{
    "tus": [
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "༄༅༅། །རྒྱ་གར་སྐད་དུ།",
            "english": "",
            "passage-xmlId": "UT22084-056-007",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "ཨཱརྱ་བཛྲ་མཎྜ་ནཱ་མ་དྷཱ་ར་ཎཱི་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ། བོད་སྐད་དུ།",
            "english": "",
            "passage-xmlId": "UT22084-056-007",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "",
            "english": "The Vajra Quintessence",
            "passage-xmlId": "UT22084-056-007",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "འཕགས་པ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
            "english": "The Noble Mahāyāna Sūtra The Dhāraṇī of the Vajra Quintessence",
            "passage-xmlId": "UT22084-056-007",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།",
            "english": "Homage to all buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-056-007-26",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།",
            "english": "Thus did I hear at one time.",
            "passage-xmlId": "UT22084-056-007-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "བཅོམ་ལྡན་འདས་གངས་ཀྱི་རི་དང་ཉེ་བ་སྣ་ཚོགས་ཀྱི་གྲོང་གི་རྩྭའི་སྤྱིལ་པོ་ན། དགེ་སློང་སྟོང་དུ་ཚང་བའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།",
            "english": "The Blessed One was in a grass hut in the town of Viśvā near the snow-peaked Himalayan mountains where he dwelled with a great assembly of one thousand monks.",
            "passage-xmlId": "UT22084-056-007-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་བསོད་སྙོམས་ཀྱི་ཟན་ཕྱིས་ལེན་པ་སྤངས་ཏེ། རྩྭའི་སྤྱིལ་པོར་སྐྱིལ་མོ་ཀྲུང་བཅས་ནས་སྐུ་དྲང་པོར་བསྲང་སྟེ། དྲན་པ་མངོན་དུ་བཞག་ནས་བཞུགས་སོ།",
            "english": "At that time, the Blessed One, avoiding eating alms-food after noon, sat upright in that grass hut with his legs crossed and remained there, settled in mindfulness.",
            "passage-xmlId": "UT22084-056-007-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ལ་མཉམ་པ་ཉིད་དུ་གནས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །བཅོམ་ལྡན་འདས་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་དགེ་སློང་གི་དགེ་འདུན་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་ད་ལྟར་ག་ལ་བཞུགས་པའི་སྐུ་མ་མཐོང་ངོ་།",
            "english": "Then the Blessed One entered the meditative absorption called dwelling with equality toward all phenomena, and as soon as the Blessed One had entered that absorption, the whole assembly of monks could not see a body where the Blessed One was seated.",
            "passage-xmlId": "UT22084-056-007-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་དང་། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དང་། གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་སུམ་ཁྲི་ཉིས་སྟོང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་ངོ་།",
            "english": "At this point, through the power of the Buddha, Śakra, lord of the gods; Brahmā, lord of the Sahā world; and thirty-two thousand minor gods of the Śuddhāvāsa realms went to where the Buddha was staying.",
            "passage-xmlId": "UT22084-056-007-28",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་དང་། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་འདི་སྙམ་དུ། བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་བཞུགས་སྙམ་དུ་སེམས་པ་དང་། བཅོམ་ལྡན་འདས་རྩྭའི་སྤྱིལ་པོའི་ནང་ན་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་དེ་དག་གིས་མཐོང་ངོ་། །མཐོང་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཅང་མི་སྨྲ་བར་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འཁོད་དོ།",
            "english": "The lord of the gods, Śakra, and Brahmā, the lord of the Sahā world, wondered, “Where is the Buddha dwelling right now?” When they saw that the Blessed One had entered into meditative concentration in that grass hut, they went to where he was and sat before him in silence with their legs crossed.",
            "passage-xmlId": "UT22084-056-007-28",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱང་ཅང་མི་སྨྲ་བར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་དེ་ཉིད་དུ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འཁོད་དོ།",
            "english": "The many gods of the Śuddhāvāsa realms also sat before him in silence with their legs crossed.",
            "passage-xmlId": "UT22084-056-007-28",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་ལྟ་བུའི་རྫུ་འཕྲུལ་མངོན་པར་འདུ་མཛད་པ་མངོན་པར་མཛད་དོ། །ཇི་ལྟ་བུའི་རྫུ་འཕྲུལ་མངོན་པར་འདུ་མཛད་པ་མངོན་པར་མཛད་པས། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཐེག་པ་ལ་གསར་དུ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་ནས་རིང་དུ་ལོན་པའམ། ཕྱིར་མི་ལྡོག་པའམ། སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་ཡང་རུང་སྟེ། ཇི་སྙེད་འཁོད་པ་དེ་དག་ཐམས་ཅད་སྣ་ཚོགས་ཀྱི་གྲོང་ག་ལ་བ་དང་། རྩྭའི་སྤྱིལ་པོ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་པ་དང་། སངས་རྒྱས་ཀྱི་མཐུས་མི་གང་ཙམ་གྱི་བར་སྣང་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འཁོད་དོ།",
            "english": "At that point the Blessed One performed a miracle such that his miraculous power caused all the beings in this trichiliocosm that belong to the Bodhisattva Vehicle—whether they had newly entered that vehicle, had entered it long ago, had reached the stage of nonregression, or had just one lifetime to go before reaching awakening—to proceeded to that grass hut in the vicinity of the town of Viśvā. And after they had arrived, due to the Buddha’s power, they hovered in midair at the height of a human being with their legs crossed.",
            "passage-xmlId": "UT22084-056-007-29",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་མགུ་བར་བྱེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།",
            "english": "It was then that Mañjuśrī Kumārabhūta entered the meditative absorption called pleasing the minds of all sentient beings.",
            "passage-xmlId": "UT22084-056-007-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཏིང་ངེ་འཛིན་འདི་ལ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་འཁོར་དེ་དག་ཐམས་ཅད་སེམས་རབ་ཏུ་དགའ་བ་དང་། སེམས་མགུ་བ་དང་། སེམས་རངས་པ་དང་། སེམས་ཤིན་ཏུ་ཚིམ་པ་སྐྱེས་སོ།",
            "english": "As soon as he had entered it, the minds of the entire assembly became happy, pleased, overjoyed, and deeply satisfied.",
            "passage-xmlId": "UT22084-056-007-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་ཆོས་ཐམས་ཅད་རབ་ཏུ་ཞི་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།",
            "english": "The bodhisattva Maitreya also entered the meditative absorption called quelling all phenomena.",
            "passage-xmlId": "UT22084-056-007-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ཏིང་ངེ་འཛིན་དེ་ལ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་འཁོར་དེ་དག་ཐམས་ཅད་ཀྱི་དབང་པོ་རྣམས་རབ་ཏུ་ཞི་བར་གནས་སོ།",
            "english": "Immediately thereafter, the faculties of the entire assembly were in a state of stillness.",
            "passage-xmlId": "UT22084-056-007-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་རིན་པོ་ཆེའི་ཏོག་ཅེས་བྱ་བ། །བྱང་ཆུབ་སེམས་དཔའ་དྲུག་ཁྲི་ཉིས་སྟོང་དང་། ལྷན་ཅིག་ཏུ་སྣ་ཚོགས་ཀྱི་གྲོང་ག་ལ་བ་དང་། རྩྭའི་སྤྱིལ་པོ་ག་ལ་བ་དེར་སོང་སྟེ།",
            "english": "Then the bodhisattva Ratnaketu went to that grass hut in the vicinity of the town of Viśvā with a retinue of sixty-two thousand bodhisattvas.",
            "passage-xmlId": "UT22084-056-007-31",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "ཕྱིན་མ་ཐག་ཏུ་བདག་ཉིད་སྟེང་གི་ནམ་མཁའ་བར་སྣང་ལ་འདུག་པ་སྙམ་དུ་ཤེས་ཏེ། དེ་སྟེང་གི་ནམ་མཁའ་དེ་ཉིད་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འདུག་གོ།",
            "english": "As soon as they arrived, they each thought, “I’ll take a seat in space directly above,” and they hovered directly above with their legs crossed.",
            "passage-xmlId": "UT22084-056-007-31",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་རིན་པོ་ཆེའི་ཏོག་བཀོད་པ་ཆེན་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་རིན་པོ་ཆེའི་ཏོག་ཏིང་ངེ་འཛིན་དེ་ལ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་དེ་ནས་བར་སྣང་ཐམས་ཅད་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོས་ཀུན་ཏུ་ཁེབས་ནས། ཉི་མ་དང་། ཟླ་བ་རྣམས་ཀྱི་འོད་ཀྱང་མི་སྣང་བར་གྱུར་ཏོ།",
            "english": "Then Ratnaketu entered the meditative absorption called great array, and as soon as he did the sky was so completely filled with the blooms of lotuses and water lilies of different kinds and colors that the rays of the sun and the moon were no longer visible.",
            "passage-xmlId": "UT22084-056-007-31",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག །བྱང་ཆུབ་སེམས་དཔའ་དྲུག་ཁྲི་ཉིས་སྟོང་དང་ལྷན་ཅིག་ཏུ་སྟེང་གི་ནམ་མཁའ་ལས་སྣ་ཚོགས་ཀྱི་གྲོང་ཁྱེར་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་མ་ཐག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ས་ལ་འདུག་མ་ནུས་ནས། དེ་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་མ་དེ་དག་དང་། ལྷན་ཅིག་ཏུ་སྟེང་གི་བར་སྣང་ནམ་མཁའ་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འདུག་གོ།",
            "english": "At that point, the bodhisattva Avalokiteśvara came from the sky above to the vicinity of the town of Viśvā where the Blessed One was staying with a retinue of sixty-two thousand bodhisattvas. Unable to find room on the ground, he and the rest of those bodhisattvas took their a seat in the sky above with their legs crossed.",
            "passage-xmlId": "UT22084-056-007-32",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།འདུག་མ་ཐག་ཏུ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་འཇོམས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །བྱང་ཆུབ་སེམས་དཔའ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག །ཏིང་ངེ་འཛིན་དེ་ལ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་དེ་ནས་འཁོར་དེ་དག་ཐམས་ཅད་ཀྱི་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་གྱུར་ཏོ།",
            "english": "As soon as they were seated, the bodhisattva Avalokiteśvara entered the meditative absorption called overcoming the emotional defilements of all sentient beings, and the entire assembly gathered there was immediately free of desire, anger, confusion, and all other defilements.",
            "passage-xmlId": "UT22084-056-007-32",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་སྟེང་གི་བར་སྣང་ལ་འཕགས་ནས་འཛུམ་པ་མཛད་དོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོ་ནས་འོད་ཟེར་ཁ་དོག་དུ་མ་འདི་ལྟ་སྟེ། སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དང་། བཙོད་ཀ་དང་། ཤེལ་དང་། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་དག་བྱུང་ངོ་།",
            "english": "Then the Blessed One rose into the sky above and smiled, and light rays of myriad colors—blue, yellow, red, white, orange, crystal, and silver—shone from his mouth.",
            "passage-xmlId": "UT22084-056-007-33",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།དེ་ནས་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སྟེང་གི་བར་སྣང་ལ་གོས་ཕྲག་པ་གཅིག་ཏུ་བགོས་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་བར་སྣང་དེ་ཉིད་ལ་བཙུགས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐར་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འཛུམ་པ་མཛད་པའི་རྒྱུ་ནི་གང་ལགས།",
            "english": "In the sky above, Mañjuśrī Kumārabhūta covered one shoulder with his robe, knelt there in the sky on his right knee, bowed toward the Blessed One with his palms together, and asked, “Blessed One, why did you smile?",
            "passage-xmlId": "UT22084-056-007-34",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "རྐྱེན་ནི་གང་ལགས།",
            "english": "What caused you to do that?”",
            "passage-xmlId": "UT22084-056-007-34",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་བར་སྣང་འདིར་སངས་རྒྱས་ཁྲི་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ཞེས་བྱ་བ་བཤད་དེ། ཡང་དག་པར་རབ་ཏུ་བསྟན་ཏོ།",
            "english": "“Mañjuśrī,” the Blessed One replied, “the tens of thousands of buddhas here in the sky have explained and correctly taught the dhāraṇī of the vajra quintessence to the bodhisattvas.”",
            "passage-xmlId": "UT22084-056-007-35",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་ད་ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་རྣམས་ལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་བཤད་དུ་གསོལ།",
            "english": "Mañjuśrī said, “I request the Blessed One to teach the dhāraṇī of the vajra quintessence to all the bodhisattvas here now as well.”",
            "passage-xmlId": "UT22084-056-007-36",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོག་གོ།",
            "english": "“I accept your request, Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་བྱང་ཆུབ་ཀྱང་མེད། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་མེད་ན། བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་དོ།",
            "english": "In this dhāraṇī of the vajra quintessence there is no awakening and there is no buddha, yet these bodhisattvas wish to awaken to the completely perfect awakening of a buddha.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་འཁོར་བ་ཡང་མེད། མྱ་ངན་ལས་འདས་པ་ཡང་མེད་ན། བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no saṃsāra and no nirvāṇa, yet these bodhisattvas wish to attain nirvāṇa.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་དགེ་བ་ཡང་མེད། མི་དགེ་བ་ཡང་མེད་ན། བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་མི་དགེ་བ་སྤོང་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no virtue and no nonvirtue, yet these bodhisattvas wish to avoid nonvirtue.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཕ་རོལ་ཡང་མེད། ཚུ་རོལ་ཡང་མེད་ན། འདི་དག་ནི་ཕ་རོལ་ཏུ་འགྲོ་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no other shore or this shore, yet these bodhisattvas wish to reach the other shore.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཞིང་ཡང་མེད། ཞིང་ཡོངས་སུ་གྲུབ་པ་ཡང་མེད་ན། འདི་དག་ནི་ཞིང་ཡོངས་སུ་བསྒྲུབ་པར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no ordinary realm nor perfection of a realm, yet these bodhisattvas wish to perfect a realm.",
            "passage-xmlId": "UT22084-056-007-37",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་བདུད་ཀྱང་མེད། བདུད་དུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་བདུད་འདུལ་བར་འདོད་དོ།",
            "english": "“In the dhāraṇī of the vajra quintessence there is no Māra nor even the label ‘Māra,’ yet these bodhisattvas wish to tame Māra.",
            "passage-xmlId": "UT22084-056-007-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཉན་ཐོས་ཀྱང་མེད། ཉན་ཐོས་སུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་ཉན་ཐོས་ཀྱི་ཆོས་ལས་འདའ་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no hearer nor even the label ‘hearer,’ and yet these bodhisattvas wish to go beyond the teachings of the hearers.",
            "passage-xmlId": "UT22084-056-007-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་རང་སངས་རྒྱས་ཀྱང་མེད་དེ། རང་སངས་རྒྱས་སུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་རང་སངས་རྒྱས་ཀྱི་ཆོས་ལས་འདའ་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no solitary buddha nor even the label ‘solitary buddha,’ yet these bodhisattvas wish to go beyond the teachings of the solitary buddhas.",
            "passage-xmlId": "UT22084-056-007-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་སེམས་ཅན་ཡང་མེད། སེམས་ཅན་དུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་སེམས་ཅན་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no sentient being nor even the label ‘sentient being,’ yet these bodhisattvas wish to help sentient beings attain nirvāṇa.",
            "passage-xmlId": "UT22084-056-007-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་དོན་ཀྱང་མེད། དོན་མ་ཡིན་པ་ཡང་མེད་ན། འདི་དག་ནི་དོན་བྱེད་པར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no benefit nor lack of benefit, yet these bodhisattvas wish to be of benefit.",
            "passage-xmlId": "UT22084-056-007-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་འདོད་ཆགས་ཀྱང་མེད། འདོད་ཆགས་སུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་འདོད་ཆགས་སྤོང་བར་འདོད་དོ།",
            "english": "“In the dhāraṇī of the vajra quintessence there is no desire nor even the label ‘desire,’ yet these bodhisattvas wish to abandon desire.",
            "passage-xmlId": "UT22084-056-007-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཞེ་སྡང་ཡང་མེད། ཞེ་སྡང་དུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་ཞེ་སྡང་སྤོང་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no anger nor even the label ‘anger,’ yet these bodhisattvas wish to abandon anger.",
            "passage-xmlId": "UT22084-056-007-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་གཏི་མུག་ཀྱང་མེད། གཏི་མུག་ཏུ་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་གཏི་མུག་སྤོང་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no confusion nor even the label ‘confusion,’ yet these bodhisattvas wish to abandon confusion.",
            "passage-xmlId": "UT22084-056-007-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཤེས་པ་ཡང་མེད། མི་ཤེས་པ་ཡང་མེད་ན། འདི་དག་ནི་ཤེས་པ་མངོན་སུམ་དུ་བྱེད་པར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no knowing or unknowing, yet these bodhisattvas wish to attain knowledge.",
            "passage-xmlId": "UT22084-056-007-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་ཀུན་ནས་ཉོན་མོངས་པ་ཡང་མེད། ཀུན་ནས་ཉོན་མོངས་པར་གདགས་པ་ཡང་མེད་ན། འདི་དག་ནི་ཀུན་ནས་ཉོན་མོངས་པ་སྤོང་བར་འདོད་དོ།",
            "english": "In the dhāraṇī of the vajra quintessence there is no pollution nor even the label ‘pollution,’ yet these bodhisattvas wish to abandon pollution.",
            "passage-xmlId": "UT22084-056-007-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་རྣམ་པར་བྱང་བ་ཡང་མེད། རྣམ་པར་བྱང་བར་གདགས་པ་ཡང་མེད། འདུལ་བ་ཡང་མེད། འདུལ་བ་མ་ཡིན་པ་ཡང་མེད།",
            "english": "“In the dhāraṇī of the vajra quintessence there is no purification nor even the label ‘purification.’ There is neither moral training nor nontraining.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བྱམས་པ་ཡང་མེད། སྙིང་རྗེ་ཡང་མེད། དགའ་བ་ཡང་མེད། བཏང་སྙོམས་ཀྱང་མེད།",
            "english": "There is no compassion, no loving kindness, nor feeling desirous or neutral toward anything.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "སྦྱིན་པ་ཡང་མེད། སེར་སྣ་ཡང་མེད།",
            "english": "There is neither generosity nor stinginess.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཚུལ་ཁྲིམས་ཀྱང་མེད། འཆལ་བའི་ཚུལ་ཁྲིམས་ཀྱང་མེད།",
            "english": "There is neither intact moral training nor broken training.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བཟོད་པ་ཡང་མེད། གནོད་སེམས་ཀྱང་མེད།",
            "english": "There is neither patience nor malice.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བརྩོན་འགྲུས་ཀྱང་མེད། ལེ་ལོ་ཡང་མེད།",
            "english": "There is neither diligence nor laziness.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བསམ་གཏན་ཡང་མེད། རྣམ་པར་གཡེང་བ་ཡང་མེད།",
            "english": "There is neither concentration nor distraction.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཤེས་རབ་ཀྱང་མེད། འཆལ་བའི་ཤེས་རབ་ཀྱང་མེད།",
            "english": "There is neither insight nor mental error.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ལྟུང་བ་ཡང་མེད། མི་ལྟུང་བ་ཡང་མེད།",
            "english": "There is neither moral downfall nor what is not a downfall.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཉན་ཐོས་ཀྱང་མེད། རང་སངས་རྒྱས་ཀྱང་མེད། དེ་བཞིན་གཤེགས་པ་ཡང་མེད།",
            "english": "There are no hearers, solitary buddhas, or thus-gone ones.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཆོས་ཀྱང་མེད། ཆོས་མ་ཡིན་པ་ཡང་མེད།",
            "english": "There is neither Dharma nor non-Dharma.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-41"
            ],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཟབ་མོ་མ་ཡིན་པ་ཡང་མེད། སླ་བ་ཡང་མེད།",
            "english": "There are neither profound points nor simple ones.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཤེས་པ་ཡང་མེད། མི་ཤེས་པ་ཡང་མེད།",
            "english": "There is neither knowing nor not knowing.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཐོབ་པ་ཡང་མེད།",
            "english": "There is no attainment.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "མངོན་པར་རྟོགས་པ་ཡང་མེད།",
            "english": "There is no realization.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "འཁོར་བ་ཡང་མེད། མྱ་ངན་ལས་འདས་པ་ཡང་མེད།",
            "english": "There is no saṃsāra or nirvāṇa.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱང་མེད། ཡང་དག་པར་སྤོང་བ་རྣམས་ཀྱང་མེད། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་ཀྱང་མེད། དབང་པོ་རྣམས་ཀྱང་མེད། སྟོབས་རྣམས་ཀྱང་མེད། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་ཀྱང་མེད། ལམ་ཡང་མེད་དོ།",
            "english": "There are no applications of mindfulness, no right exertions, no bases of miraculous power, no faculties, no powers, no branches of awakening, and no path.",
            "passage-xmlId": "UT22084-056-007-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ཐོབ་པར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔས་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་གནས་པར་མི་བྱའོ།",
            "english": "“Mañjuśrī, bodhisattvas wishing to attain the dhāraṇī of the vajra quintessence should not dwell in the qualities of ordinary people.",
            "passage-xmlId": "UT22084-056-007-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་གཟུང་བར་མི་བྱ། དོར་བར་མི་བྱ།",
            "english": "They should not uphold the qualities of ordinary people. Nor should they reject them.",
            "passage-xmlId": "UT22084-056-007-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "རྣམ་པར་བསྒྲུབ་པར་མི་བྱ།འདའ་བར་མི་བྱ། འཕོ་བར་མི་བྱ། བཏང་སྙོམས་སུ་གནས་པར་མི་བྱ།",
            "english": "They should not try to accomplish such things, and they should not try to surpass them, transgress them, or consider them neutrally.",
            "passage-xmlId": "UT22084-056-007-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བསམ་པར་མི་བྱ། མངོན་པར་འབྱུང་བར་མི་བྱ། ལེ་ལོར་མི་བྱ། ཆགས་པར་མི་བྱ། མི་ཆགས་པར་མི་བྱ། ཡོངས་སུ་ཡི་ཆད་པར་མི་བྱ། རེག་པར་མི་བྱའོ།།",
            "english": "They should not think about such qualities, spiritually renounce them, become lazy about them, be attached to them, be unattached to them, be completely cut off from them, or try to make contact with them.",
            "passage-xmlId": "UT22084-056-007-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པར་འདུ་ཤེས་བསྐྱེད་པར་མི་བྱ།",
            "english": "“You should not perceive the qualities of ordinary people as polluted.",
            "passage-xmlId": "UT22084-056-007-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "སྦྱིན་པར་འདུ་ཤེས་བསྐྱེད་པར་མི་བྱ།",
            "english": "You should not consider them as something one is given.",
            "passage-xmlId": "UT22084-056-007-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བཏང་བར་འདུ་ཤེས་བསྐྱེད་པར་མི་བྱའོ།",
            "english": "You should also not consider them as something to be given up.",
            "passage-xmlId": "UT22084-056-007-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་སུ་མ་གཏོགས་པར་བལྟ་བར་མི་བྱ།",
            "english": "“The qualities of ordinary people should not be viewed as distinct from the qualities of buddhas.",
            "passage-xmlId": "UT22084-056-007-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་དང་སྦྱར་བར་མི་བྱ། སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་དང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སྦྱར་བར་མི་བྱ།",
            "english": "Nor should the qualities of buddhas be conflated with the qualities of ordinary people, or qualities of ordinary people be conflated with the qualities of buddhas.",
            "passage-xmlId": "UT22084-056-007-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་དམིགས་པར་མི་བྱ།",
            "english": "The qualities of ordinary people should not be objectified.",
            "passage-xmlId": "UT22084-056-007-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཉན་ཐོས་ཀྱི་ཆོས་རྣམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སྦྱར་བར་མི་བྱའོ།",
            "english": "They should also not be conflated with the qualities of the hearers or solitary buddhas.",
            "passage-xmlId": "UT22084-056-007-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་གཟུང་བར་མི་བྱ། སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་ཀྱང་དོར་བར་མི་བྱ། སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་བསྲུང་བར་བྱ།",
            "english": "“The qualities of buddhas should not be upheld, and the qualities of ordinary people should not be abandoned or maintained.",
            "passage-xmlId": "UT22084-056-007-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ལ་ཡང་གནས་པར་མི་བྱ་སྟེ། སྨོན་ལམ་ཡང་མི་གཏོང་ངོ་། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "“Bodhisattvas should also not dwell in perfectly pure buddha realms, nor aspire to them. Why not?",
            "passage-xmlId": "UT22084-056-007-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ནི་རྣམ་པར་མི་རྟོག་པ་སྟེ།",
            "english": "Because, Mañjuśrī, the dhāraṇī of the vajra quintessence is nonconceptual.",
            "passage-xmlId": "UT22084-056-007-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-47"
            ],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "འདོད་ཆགས་སུ་ཡང་དག་པར་འདུ་བ། ཞེ་སྡང་དུ་ཡང་དག་པར་འདུ་བ། གཏི་མུག་ཏུ་ཡང་དག་པར་འདུ་བ། བུད་མེད་དུ་ཡང་དག་པར་འདུ་བ། སྐྱེས་པར་ཡང་དག་པར་འདུ་བ། ལྷར་ཡང་དག་པར་འདུ་བ། ཀླུར་ཡང་དག་པར་འདུ་བ། གནོད་སྦྱིན་དུ་ཡང་དག་པར་འདུ་བ། དྲི་ཟར་ཡང་དག་པར་འདུ་བ། ལྷ་མ་ཡིན་དུ་ཡང་དག་པར་འདུ་བ། ནམ་མཁའ་ལྡིང་དུ་ཡང་དག་པར་འདུ་བ། ལྟོ་འཕྱེ་ཆེན་པོར་ཡང་དག་པར་འདུ་བ།",
            "english": "It is immanent in desire, immanent in anger, immanent in confusion, immanent in women, immanent in men, and immanent in gods, in nāgas, in yakṣas, in gandharvas, in asuras, in garuḍas, and in mahoragas.",
            "passage-xmlId": "UT22084-056-007-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "སངས་རྒྱས་སུ་ཡང་དག་པར་འདུ་བ། ཆོས་སུ་ཡང་དག་པར་འདུ་བ། དགེ་འདུན་དུ་ཡང་དག་པར་འདུ་བ། ཉན་ཐོས་སུ་ཡང་དག་པར་འདུ་བ། རང་སངས་རྒྱས་སུ་ཡང་དག་པར་འདུ་བ། སེམས་ཅན་དམྱལ་བར་ཡང་དག་པར་འདུ་བ། དུད་འགྲོའི་སྐྱེ་གནས་སུ་ཡང་དག་པར་འདུ་བ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཡང་དག་པར་འདུ་བ།",
            "english": "It is immanent in the Buddha, in the Dharma, in the Saṅgha, and in hearers, solitary buddhas, the hell realms, the animal realm, and in the world of Yama.",
            "passage-xmlId": "UT22084-056-007-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "ངན་པར་ཡང་དག་པར་འདུ་བ། བཟང་པོར་ཡང་དག་པར་འདུ་བ། སར་ཡང་དག་པར་འདུ་བ། ཆུར་ཡང་དག་པར་འདུ་བ། མེར་ཡང་དག་པར་འདུ་བ། རླུང་དུ་ཡང་དག་པར་འདུ་བ། མིག་ཏུ་ཡང་དག་པར་འདུ་བ། རྣ་བར་ཡང་དག་པར་འདུ་བ། སྣར་ཡང་དག་པར་འདུ་བ། ལྕེར་ཡང་དག་པར་འདུ་བ། ལུས་སུ་ཡང་དག་པར་འདུ་བ། ཡིད་དུ་ཡང་དག་པར་འདུ་བ་སྟེ། འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ནི་ཆོས་ཐམས་ཅད་དུ་ཡང་དག་པར་འདུ་བའོ།",
            "english": "It is immanent in evil, in good, in earth, water, fire, and air, and in the eyes, ears, nose, tongue, body, and mind. Mañjuśrī, the dhāraṇī of the vajra quintessence is immanent in all things.",
            "passage-xmlId": "UT22084-056-007-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་ཤར་ཕྱོགས་ཀྱི་ནམ་མཁའི་ཁམས་གང་ཡིན་པ་དང་། ལྷོ་ཕྱོགས་ཀྱི་གང་ཡིན་པ་དང་། ནུབ་ཕྱོགས་ཀྱི་གང་ཡིན་པ་དང་། བྱང་ཕྱོགས་ཀྱི་གང་ཡིན་པ་དང་། འོག་གི་གང་ཡིན་པ་དང་། སྟེང་གི་ནམ་མཁའི་ཁམས་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནམ་མཁའི་ཁམས་སུ་ཡང་དག་པར་འདུ་བར་འགྱུར་བ་དེ་བཞིན་དུ་འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་འདི་ཡང་ཆོས་ཐམས་ཅད་དུ་ཡང་དག་པར་འདུ་བར་འགྱུར་རོ།",
            "english": "“Mañjuśrī, just as the element of space in the east, the element of space in the south, the element of space in the west, the element of space in the north, the element of space below, and the element of space above are all immanent in the element of space, so too, Mañjuśrī, this dhāraṇī of the vajra quintessence is likewise immanent in all things.”",
            "passage-xmlId": "UT22084-056-007-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་འདོད་ཆགས་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "Mañjuśrī Kumārabhūta then asked the Blessed One, “Blessed One, how could desire be a basis of the dhāraṇī?”",
            "passage-xmlId": "UT22084-056-007-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདོད་ཆགས་འདོད་ཆགས་ཞེས་བྱ་བ་ནི་ཤར་ཕྱོགས་ནས་འོངས་ཏེ་སེམས་ཅན་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་མ་ཡིན།",
            "english": "The Buddha replied, “Mañjuśrī, what we call desire is not something that pollutes sentient beings after coming from the east.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "ལྷོ་ཕྱོགས་ནས་མ་ཡིན། ནུབ་ཕྱོགས་ནས་མ་ཡིན། བྱང་ཕྱོགས་ནས་མ་ཡིན། འོག་ནས་མ་ཡིན། སྟེང་གི་ཕྱོགས་ནས་མ་འོངས་ཏེ།",
            "english": "Nor is it something from the south, from the west, from the north, from below, or from above.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "སེམས་ཅན་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་མ་ཡིན་ནོ། །ནང་ནས་སྐྱེས་ཏེ། སེམས་ཅན་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་མ་ཡིན། ཕྱི་རོལ་ནས་ཀྱང་མ་ཡིན་ནོ།",
            "english": "It is not something that pollutes sentient beings after arising from within, nor is it something that pollutes sentient beings after arising from without.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་གལ་ཏེ་འདོད་ཆགས་ནང་ནས་ལངས་ཏེ་སེམས་ཅན་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་ན་ནི། དེའི་ཕྱིར་སེམས་ཅན་རྣམས་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་ཉིད་དུ་འགྱུར་ཏེ། ཕྱིས་ཀྱང་ཆོས་མངོན་པར་རྟོགས་པར་མི་འགྱུར་རོ།",
            "english": "Mañjuśrī, if desire were something that polluted sentient beings after arising from within, then it would follow that sentient beings have pollution as their very nature, and would not be able to realize reality at some later time.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ནི་མི་འོང་། མི་འགྲོ །ནང་ན་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉིས་ཀ་མེད་པར་ཡང་མི་འདུག་སྟེ།",
            "english": "Mañjuśrī, phenomena do not come, nor do they go, nor do they stay either within or without. They also do not stay in a way that is neither of these two.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "དེ་ལ་བགྲང་བ་གང་ཡང་མེད་དེ།",
            "english": "They are completely beyond reckoning.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "དེས་ན་འདོད་ཆགས་ནི་གཟུངས་ཀྱི་གཞི་ཞེས་བྱའོ།",
            "english": "Therefore, desire is said to be a basis of the dhāraṇī.",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།ཞེ་སྡང་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Anger is a basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཞེ་སྡང་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how could anger be a basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཞེ་སྡང་ནི་ཅ་ཅོ་བཏོན་པ་ལས་འབྱུང་སྟེ།",
            "english": "The Blessed One replied, “Mañjuśrī, anger arises from spouting senseless drivel.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "ཅ་ཅོ་བཏོན་པ་དེ་ནི་འདས་པ་ཡང་མ་ཡིན། མ་འོངས་པ་ཡང་མ་ཡིན། ད་ལྟར་བྱུང་བ་ཡང་མ་ཡིན་ནོ།",
            "english": "But this spouting of senseless drivel is not past, nor is it future, nor does it arise in the present.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་གལ་ཏེ་འདས་པ་ལས་ཆོས་རྣམས་བྱུང་དུ་ཟིན་ན་རྟག་པར་འགྱུར་རོ།",
            "english": "Mañjuśrī, if such phenomena were deemed to have come from the past, they would be permanent.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་མ་འོངས་པའི་རྐྱེན་རྣམས་ལས་ཀྱང་ཞེ་སྡང་འབྱུང་བ་མེད་དོ། །ད་ལྟར་གྱི་རྐྱེན་ཀྱང་འདུག་པ་མེད་ཅིང་མ་འགགས་པའོ།",
            "english": "Anger does not arise from future conditions, and present conditions also neither persist nor cease.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་གང་འདས་པ་ལས་མ་བྱུང་། མ་འོངས་པ་ལས་ཀྱང་མ་ཡིན། ད་ལྟར་གྱི་ལས་ཀྱང་མ་ཡིན་པ་དེ་ནི་དུས་གསུམ་ཡོངས་སུ་དག་པའི་གཟུངས་ཀྱི་གཞི་ཞེས་བྱའོ།",
            "english": "Mañjuśrī, any phenomena that are not arisen from the past, or from the future, or from the present—such phenomena are called the basis of the dhāraṇī that is purified in the three times.",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།འཇམ་དཔལ་གཏི་མུག་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, confusion is a basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-52",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།གསོལ་པ།བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གཏི་མུག་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how could confusion be a basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་གཏི་མུག་ནི་མ་རིག་པ་ལས་བྱུང་སྟེ།",
            "english": "The Blessed One replied, “Mañjuśrī, confusion arises from ignorance.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "མ་རིག་པ་དེ་ཡང་སའི་ཁམས་དང་མ་འདྲེས། ཆུའི་ཁམས་དང་མ་ཡིན། མེའི་ཁམས་དང་མ་ཡིན། རླུང་གི་ཁམས་དང་མ་ཡིན། ནམ་མཁའི་ཁམས་དང་མ་ཡིན། རྣམ་པར་ཤེས་པའི་ཁམས་དང་མ་འདྲེས་པའོ།",
            "english": "And ignorance is not mixed with the elements of earth, water, fire, air, space, or consciousness.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།འཇམ་དཔལ་མ་འདྲེས་པའི་ཆོས་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་མི་འགྱུར་ཞིང་རྣམ་པར་བྱང་བར་མི་འགྱུར་རོ།",
            "english": "Mañjuśrī, unmixed phenomena cannot be polluted and cannot be purified.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།འཇམ་དཔལ་གལ་ཏེ་མ་འདྲེས་པའི་ཆོས་དེ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་འགྱུར་བའམ། རྣམ་པར་བྱང་བར་འགྱུར་དུ་ཟིན་ན། ནམ་མཁའ་ཡང་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་འགྱུར་ཞིང་རྣམ་པར་བྱང་བར་འགྱུར་རོ།",
            "english": "Mañjuśrī, if unmixed phenomena could be polluted or purified, then the element of space, too, could be polluted or purified.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why is that?",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "འཇམ་དཔལ་ནམ་མཁའ་ནི་ཆོས་གང་དང་ཡང་མ་འདྲེས་པ་སྟེ།",
            "english": "Mañjuśrī, it is because space is not mixed with any other factor.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "འཇམ་དཔལ་གང་མ་རིག་པ་དང་མ་འདྲེས་པ། མི་འཕོ་བ། འདུལ་བ་མ་ཡིན་པ། ཡོད་པ་མ་ཡིན་པ། མ་བྱུང་བ། དངོས་པོ་མེད་པ། མི་མཐོང་བ། མི་སྣང་བ། གཟུང་དུ་མེད་པ། མ་བཅིངས་པ། མ་གྲོལ་བ། ཚད་མེད་པ། ཡ་མ་བརླ། གསོབ། གསོག་སྟོང་པ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཞེའམ། རྣམ་པར་བྱང་བ་ཞེས་བརྗོད་པར་བྱའམ།",
            "english": "Mañjuśrī, is it possible to designate as either ‘polluted’ or ‘purified’ something that is not mixed with ignorance, does not migrate, is not restrained, does not exist, does not arise, is a nonentity, is not seen, does not appear, is not grasped, is not bound, is not liberated, is immeasurable, is void, is vain, or has no substance?”",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No, Blessed One,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་མ་རིག་པ་མ་རིག་པ་ཞེས་དེ་བཞིན་གཤེགས་པས་བསྟན་པ་དེའི་ཐོག་མ་མེད་དོ།",
            "english": "“So too, Mañjuśrī,” said the Blessed One, “that which the thus-gone ones have taught to be ignorance is without beginning.",
            "passage-xmlId": "UT22084-056-007-58",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།རྟག་ཏུ་གཅིག་པ་ཉིད་ཀྱང་མེད་དོ།",
            "english": "It always lacks singularity.",
            "passage-xmlId": "UT22084-056-007-58",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།ཐོག་མའི་མཐའ་ཡང་མེད། ཐ་མའི་མཐའ་ཡང་མེད། ད་ལྟར་བྱུང་བ་ཡང་མེད་དེ།",
            "english": "It is without a beginning point, without an ending point, and also does not exist in the present.",
            "passage-xmlId": "UT22084-056-007-58",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "དེས་ན་མ་རིག་པ་ཞེས་བྱའོ།",
            "english": "Therefore, it is called ignorance.",
            "passage-xmlId": "UT22084-056-007-58",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་གང་མེད་ཅིང་མི་རྙེད། རྣམ་པར་མི་རིག །མི་སྣང་། མི་ཆགས། རྣམ་པར་མི་ཆགས། ཞེ་མི་སྡང་། གཏི་མི་མུག་པ་སྟེ། ཆོས་གང་ལ་ཡང་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བའམ། སྒྲིབ་པའི་བྱ་བ་བྱེད་དམ། གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“Mañjuśrī, can any such phenomenon that is nonexistent, unfindable, unknowable, imperceptible, does not come to be, and is not an object of desire, anger, or confusion be something that could be polluted, purified, or obscured?” “No, Blessed One.",
            "passage-xmlId": "UT22084-056-007-59",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ།",
            "english": "No, Sugata,” said Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-59",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ནི་མ་རིག་པའི་ཆོས་གང་ལ་ཡང་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བའམ། སྒྲིབ་པའི་བགྱི་བ་མི་བགྱིད་ན། ཇི་ལྟར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་མ་རིག་པ་ཀུན་ནས་ཉོན་མོངས་པ་ཞེས་བཀའ་སྩལ།",
            "english": "“Blessed One, if it is true that any phenomenon related to ignorance is not something that could be polluted, purified, or obscured, then why did the Blessed One refer to ignorance as ‘polluted’?”",
            "passage-xmlId": "UT22084-056-007-59",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན།",
            "english": "The Blessed One replied, “Allow me to provide an example, Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "གཙུབ་ཤིང་དང་གཙུབ་སྟན་ལ་ཡང་བརྟེན། མིའི་ལག་པས་གཙུབས་པ་ལ་ཡང་བརྟེན་ནས་དུ་བ་འབྱུང་ཞིང་མེ་མངོན་པར་འགྲུབ་སྟེ། མེ་དེ་ཡང་གཙུབ་ཤིང་ལ་ཡང་མི་གནས། གཙུབ་སྟན་ལ་ཡང་མི་གནས། མིའི་ལག་པས་གཙུབས་པ་ལ་ཡང་མི་གནས་སོ།",
            "english": "Smoke arises and fire appears when one uses a rubbing stick, the wooden base for the rubbing stick, and the rubbing action of a person’s hand, but that fire is not present in the rubbing stick, the wooden base, or the rubbing action of a person’s hand.",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།འཇམ་དཔལ་དེ་བཞིན་དུ་སྐྱེས་བུ་གང་ཟག་རྨོངས་པ་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གིས་ཡོངས་སུ་གདུང་བའི་མེ་འབྱུང་སྟེ། ཡོངས་སུ་གདུང་བ་དེ་ཡང་ནང་ན་ཡང་མི་གནས། ཕྱི་རོལ་ན་ཡང་མི་གནས། གཉི་ག་མེད་པར་ཡང་མི་གནས་མོད་ཀྱི།",
            "english": "In the same way, Mañjuśrī, the tormenting fires of desire, anger, and confusion arise in a confused person, but that torment does not dwell within, without, or as neither of those possibilities.",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "འཇམ་དཔལ་འོན་ཀྱང་གཏི་མུག་ཅེས་བྱའོ།",
            "english": "Nevertheless, we speak of confusion, Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why is that?",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་གྲོལ་བ་ཡིན་པའི་ཕྱིར་ཏེ།",
            "english": "Because, Mañjuśrī, all phenomena are already totally free.",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "ཆོས་གང་ཤིན་ཏུ་གྲོལ་བ་དེ་ནི་གཟུངས་ཀྱི་གཞི་ཞེས་བྱའོ།",
            "english": "And phenomena that are totally free we call the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་སྒོ་གང་དང་ལྡན་ན། ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའི་གཟུངས་ཐོབ་པར་འགྱུར་བའི་ཆོས་ཀྱི་སྒོ་འགའ་མཆིས་ལགས་སམ།",
            "english": "Mañjuśrī then asked the Blessed One, “Is there some Dharma gate a bodhisattva can possess that leads to attaining the dhāraṇī that is in accord with everything?”",
            "passage-xmlId": "UT22084-056-007-62",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་སྒོ་གང་དང་ལྡན་ན། ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའི་གཟུངས་ཐོབ་པའི་ཆོས་ཀྱི་སྒོ་ཡོད་དེ།",
            "english": "The Blessed One replied, “Mañjuśrī, there is a Dharma gate a bodhisattva can possess that leads to attaining the dhāraṇī that is in accord with everything.",
            "passage-xmlId": "UT22084-056-007-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "ཡི་གེ་གཅིག་ལས་ཡི་གེ་འབུམ་དུ་བཤད་ཀྱང་ཡི་གེ་དེའི་མཐའ་མི་རྟོགས་ཏེ།",
            "english": "Even if one were to teach it using a single syllable or up to a hundred thousand syllables, one would never know the limit of those syllables.",
            "passage-xmlId": "UT22084-056-007-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "ཆོས་ཀྱི་སྒོ་གང་དང་གང་གིས་བཤད་པའི་ཆོས་ཀྱི་སྒོ་དེ་དང་དེ་ལས་ཆོས་ཀྱི་སྒོ་མཐའ་ཡས་པ་དག་སྣང་བར་འགྱུར་ཞིང་སྤོབས་པ་ཡང་ཐོགས་པ་མེད་དོ། །དེ་སྤོབས་པ་ཡང་ཐོགས་པ་མེད་པའི་ཕྱིར་ཆོས་ཀྱི་སྒོ་ཐམས་ཅད་བརྗོད་དོ།",
            "english": "Their eloquence is limitless, and it is that limitless eloquence which expresses all Dharma gates.",
            "passage-xmlId": "UT22084-056-007-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།ཆོས་ཀྱི་སྒོའི་ཚིག་གཅིག་ལ་ཆོས་ཀྱི་སྒོའི་ཚིག་ཐམས་ཅད་རྗེས་སུ་འཇུག་པར་བྱེད་དོ། །ཆོས་ཀྱི་སྒོའི་ཚིག་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྒོའི་ཚིག་གཅིག་རྗེས་སུ་འཇུག་པར་བྱེད་དོ།",
            "english": "All the words of the Dharma gates are included within a single word of the Dharma gates, while a single word of the Dharma gates is included in every word of the Dharma gates.”",
            "passage-xmlId": "UT22084-056-007-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་སྒོ་དེ་ཇི་ལྟ་བུ་ཞིག་ལགས།",
            "english": "Mañjuśrī asked, “Blessed One, what are these Dharma gates?”",
            "passage-xmlId": "UT22084-056-007-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ལྷའི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are gates of the gods and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-68",
                "UT22084-056-007-69"
            ],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་འདུལ་བའི་ས་ལ་གནས་པ་སྟེ། དེ་ནི་ལྷ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are present as a basis for spiritual discipline, and this is the basis for the dhāraṇī through which the likes of gods enter.",
            "passage-xmlId": "UT22084-056-007-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ཀླུའི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for nāgas, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-70",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-71",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་མིང་མེད་པ། ཡི་གེ་ཡོངས་སུ་ཆད་པ། ཡི་གེ་མེད་པ། ཡི་གེས་ཡོངས་སུ་བརྗོད་པ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are nameless, devoid of syllables, without syllables, and yet they are expressed through syllables.",
            "passage-xmlId": "UT22084-056-007-71",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "དེ་ནི་ཀླུ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of nāgas enter.",
            "passage-xmlId": "UT22084-056-007-71",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་གནོད་སྦྱིན་གྱི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for yakṣas, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-73",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-74",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་མ་སྐྱེས་པའི་ཕྱིར་མི་ཟད་པའི་རྣམ་པར་ཞུགས་པའི་སྒོ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “because all phenomena are unborn, they are gates to dwelling in the inexhaustible.",
            "passage-xmlId": "UT22084-056-007-74",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "དེ་ནི་གནོད་སྦྱིན་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of yakṣas enter.",
            "passage-xmlId": "UT22084-056-007-74",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་དྲི་ཟའི་སྒོ་སྟེ། དེ་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for gandharvas, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-76",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ཚད་མེད། གྲངས་མེད། དཔག་ཏུ་མེད། ནམ་མཁའ་དང་མཉམ་པའི་ཕྱིར་བགྲང་བ་ལས་འདས་པ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “because all phenomena are limitless, innumerable, unfathomable, and equal to space, they are beyond counting.",
            "passage-xmlId": "UT22084-056-007-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "དེ་ནི་དྲི་ཟ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of gandharvas enter.",
            "passage-xmlId": "UT22084-056-007-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ལྷ་མ་ཡིན་གྱི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are a Dharma gate for asuras, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-79",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་མེད་པའི་སྒོ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are gates to nonexistence.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "མིང་དུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as name.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "གཟུགས་སུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as form.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "སྒྲར་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as sound.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "དྲིར་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as smell.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "རོར་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as taste.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "རེག་པར་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as sensation.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "ཡིད་དུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as mind.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "སངས་རྒྱས་སུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as the Buddha.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "ཆོས་སུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as the Dharma.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "དགེ་འདུན་དུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as the Saṅgha.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "ཉན་ཐོས་སུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as a hearer.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "རང་སངས་རྒྱས་སུ་རིག་པར་བྱ་བ་མ་ཡིན།",
            "english": "They cannot be known as a solitary buddha.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "སོ་སོ་སྐྱེ་བོར་རིག་པར་བྱ་བ་མ་ཡིན་ཞིང་།",
            "english": "They cannot be known as an ordinary person.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་ཀུན་ནས་མ་སྐྱེས་པའི་ཚུལ་གྱིས་རིག་པར་བྱ་བ་མ་ཡིན་པ་སྟེ། དེ་ནི་ལྷ་མ་ཡིན་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "Mañjuśrī, by virtue of their utter lack of origination no phenomena are knowable, and that is the basis of the dhāraṇī through which the likes of asuras enter.",
            "passage-xmlId": "UT22084-056-007-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའ་ལྡིང་གི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for garuḍas, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is it the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་འོང་བ་མེད་ཅིང་འགྲོ་བ་མེད་པ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are without coming or going.",
            "passage-xmlId": "UT22084-056-007-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "མི་རྒྱུག་པ། རྣམ་པར་མི་རྒྱུག་པ།",
            "english": "They are without running or running away.",
            "passage-xmlId": "UT22084-056-007-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "མི་འབྲོས་པ། མི་འགྲོ་བ། མི་འོང་བ། མི་འཕོ་བ། མི་སྐྱེ་བ། མི་རྟེན་པ། མི་གནས་པ། མི་ཆགས་པ། མི་འཆིང་བ། ཞེ་མི་སྡང་བ། གཏི་མི་མུག་པ། མི་འགྲོལ་བ། མི་གནས་པ། རབ་ཏུ་མི་གནས་པ་སྟེ།",
            "english": "They are not fleeing, not going, not coming, not passing away, not being born, not supporting, not remaining, not being attached, not bound, not angered, not confused, not freed, not persisting, and not stationary.",
            "passage-xmlId": "UT22084-056-007-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "འཇམ་དཔལ་ནམ་མཁའ་ལ་ཆགས་པ་མེད་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་ནི་གནས་པ་མེད་པའི་སྒོ་སྟེ། དེ་ནི་ནམ་མཁའ་ལྡིང་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "Mañjuśrī, since no attachment exists in space, all factors are gates to freedom from dwelling, and that is the basis of the dhāraṇī through which the likes of garuḍas enter.",
            "passage-xmlId": "UT22084-056-007-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་མིའམ་ཅིའི་སྒོ་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for kinnaras, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-85",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "Mañjuśrī asked, “Blessed One, how is it the basis of the dhāraṇī?”",
            "passage-xmlId": "UT22084-056-007-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-88"
            ],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་བྱེད་པ་པོ་ལས་ལོག་པ་སྟེ། མ་བྱས་པ། མི་འགྱུར་བ། བྱེད་པ་པོ་ཀུན་ཏུ་བསལ་ན་མི་རྙེད་པ་སྟེ། འཇམ་དཔལ་དེ་ནི་མི་འམ་ཅི་ལྟ་བུའི་སྒོར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are devoid of agent. They are uncreated, unchanging, and no agent will be found upon investigation. That is the basis of the dhāraṇī through which the likes of kinnaras enter.",
            "passage-xmlId": "UT22084-056-007-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་ལྟོ་འཕྱེ་ཆེན་པོའི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for mahoragas, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་དྲི་མ་དང་བྲལ་ཞིང་ཤིན་ཏུ་འོད་གསལ་བ་སྟེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “all phenomena are free of stains and luminous.",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་བྱ་བའམ། རྣམ་པར་བྱང་བར་བྱར་མི་ནུས་པ་དེ་ནི་རྣམ་པར་དག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "The fact that sentient beings are unable to make them into something polluted or something to be purified is the basis for the dhāraṇī of purity.",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why is that?",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "འཇམ་དཔལ་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་མ་སྐྱེས་པའི་ཕྱིར་གཏན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་སྟེ།",
            "english": "Mañjuśrī, because all phenomena are by nature unborn, they are always parinirvāṇa.",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "དེ་ནི་ལྟོ་འཕྱེ་ཆེན་པོ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of mahoragas enter.",
            "passage-xmlId": "UT22084-056-007-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་བུད་མེད་ཀྱི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for women, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is it the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ལྟ་སྟེ། ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའི་ཕྱིར་མི་བདེན་པ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “because all phenomena lack true existence, they are unreal.",
            "passage-xmlId": "UT22084-056-007-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "སྐྱེས་པའི་དབང་པོ་དང་། བུད་མེད་ཀྱི་དབང་པོ་དང་བྲལ་བ་སྟེ།",
            "english": "They are without female or male genitalia.",
            "passage-xmlId": "UT22084-056-007-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "དེ་ནི་བུད་མེད་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of women enter.",
            "passage-xmlId": "UT22084-056-007-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་སྐྱེས་པའི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are Dharma gates for men, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-95",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is it the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་རྣམ་པ་ཐམས་ཅད་དུ་སྐྱེས་པ་ཉིད་ནི་མི་དམིགས་ཏེ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “maleness is not apprehended in any way:",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "ཐོག་མའི་མཐར་ཡང་མི་དམིགས། ཐ་མའི་མཐར་ཡང་མི་དམིགས། ད་ལྟར་བྱུང་བར་ཡང་མི་དམིགས་སོ།",
            "english": "it is not apprehended at a beginning point, at an ending point, or at present.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།འཇམ་དཔལ་གང་དུས་གསུམ་དུ་མི་དམིགས་པ་དེ་ལ་སྐྱེས་པ་ཡང་མེད། བུད་མེད་ཀྱང་མེད་དེ།",
            "english": "Mañjuśrī, something that is not apprehended in the three times cannot be male or female.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "གཞན་དུ་ན་མིང་གི་བརྡས་བརྗོད་པར་ཟད་དོ།",
            "english": "In other words, these are simply nominal expressions.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།མིང་དེ་ཡང་དབེན་པ་སྟེ། གཟུངས་ཀྱི་བརྡས་དེ་དག་བཏགས་སོ།",
            "english": "Those names, too, are void and they are ascribed by virtue of the verbal sign of the dhāraṇī.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གཟུངས་དེ་ཡང་འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པ་སྟེ། འབྱུང་བ་ཆེན་པོ་བཞི་རྣམས་ཀྱི་སྐྱེ་བ་ཡང་མི་དམིགས་སོ།",
            "english": "That dhāraṇī, too, is arisen out of the four great elements of earth, water, air, and fire, and the arising of the four elements is not apprehended.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།ཆོས་ཐམས་ཅད་མ་སྐྱེས་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་གཏན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་སྟེ།",
            "english": "Since all phenomena are not born, all phenomena are always parinirvāṇa.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "དེ་ནི་སྐྱེས་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "That is the basis of the dhāraṇī through which the likes of men enter.",
            "passage-xmlId": "UT22084-056-007-96",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་སེམས་ཅན་དམྱལ་བའི་སྒོ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་གཞིའོ།",
            "english": "“Mañjuśrī, all phenomena are a Dharma gate for hell beings, and this is the basis of the dhāraṇī.”",
            "passage-xmlId": "UT22084-056-007-98",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་གཟུངས་ཀྱི་གཞི་ལགས།",
            "english": "“Blessed One, how is this the basis of the dhāraṇī?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-99",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་སེམས་ཅན་དམྱལ་བ་གང་དུ་ཡང་དག་པར་འདུ་བར་འགྱུར།",
            "english": "“Mañjuśrī,” replied the Blessed One, “how are hells arranged?”",
            "passage-xmlId": "UT22084-056-007-99",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སེམས་ཅན་དམྱལ་བ་ནི་ནམ་མཁའ་ཡང་དག་པར་འདུ་བ་ལགས་སོ།",
            "english": "“Blessed One, hells are arranged in space,” said Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, how do you think this happens?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "སེམས་ཅན་དམྱལ་བ་རང་གི་རྟོག་པ་ལས་བྱུང་ངམ།",
            "english": "“Have the hells arisen from one’s own thoughts?",
            "passage-xmlId": "UT22084-056-007-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "འོན་ཏེ་ངོ་བོ་ཉིད་ལས་བྱུང་།",
            "english": "Or have they arisen from their own nature?”",
            "passage-xmlId": "UT22084-056-007-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོ་སྐྱེ་བོ་རང་གི་རྟོག་པས། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་རིག་སྟེ།",
            "english": "“Blessed One,” replied Mañjuśrī, “it is through their own thoughts that immature ordinary people imagine themselves to be hell beings, animals, or spirits in the world of Yama.",
            "passage-xmlId": "UT22084-056-007-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "དེ་དག་མ་མཆིས་པ་ལ་སྒྲོ་བཏགས་པའི་སླད་དུ། ངན་སོང་གསུམ་དུ་གནོད་པ་ཚོར་ཞིང་སྡུག་བསྔལ་མྱོང་ལགས་སོ།",
            "english": "And it is on account of projecting something that does not exist that they feel afflictions and experience miseries in the three lower realms.",
            "passage-xmlId": "UT22084-056-007-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་བདག་གིས་སེམས་ཅན་དམྱལ་བ་ཇི་ལྟར་མི་མཐོང་བ་དེ་བཞིན་དུ་སེམས་ཅན་དམྱལ་བ་པ་རྣམས་མི་མཐོང་སྟེ། སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་ཡང་མ་མཆིས་སོ།",
            "english": "However, Blessed One, since I do not see hells, I also do not see hell beings, and the sufferings of hells do not exist, either.",
            "passage-xmlId": "UT22084-056-007-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། དཔེར་བགྱི་ན་མི་ལ་ལ་ཞིག་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་ན་བདག་སེམས་ཅན་དམྱལ་བར་ལྟུང་བ་སྙམ་དུ་རིག་ནས།",
            "english": "For instance, Blessed One, suppose that some man who has fallen asleep were to imagine in a dream that he is experiencing falling into the hell realms.",
            "passage-xmlId": "UT22084-056-007-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "དེ་དེ་ན་ལྕགས་ཀྱི་བུམ་པ་རབ་ཏུ་ཁོལ་བ། ཤིན་ཏུ་འབར་བ་འདོམ་དུ་མ་མཆིས་པའི་ནང་ན་བདག་བཅུག་ནས་དེ་དེ་ན་སྡུག་བསྔལ་གྱི་ཚོར་བ་མྱོང་བར་རབ་ཏུ་འཚལ་ཏེ།",
            "english": "He vividly imagines that he has been put into a boiling iron cauldron several fathoms deep with intensely burning flames where he experiences sensations of suffering.",
            "passage-xmlId": "UT22084-056-007-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "དེ་ཡིད་དངངས་ཤིང་ཡོངས་སུ་གདུང་བར་རིག་ནས་འཇིགས་སྐྲག་སྟེ་དངངས་ནས། དེ་སླར་སད་པ་དང་། ཀྱེ་མའོ་སྡུག་བསྔལ་ལོ། །ཀྱེ་མ་སྡུག་བསྔལ་ལོ་ཞེས་ཆོ་ངེས་འདེབས་ན་དེའི་མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། ཕུ་ནུ་རྣམས་ཀྱིས་ཁྱོད་ཅིས་སྡུག་བསྔལ་ཞེས་དྲིས་པ་དང་། མི་དེས་དེ་དག་ལ་འདི་སྐད་ཅེས་བདག་ནི་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་བ་མྱོང་ངོ་། །ཞེས་སྨྲས་ནས།",
            "english": "Perceiving this with fear and anguish, he may wake up in a state of shock and terror, thinking, ‘Aaah! The pain!’ When he shouts such words out loud, his friends, kinsmen, or siblings nearby might ask, ‘What is paining you?’ “The man might then say to them, ‘I was experiencing the pains of hell.’",
            "passage-xmlId": "UT22084-056-007-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "ཡང་དེ་མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། ཕུ་ནུ་རྣམས་ལ་གཤེ་ཞིང་འཚིག་སྟེ། བདག་ནི་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་བ་མྱོང་ན། ཁྱོད་ཀྱིས་སླར་ཕྱི་ཕྱིར་ཞིང་ང་ལ་ཅིས་སྡུག་བསྔལ་ཞེས་དྲིར་ཅི་ཡོད་ཅེས་མཆི་ལ།",
            "english": "Then, feeling irritated and angry with those friends, kinsmen, or siblings, he might add, ‘I have been experiencing the pains of hell, so what business do you have to ask me afterward, “What is paining you?” ’",
            "passage-xmlId": "UT22084-056-007-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "དེ་ནས་མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། ཕུ་ནུ་དེ་དག་གིས་མི་དེ་ལ་འདི་སྐད་ཅེས། ཀྱེ་མ་འཇིགས་ཤིག །མ་འཇིགས་ཤིག །མི་ཁྱོད་ནི་གཉིད་ཀྱིས་ལོག་སྟེ་ཁྱིམ་འདི་ནས་གར་ཡང་མ་སོང་ངོ་། །ཞེས་བགྱིས་པ་དང་།",
            "english": "In response, those friends, kinsmen, or siblings would say to him, ‘Hey! Don’t be afraid! Don’t be afraid! You fell asleep. You never left this house.’",
            "passage-xmlId": "UT22084-056-007-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "མི་དེས་སླར་དྲན་པ་རྙེད་ནས་བདག་ནི་གཉིད་ཀྱིས་ལོག་སྟེ། ཡང་དག་པ་མ་ཡིན་པ་དངོས་པོ་མེད་པ་དེ་ལ་བདག་གིས་བརྟགས་པར་ལྟ་ཞིག་སྟེ།",
            "english": "“Once that man has fully regained consciousness, he might think, ‘I did fall asleep and then I imagined something that was not real and that did not actually exist.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "དངོས་པོ་ཅི་ཡང་མེད་དོ་སྙམ་བགྱིད་ནས། དེ་སླར་ཡང་ཡིད་བདེ་བ་རྙེད་ན། བཅོམ་ལྡན་འདས་ཇི་ལྟར་མི་དེ་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་ན། མ་མཆིས་པ་ལ་སྒྲོ་བཏགས་ནས་བདག་སེམས་ཅན་དམྱལ་བར་མཆིས་སོ་སྙམ་དུ་རིག་པ་དེ་བཞིན་དུ། བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོ་སྐྱེ་བོ་ཐམས་ཅད་མཆིས་པ་མ་ལགས་པའི་འདོད་ཆགས་ཀྱིས་ཀུན་ཏུ་དཀྲིས་པས་བུད་མེད་ཀྱི་མཚན་མར་རྟོག་གོ།",
            "english": "Nothing really existed.’ Now, Blessed One, just as that man projected something that didn’t exist during the dream he had when he had fallen asleep and imagined that he was in hell, so it is, Blessed One, that all immature ordinary men, entangled in their desire for what is nonexistent, imagine the genitalia of a woman.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།དེ་དག་གིས་བུད་མེད་ཀྱི་མཚན་མར་བརྟགས་ནས། བུད་མེད་དང་བདག་ལྷན་ཅིག་ཏུ་རྩེ་དགའ་ཞིང་དགའ་དགུར་སྤྱོད་པར་རིག་སྟེ།",
            "english": "Having imagined her genitalia, they fancy that they are playing around with the woman and enjoying sex together.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "དེ་དག་འདི་སྙམ་དུ་བདག་ནི་སྐྱེས་པ། འདི་ནི་བུད་མེད་དོ།",
            "english": "They may think, ‘I am a man and this is a woman.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།འདི་ནི་བདག་གི་བུད་མེད་དོ་སྙམ་ནས། དེ་སྲེད་པའི་འདོད་ཆགས་ཀྱིས་ཀུན་ཏུ་དཀྲིས་པའི་སེམས་ཀྱིས་དེ་ལོངས་སྤྱོད་ཚོལ་བར་སེམས་གཏད་དོ།",
            "english": "This is my woman.’ Then, with a mind entangled in lustful passion, they set their minds on the pursuit of pleasure.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།དེ་གཞི་དེ་ལས་འཐབ་པ་དང་འགྱེད་པ་དང་། རྩོད་པ་སྐྱེད་དེ། དེའི་དབང་པོ་རབ་ཏུ་ཁྲོས་པས་འཁོན་བྱུང་ངོ་།",
            "english": "From that starting point, they get into fights, quarrels, and disputes, and with their faculties enraged, they harbor resentment.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།དེ་འདུ་ཤེས་ཕྱིན་ཅི་ལོག་པ་དེས་གུམ་མ་ཐག་ཏུ་བསྐལ་པ་སྟོང་ཕྲག་མང་པོར་བདག་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་གྱི་ཚོར་བ་ཉམས་སུ་མྱོང་བ་སྙམ་དུ་འཚལ་ཏོ།",
            "english": "Due to such erroneous conceptions, as soon as these people die, they will think they are experiencing for many thousands of eons the painful sensations of hell.",
            "passage-xmlId": "UT22084-056-007-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། མི་དེ་ལ་མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། ཕུ་ནུ་རྣམས་ཀྱིས་འདི་སྐད་ཅེས་མ་འཇིགས་ཤིག །མ་འཇིགས་ཤིག །མི་ཁྱོད་ནི་གཉིད་ཀྱིས་ལོག་སྟེ།",
            "english": "“Blessed One, just as that man was told by his friends, kinsmen, or siblings, ‘Hey! Don’t be afraid! Don’t be afraid! You fell asleep.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "ཁྱིམ་འདི་ནས་གར་ཡང་མ་སོང་ངོ་། །ཞེས་མཆི་བ་ལྟར། བཅོམ་ལྡན་འདས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱིན་ཅི་ལོག་བཞིས་རྣམ་པར་མྱོས་པའི་སེམས་ཅན་རྣམས་ལ་ཆོས་བསྟན་ཏེ།",
            "english": "You never left this house,’ so it is, Blessed One, that the blessed buddhas have taught the Dharma to the sentient beings who are intoxicated by the four erroneous conceptions.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "འདི་ལ་བུད་མེད་ཀྱང་མེད། སྐྱེས་པ་ཡང་མེད།",
            "english": "Here there exists no woman and also no man.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "སེམས་ཅན་ཡང་མེད། སྲོག་ཀྱང་མེད། གསོ་བ་ཡང་མེད། གང་ཟག་ཀྱང་མེད།",
            "english": "Here there is no sentient being, no life force, no wellbeing, and no person.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "ཆོས་འདི་དག་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པའོ།",
            "english": "All these phenomena are unreal.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་མེད་པའོ།",
            "english": "All these phenomena are nonexistent.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་རྣམ་པར་བསྒྲུབས་པའོ།",
            "english": "All these phenomena are fabricated.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.b",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་བརྟགས་པའོ།",
            "english": "All these phenomena are imagined.",
            "passage-xmlId": "UT22084-056-007-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/568"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་སྟོང་པའོ།",
            "english": "“All these phenomena are empty.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་སྐྱེ་བ་མེད་པའོ།",
            "english": "All these phenomena are without origination.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་འགག་པ་མེད་པའོ།",
            "english": "All these phenomena are without cessation.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའོ།",
            "english": "All these phenomena are nonentities.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་མ་འབྲེལ་པའོ།",
            "english": "All these phenomena are disconnected.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་རྨི་ལམ་ལྟ་བུའོ།",
            "english": "All these phenomena are like a dream.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་སྒྱུ་མ་ལྟ་བུའོ།",
            "english": "All these phenomena are like an illusion.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་འདི་དག་ཐམས་ཅད་ནི་ཆུ་ཟླ་ལྟ་བུ་སྟེ།",
            "english": "All these phenomena are like the moon’s reflection in water.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "འདི་ལ་སུ་ཡང་མི་ཆགས་མི་སྡང་མི་རྨོངས་ཏེ།",
            "english": "These beings are taught, ‘No one should be desirous, angry, or confused about these things.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "ཡང་དག་པ་མ་ཡིན་པ་ལ་མ་རྟོགས་ཤིག་ཅེས་བསྟན་པ་དང་། དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་ཆོས་དེ་ཐོས་ནས། ཆོས་ཐམས་ཅད་ལ་འདོད་ཆགས་མ་མཆིས་པར་མཐོང་ངོ་།",
            "english": "So don’t think about what is unreal!’ Upon hearing that teaching of the Thus-Gone One, they see that all phenomena are without desire.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་ཐམས་ཅད་ལ་ཞེ་སྡང་མ་མཆིས་པ་དང་། གཏི་མུག་མ་མཆིས་པ་དང་། སྒྲིབ་པ་མ་མཆིས་པ་དང་། ཆགས་པ་མ་མཆིས་པར་མཐོང་ངོ་།",
            "english": "They see that all phenomena are without anger, without confusion, without obscuration, and without attachment.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཆོས་ཐམས་ཅད་ཤིན་ཏུ་གྲོལ་བ་དང་། གཏན་ཏུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་མཐོང་ནས། དེ་དག་སེམས་ནམ་མཁའ་ལ་གནས་ཏེ། འགུམ་པའི་དུས་བགྱིས་སོ།",
            "english": "Having seen that all entities are already fully liberated and are always parinirvāṇa, they will die with their minds dwelling in space.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།འགུམ་པའི་དུས་བགྱིས་མ་ཐག་ཏུ་ཕུང་པོའི་ལྷག་མ་མ་མཆིས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་དེ་ཡང་དེ་དང་འདྲ་སྟེ།",
            "english": "As soon as they die, they will pass into the realm of final nirvāṇa that is without remainder.",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་གིས་སེམས་ཅན་དམྱལ་བ་དེ་ལྟར་མཐོང་ལགས་སོ།",
            "english": "That, Blessed One, is how I see the hell realms.”",
            "passage-xmlId": "UT22084-056-007-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། ལེགས་སོ། །ལེགས་སོ། །འཇམ་དཔལ་ཇི་ལྟར་ཁྱོད་ཀྱིས་སེམས་ཅན་དམྱལ་བ་མཐོང་བ་དེ་བཞིན་དུ་བལྟའོ།",
            "english": "Then the Blessed One congratulated Mañjuśrī saying, “Very good, very good, Mañjuśrī! One should view hells just as you see them.",
            "passage-xmlId": "UT22084-056-007-109",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།ཇི་ལྟར་ཁྱོད་རྣམ་པར་མི་རྟོག་པ་དེ་བཞིན་དུ་མི་བརྟག་པར་བྱའོ།",
            "english": "Just as you did not form thoughts about them, so they should not imagine them.",
            "passage-xmlId": "UT22084-056-007-109",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "།འཇམ་དཔལ་སེམས་ཅན་དམྱལ་བ་དེ་ལྟར་མཐོང་ན་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར་རོ། །སེམས་ཅན་དམྱལ་བ་ངེས་པར་བསྟན་པ་འདི་བཤད་པ་ན།",
            "english": "Mañjuśrī, if one sees the hells in the way you have, one will attain acceptance of the nonorigination of phenomena.”",
            "passage-xmlId": "UT22084-056-007-109",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་དགུ་ཁྲི་ཉིས་སྟོང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ནས། དེ་དག་ཚིག་འཐུན་པར་འདི་སྐད་ཅེས། འདི་ལྟར་སེམས་ཅན་དམྱལ་བའི་ཆོས་རྣམས་ལས། སངས་རྒྱས་ཀྱི་ཆོས་རྙེད་པར་རུང་བ་ནི། སངས་རྒྱས་ཀྱི་ཡུལ་འདི་ངོ་མཚར་ཏེ། ལེགས་སོ། །ཞེས་འཛེར་ཏོ།",
            "english": "When he had expounded this teaching on the hells, ninety-two thousand bodhisattvas attained acceptance of the nonorigination of phenomena and exclaimed in unison, ‘How marvelous and excellent is the purview of buddhas, wherein it is possible to discover qualities of buddhas among the qualities of the hell realms.’ ”",
            "passage-xmlId": "UT22084-056-007-111",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/569"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-114"
            ],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཉིས་སུ་མ་མཆིས་པའི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཆོས་སུ་རྟོགས་ཤིང་གཉིས་ལྟ་བུར་མི་བགྱིད་པ་གཉིས་སུ་མ་མཆིས་པའི་ཆོས་ཀྱི་སྒོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལས་བསྟན་དུ་གསོལ།",
            "english": "Mañjuśrī Kumārabhūta said to the Blessed One, “Blessed One, please teach the bodhisattvas a Dharma gate of nonduality, a gate of nonduality through which bodhisattvas can realize all phenomena to be the qualities of a buddha and not create any such duality.”",
            "passage-xmlId": "UT22084-056-007-113",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འཇམ་དཔལ་དེའི་ཕྱིར་ཀུན་ནས་ངེས་པར་བསྟན་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་སྒོ་འདི་ནི་ཆོས་ཀྱི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཉོན་མོངས་པ་ཐམས་ཅད་ལ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡང་དག་པར་བགྲོ་བར་བྱེད་པའོ།",
            "english": "The Blessed One replied to Mañjuśrī Kumārabhūta, “Mañjuśrī, that is why this Dharma gate called fully teaching is the Dharma gate that allows bodhisattvas to discuss all of the defilements in terms of buddha qualities.”",
            "passage-xmlId": "UT22084-056-007-115",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གཉིས་སུ་མ་མཆིས་པའི་སྒོ་དེ་ཇི་ལྟ་བུ་ཞིག་ལགས།",
            "english": "“Blessed One, what is this gate of nonduality like?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-117",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་རབ་ཏུ་རྣམ་པར་ཕྱེ་བ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་སྒོ་འདི་ངས་ཁྱོད་ལ་བཤད་དོ།",
            "english": "“Mañjuśrī,” replied the Blessed One, “listen and retain it well, for I shall explain to you the dhāraṇī gate called clearly discriminating all defilements.”",
            "passage-xmlId": "UT22084-056-007-117",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་དེ་ལྟར་འཚལ་ལོ་ཞེས་གསོལ་ཏེ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།",
            "english": "Mañjuśrī said, “Blessed One, please do so.” Mañjuśrī Kumārabhūta then listened to the Blessed One.",
            "passage-xmlId": "UT22084-056-007-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་མ་རིག་པ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “ignorance is awakening.",
            "passage-xmlId": "UT22084-056-007-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-121"
            ],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "This is a dhāraṇī gate.”",
            "passage-xmlId": "UT22084-056-007-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན། མ་རིག་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is ignorance awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་མེད་པའི་ཕྱིར། མ་རིག་པ་ཞེས་བྱའོ།",
            "english": "“Mañjuśrī,” said the Blessed One, “it is called ignorance because it does not exist.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།གང་མེད་པ་དེ་ལ་སྐྱེ་བ་མེད་དོ།",
            "english": "What is nonexistent is without arising.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།གང་མ་སྐྱེས་པ་དེ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ།",
            "english": "What has not arisen is without pollution.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ཡིན་པ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "Mañjuśrī, that which lacks pollution is awakening.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "རང་བཞིན་གྱིས་འོད་གསལ་བ་རྟག་ཏུ་མ་སྐྱེས་པའོ།",
            "english": "Luminous by nature, it is forever unborn.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་དོན་གྱི་དབང་འདི་གཟིགས་ནས། མ་རིག་པ་དང་བྱང་ཆུབ་གཉིས་སུ་མེད་པར་སྟོན་ཏོ།",
            "english": "Mañjuśrī, since the thus-gone ones see the import of this, they teach that ignorance and awakening are nondual.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་ངས་མ་རིག་པ་འདི་མ་རྙེད་དེ། དེའི་ཕྱིར་མ་རིག་པ་ཞེས་བསྟན་ཏོ།",
            "english": "I have not found this ignorance, Mañjuśrī, and that is why I can speak of something called ignorance.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་དེ་ནི་མ་རིག་པ་ལྟ་བུར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་སྒོ་སྟེ།",
            "english": "Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of ignorance.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "འཇུག་པ་གང་གིས་སྤོབས་པ་མྱུར་བར་འགྱུར་བ། །སྤོབས་པ་རྣོ་བར་འགྱུར་བ། སྤོབས་པ་ཟབ་མོར་འགྱུར་བ། སྤོབས་པ་མ་ཆགས་པར་འགྱུར་བ། སྤོབས་པ་ཐོགས་པ་མེད་པར་འགྱུར་བའོ།",
            "english": "Through entering it, their eloquence becomes swifter, sharper, more profound, unbroken, and unlimited.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "།འཇམ་དཔལ་འདུ་བྱེད་རྣམས་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, mental formations are awakening.",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.285.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "This is a dhāraṇī gate.”",
            "passage-xmlId": "UT22084-056-007-122",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/570"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་འདུ་བྱེད་རྣམས་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how are mental formations awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་འདུ་བྱེད་རྣམས་ནི་གྲངས་མེད་པ། བགྲང་དུ་མེད་པ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “mental formations are innumerable—they cannot be counted.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "དེའི་ཕྱིར་དེ་དག་གི་ཚད་མི་དམིགས་སོ།",
            "english": "That is why one cannot perceive their full measure.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།མི་དགེ་བ་དང་མཚུངས་པར་ལྡན་ན། སེམས་ཅན་དམྱལ་བར་སྐྱེ་བ་སྟོན་མོད་ཀྱི་འདི་ནས་ཀྱང་མི་འགྲོའོ། །དེར་འཕོ་བ་ཡང་མེད་དོ།",
            "english": "Even though it is said that possessing nonvirtue leads to rebirth in the hell realms, one does not leave this place, and there is also no transference to that place after death.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་མི་འཕོ་བ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "Mañjuśrī, the lack of transference is awakening.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "འོང་བ་དང་། འགྲོ་བ་མེད་པའོ།",
            "english": "There is no coming and no going.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་དེ་ནི་འདུ་བྱེད་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of mental formations.",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་རྣམ་པར་ཤེས་པ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "“Mañjuśrī, consciousness is awakening.”",
            "passage-xmlId": "UT22084-056-007-126",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is consciousness awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུ་སྟེ། ཡང་དག་པ་མ་ཡིན་པ་ལས་བྱུང་བར་དེ་བཞིན་གཤེགས་པས་གསུངས་སོ།",
            "english": "“Mañjuśrī,” said the Blessed One, “consciousness is like an illusion. The thus-gone ones proclaim that it has arisen from what is unreal.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་ཇི་ལྟར་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཡང་དག་པ་མ་ཡིན་པ་ལ་གནས་པ་རྣམས་ཀྱིས་སྒྱུ་མ་ལྟ་བུའི་རྣམ་པར་ཤེས་པ་བརྟགས་ཤིང་རྣམ་པར་བསྒྲུབས་ནས་བསྡུས་པ་དེ་བཞིན་དུ། འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱང་སྒྱུ་མ་ལྟ་བུ་སྟེ། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་བརྟགས་ཤིང་། རྣམ་པར་བསྒྲུབས་ནས་བསྡུས་ཏེ།",
            "english": "Mañjuśrī, just as immature ordinary people who are entrenched in what is unreal collectively imagine and construct an illusion-like consciousness, so too, Mañjuśrī, these immature ordinary people collectively imagine and construct an illusion-like awakening of a buddha.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "དེ་དག་སངས་རྒྱས་ཀྱི་ཆོས་ལ་ལྷག་པར་དམིགས་ཤིང་།",
            "english": "They see the qualities of a buddha as something special, thinking, ‘May we be buddhas!",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "བདག་ཅག་སངས་རྒྱས་སུ་གྱུར་ཅིག །བདག་ཅག་སེམས་ཅན་གྲོལ་བར་བྱེད་པར་གྱུར་ཅིག །བདག་ཅག་འཇིག་རྟེན་གྱི་མཆོག་ཏུ་གྱུར་ཅིག་སྙམ་དུ་དེ་དག་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ནམ་མཁའ་དང་འདྲ་བ་ལ་བརྟགས་ནས་རབ་ཏུ་སྤྱོད་དོ།",
            "english": "May we liberate sentient beings! May we be the best in the world!’ And they go about imagining the awakening of a buddha is like the sky.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་ངས་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་ནས། སངས་རྒྱས་སམ། ཉན་ཐོས་སམ། རང་སངས་རྒྱས་སམ། སོ་སོ་སྐྱེ་བོའི་ཆོས་གང་ཡང་མ་དམིགས་ཏེ།",
            "english": "Mañjuśrī, I sat at the seat of awakening, and I did not perceive any qualities belonging to buddhas, or hearers, or solitary buddhas, or ordinary people.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "འཇམ་དཔལ་དེ་ནི་རྣམ་པར་ཤེས་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of consciousness.",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-132"
            ],
            "flags": "",
            "folio": "F.286.a",
            "tibetan": "།འཇམ་དཔལ་མིང་དང་གཟུགས་ཀྱི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, name and form are awakening.”",
            "passage-xmlId": "UT22084-056-007-129",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/571"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་མིང་དང་གཟུགས་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how are name and form awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་མིང་ནི་དངོས་པོ་མེད་པར་སྒྲས་བརྗོད་པའོ། །འཇམ་དཔལ་གཟུགས་ཀྱང་བྱེད་པ་པོ་མེད་པ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “name is a verbal expression that is without existence, and form lacks any agent.",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "འཇམ་དཔལ་གང་ན་བྱེད་པ་པོ་མེད་པ་དེ་ལ་བདག་མེད་དོ།",
            "english": "Mañjuśrī, where there is no agent there is no self.",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།འཇམ་དཔལ་བདག་མེད་པ་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྟེ། མིང་གིས་བསྟན་པའོ། །མིང་དེ་ནི་ཕྱོགས་བཅུ་ཀུན་ཏུ་བཙལ་ཀྱང་མི་རྙེད་དེ།",
            "english": "Mañjuśrī, names can be used to teach the absence of self that is the awakening of a buddha, yet one cannot find that name even if they were to search for it throughout the ten directions.",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "འཇམ་དཔལ་དེ་ནི་མིང་དང་གཟུགས་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ། །འཇམ་དཔལ་སྐྱེ་མཆེད་དྲུག་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of name and form. “Mañjuśrī, the six sense bases are awakening.”",
            "passage-xmlId": "UT22084-056-007-133",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྐྱེ་མཆེད་དྲུག་བྱང་ཆུབ་ལགས། བཀའ་སྩལ་པ།",
            "english": "“Blessed One, how are the six sense bases awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "འཇམ་དཔལ་སྐྱེ་མཆེད་ཐམས་ཅད་ནི་རང་གི་ཡུལ་དབེན་པ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “all of the six sense bases are devoid of their respective objects.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "མིག་གི་དབང་པོ་ཡང་བདག་གིས་གཟུགས་བལྟའོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །རྣ་བའི་དབང་པོ་ཡང་བདག་གིས་སྒྲ་མཉན་ཏོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །སྣའི་དབང་པོ་ཡང་བདག་གིས་དྲི་ལ་མནམ་མོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ལྕེའི་དབང་པོ་ཡང་བདག་གིས་རོ་མྱང་ངོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ལུས་ཀྱི་དབང་པོ་ཡང་བདག་གིས་རེག་པ་ཚོར་རོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ཡིད་ཀྱི་དབང་པོ་ཡང་བདག་གིས་ཆོས་རྣམ་པར་ཤེས་སོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ།",
            "english": "The sense faculty of the eye does not think thoughts such as ‘I see a form.’ The sense faculty of the ear does not think thoughts such as ‘I hear a sound.’ The sense faculty of the nose does not think thoughts such as ‘I smell a smell.’ The sense faculty of the tongue does not think thoughts such as ‘I taste a taste.’ The sense faculty of the body does not think thoughts such as ‘I feel a sensation.’ The sense faculty of the mind does not think thoughts such as ‘I am conscious of a mental phenomenon.’",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།མིག་ཀྱང་གཟུགས་ཡུལ་དུ་མི་ཤེས། གཟུགས་ཀྱང་མིག་གི་ཡུལ་དུ་མི་ཤེས།",
            "english": "The eye does not know that forms are its object; neither do forms know they are an object of the eye.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "རྣ་བ་ཡང་སྒྲ་ཡུལ་དུ་མི་ཤེས།",
            "english": "The ear does not know that sounds are its object;",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "སྒྲ་ཡང་རྣ་བའི་ཡུལ་དུ་མི་ཤེས།",
            "english": "neither do sounds know they are an object of the ear.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "སྣ་ཡང་དྲི་ཡུལ་དུ་མི་ཤེས།",
            "english": "The nose does not know that smells are its object;",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "དྲི་ཡང་སྣའི་ཡུལ་དུ་མི་ཤེས།",
            "english": "neither do smells know they are the object of the nose.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "ལྕེ་ཡང་རོ་ཡུལ་དུ་མི་ཤེས། རོ་ཡང་ལྕེའི་ཡུལ་དུ་མི་ཤེས།",
            "english": "",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "ལུས་ཀྱང་རེག་བྱ་ཡུལ་དུ་མི་ཤེས།",
            "english": "The body does not know that tangible things are its object;",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "རེག་བྱ་ཡང་ལུས་ཀྱི་ཡུལ་དུ་མི་ཤེས།",
            "english": "neither do tangible things know they are an object of the body.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "ཡིད་ཀྱང་ཆོས་ཡུལ་དུ་མི་ཤེས།",
            "english": "The mind does not know that mental phenomena are its object;",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "ཆོས་ཀྱང་ཡིད་ཀྱི་ཡུལ་དུ་མི་ཤེས་ཏེ།",
            "english": "neither do mental phenomena know they are objects of the mind.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "འཇམ་དཔལ་སྐྱེ་མཆེད་རྣམས་ནི་ཕན་ཚུན་མི་འཐུན་པ་གཡོ་བ་མེད་པ། བྱེད་པ་མེད་པ། ཕན་ཚུན་སེམས་པ་མེད་པ། ཕན་ཚུན་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའོ།",
            "english": "Mañjuśrī, the sense bases are mutually incompatible, without motion, without action, without mutual cognizance, and mutually empty of intrinsic nature.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།འཇམ་དཔལ་ཆོས་གང་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་དེ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "Mañjuśrī, any factor that is empty of intrinsic nature is awakening.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "དེ་ནི་སྐྱེ་མཆེད་དྲུག་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of six sense bases.",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.286.b",
            "tibetan": "།འཇམ་དཔལ་རེག་པ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "“Mañjuśrī, contact is awakening.”",
            "passage-xmlId": "UT22084-056-007-136",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/572"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རེག་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is contact awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་རེག་པ་ཞེས་བྱ་བ་ནི་གཟུགས་སུ་འདུས་ཏེ་རེག་པ་དང་། སྒྲར་འདུས་ཏེ་རེག་པ་དང་། དྲིར་འདུས་ཏེ་རེག་པ་དང་། རོར་འདུས་ཏེ་རེག་པ་དང་། རེག་བྱར་འདུས་ཏེ་རེག་པ་དང་། ཆོས་སུ་འདུས་ཏེ་རེག་པའོ།",
            "english": "“Mañjuśrī,” said the Blessed One, “contact refers to contact that is encountered as form, contact that is encountered as sound, contact that is encountered as smell, contact that is encountered as taste, contact that is encountered as touch, and contact that is encountered as mental phenomena.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་གཟུགས་སུ་འདུས་ཏེ་རེག་པ་ནས། ཆོས་སུ་འདུས་ཏེ་རེག་པའི་བར་གང་ཡིན་པ་དེ་ནི་རྟེན་པའོ། །གང་བརྟེན་པ་དེ་ནི་རྐྱེན་མང་པོ་ལས་སྐྱེའོ།",
            "english": "Mañjuśrī, everything from contact that is encountered as form up to contact that is encountered as mental phenomena are supports, and whatever they support arises from many conditions.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་གང་རྐྱེན་མང་པོ་ལས་སྐྱེ་བ་དེ་ནི་ཚོགས་ཀྱི་ཚུལ་དུ་གནས་པའོ།",
            "english": "Mañjuśrī, something that arises from many conditions retains its composite character.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་ཚོགས་ཀྱི་ཚུལ་གང་ཡིན་པ་དེ་ནི་སྒྱུ་མའི་ཚུལ་ལོ།",
            "english": "Mañjuśrī, something with a composite character has an illusory character.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།སྒྱུ་མའི་ཚུལ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པའི་ཚུལ་ལོ།",
            "english": "Something that has an illusory character has an unreal character.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།ཡང་དག་པ་མ་ཡིན་པའི་ཚུལ་གང་ཡིན་པ་དེ་ནི་མེད་པའོ།",
            "english": "Something that has an unreal character is nonexistent.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།མེད་པ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བའོ།",
            "english": "Something that is nonexistent does not arise.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།མི་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་མི་འགག་པའོ།",
            "english": "Something that does not arise does not cease.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་གང་སྐྱེ་བ་མེད་ཅིང་འགག་པ་མེད་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྟེ།",
            "english": "Mañjuśrī, something that is without arising and without cessation is the awakening of a buddha.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "དེ་ནི་རེག་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "That is the dhāraṇī gate that one enters through the likes of contact.",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་ཚོར་བ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "“Mañjuśrī, feeling is awakening.”",
            "passage-xmlId": "UT22084-056-007-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཚོར་བ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is feeling awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ཚོར་བ་ཞེས་བྱ་བ་ནི་རྣམ་པ་གསུམ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “feeling is of three kinds:",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "བདེ་བའི་ཚོར་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ཚོར་བའོ།",
            "english": "pleasant feelings, painful feelings, and neutral feelings.",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་བདེ་བའི་ཚོར་བ་ནི་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉི་ག་མེད་པར་མི་དམིགས་སོ།",
            "english": "Mañjuśrī, pleasant feelings exists neither within nor without, nor are they apprehended as both of those possibilities.",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "།འཇམ་དཔལ་སྡུག་བསྔལ་གྱི་ཚོར་བ་ཡང་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉི་ག་མེད་པར་ཡང་མི་དམིགས་སོ། །འཇམ་དཔལ་བདེ་བ་ཡང་མ་ཡིན།",
            "english": "Mañjuśrī, painful feelings exist neither within nor without, nor are they apprehended as both of those possibilities.",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.a",
            "tibetan": "སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ཚོར་བ་ཡང་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་སོ།",
            "english": "Mañjuśrī, neutral feelings exist neither within nor without, nor are they apprehended as both of those possibilities.”",
            "passage-xmlId": "UT22084-056-007-142",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/573"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "།འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་འོ་ན་ཇི་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་བདེ་བའི་ཚོར་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་། བདེ་བ་ཡང་མ་ལགས། སྡུག་བསྔལ་བ་ཡང་མ་ལགས་པའི་ཚོར་བ་དག་གང་ལགས།",
            "english": "“Blessed One, in that case, what are these pleasant, painful, and neutral feelings of sentient beings?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-146"
            ],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདུ་ཤེས་ཕྱིན་ཅི་ལོག་གི་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པའི་བྱིས་པ་སོ་སོ་སྐྱེ་བོ་རྣམས་ནི་ཡང་དག་པ་མ་ཡིན་པའི་རྐྱེན་སྣ་ཚོགས་ཀྱིས་བདེའོ་སྙམ་དུ་འདུ་ཤེས། སྡུག་བསྔལ་ལོ་སྙམ་པའམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་སྙམ་དུ་ཤེས་མོད་ཀྱི།",
            "english": "“Mañjuśrī,” said the Blessed One, “various unreal conditions cause immature ordinary people perverted by false notions to experience the thought of pleasure or the thought of pain or the thought of neutral feeling.",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "འཇམ་དཔལ་ཚོར་བ་ཐམས་ཅད་སྒྱུ་མའི་རང་བཞིན་ཏེ།",
            "english": "Be that as it may, Mañjuśrī, all feelings have the nature of illusion.",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "མ་བྱས་པ། མ་སྐྱེས་པ། རྟག་ཏུ་མ་བྱུང་བ་སྟེ།",
            "english": "They are not made, are unborn, and are always unoriginated.",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན། ཚོར་བ་ནི་བྱང་ཆུབ་སྟེ། དེ་ནི་ཚོར་བ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "Mañjuśrī, in keeping with that line of reasoning, feeling is awakening, and that is the dhāraṇī gate that one enters through the likes of feeling.",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "།འཇམ་དཔལ་སྲེད་པ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, craving is awakening.”",
            "passage-xmlId": "UT22084-056-007-144",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "",
            "passage-xmlId": "UT22084-056-007-148",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "།གསོལ་པ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྲེད་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is craving awakening?",
            "passage-xmlId": "UT22084-056-007-148",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་སྲེད་པ་ཀུན་ནས་ཉོན་མོངས་པ་ལགས་པར་བཀའ་མ་སྩལ་ལགས་སམ།",
            "english": "Did not the Blessed One declare that craving is a factor of pollution?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-148",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One in return.",
            "passage-xmlId": "UT22084-056-007-148",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-150"
            ],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "མི་བུ་མེད་པའི་བུའི་སྲེད་པའི་ནང་ན་འདུག་གམ། འོན་ཏེ་ཕྱི་རོལ་ན་འདུག་གམ། འོན་ཏེ་ཕྱོགས་དང་མཚམས་རྣམས་ན་འདུག །འཇམ་དཔལ་གྱིས་གསོལ་པ།",
            "english": "“Does the craving that a childless person has for a child exist inside, outside, or in the cardinal directions or intermediate directions?",
            "passage-xmlId": "UT22084-056-007-148",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "བཅོམ་ལྡན་འདས་དེའི་བུ་ཉིད་ཀྱང་མ་བྱུང་ན། བུའི་སྲེད་པ་ཉིད་ལྟ་ག་ལ་མཆིས།",
            "english": "“Blessed One,” replied Mañjuśrī, “since the child of this person has not yet been born, where would the craving for a child exist?”",
            "passage-xmlId": "UT22084-056-007-151",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་གང་གི་ཚེ་མི་དེ་འདུ་བ་དང་ལྡན་ཏེ་བུ་སྐྱེད་ཅིང་སྲེད་པ་སྐྱེད་པའི་དུས་དེ་ཡོད།",
            "english": "The Blessed One said, “Mañjuśrī, sometimes people in conjugal union give birth to a child, and that gives rise to craving.",
            "passage-xmlId": "UT22084-056-007-152",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "ཚིགས་དེ་ཡོད་ན། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "If there is such a connection, Mañjuśrī, what do you think?",
            "passage-xmlId": "UT22084-056-007-152",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.287.b",
            "tibetan": "མི་དེའི་བུ་ལ་སྲེད་པ་ཤར་ཕྱོགས་ནས་འོངས་སམ། འོན་ཏེ་ལྷོ་ཕྱོགས་ནས་སམ། འོན་ཏེ་ནུབ་ཕྱོགས་ནས་སམ། འོན་ཏེ་བྱང་ཕྱོགས་ནས་སམ། འོན་ཏེ་འོག་གི་ཕྱོགས་ནས་སམ། འོན་ཏེ་སྟེང་གི་ཕྱོགས་ནས་སམ། འོན་ཏེ་ནང་ན་འདུག་གམ། འོན་ཏེ་ཕྱི་རོལ་ནའམ། གཉིས་ཀ་མེད་པར་གནས་སམ།",
            "english": "Did that person’s craving for a son come from the east, or from the south, or from the west, or from the north, or from below, or from above, or from within, or from without, or from neither of those last two?”",
            "passage-xmlId": "UT22084-056-007-152",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/574"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྲེད་པ་ཤར་ཕྱོགས་ན་མི་དམིགས། ལྷོ་ཕྱོགས་ན་ཡང་མ་ལགས། ནུབ་ཕྱོགས་ན་ཡང་མ་ལགས། བྱང་ཕྱོགས་ན་ཡང་མ་ལགས། སྟེང་ན་ཡང་མ་ལགས། འོག་ན་ཡང་མ་ལགས། ནང་ན་ཡང་མ་ལགས། སླད་རོལ་ན་ཡང་མ་ལགས། གཉིས་ཀ་མ་མཆིས་པར་ཡང་མི་དམིགས་ལགས་སོ།",
            "english": "“Blessed One,” replied Mañjuśrī, “craving is not apprehended in the east, nor in the south, nor the west, nor the north, nor above, nor below, nor within, nor without, nor neither of the last two possibilities.”",
            "passage-xmlId": "UT22084-056-007-153",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-154",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "སྲེད་པ་དེ་སུས་ཀྱང་། བྱས་སམ། བྱེད་དུ་བཅུག་པ་ཡིན་ནམ།",
            "english": "“Did anyone make that craving or cause it to be made?”",
            "passage-xmlId": "UT22084-056-007-154",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྲེད་པ་ནི་མ་བགྱིས་པ་སྟེ།",
            "english": "“Blessed One,” replied Mañjuśrī, “craving is not made.",
            "passage-xmlId": "UT22084-056-007-155",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "སྲེད་པ་ལ་བྱེད་པ་པོ་གང་ཡང་མ་མཆིས་ན། བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ལོག་པ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཡང་དག་པ་མ་ལགས་པ་ལ་བཏགས་སོ།",
            "english": "As it lacks any creator, it is something unreal imputed by immature ordinary people with wrong ideas.”",
            "passage-xmlId": "UT22084-056-007-155",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-156",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "ཡང་དག་པ་མ་ཡིན་པ་དེ་ཡོད་དམ།",
            "english": "“Do such unreal things exist?”",
            "passage-xmlId": "UT22084-056-007-156",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No, Blessed One.",
            "passage-xmlId": "UT22084-056-007-156",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ།",
            "english": "They do not, Sugata,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-156",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་མེད་པ་དེ་ལ་ཅི་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཡོད་དམ།",
            "english": "The Blessed One asked, “Mañjuśrī, can there be anything polluted or purified in something that does not exist?”",
            "passage-xmlId": "UT22084-056-007-158",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No, Blessed One, there cannot,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-158",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་གང་ཤར་ཕྱོགས་ནས་མི་རྙེད། ལྷོ་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། ནུབ་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། བྱང་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། ནང་ནས་ཀྱང་མ་ཡིན། ཕྱི་རོལ་ནས་ཀྱང་མ་ཡིན། གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་མི་འགྱུར་ཞིང་། རྣམ་པར་བྱང་བར་མི་འགྱུར་བ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “phenomena that are not found in the east, in the south, in the west, in the north, and that are not apprehended within, nor without, nor either of those two cannot be something that is polluted or something that is purified.",
            "passage-xmlId": "UT22084-056-007-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "འཇམ་དཔལ་དེ་ནི་སྲེད་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "And that, Mañjuśrī, is the dhāraṇī gate that one enters through the likes of craving.",
            "passage-xmlId": "UT22084-056-007-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།འཇམ་དཔལ་ལེན་པ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, appropriation is awakening.",
            "passage-xmlId": "UT22084-056-007-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "This is a dhāraṇī gate.”",
            "passage-xmlId": "UT22084-056-007-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ལེན་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is appropriation awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-162",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་ལེན་པ་འཆིང་བ་ལགས་པར་བཀའ་མ་སྩལ་ལགས་སམ།",
            "english": "“Did not the Blessed One declare that appropriation was bondage?”",
            "passage-xmlId": "UT22084-056-007-162",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཅི་ཡང་སྐྱེད་དམ།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One in return, “do immature ordinary people produce anything?”",
            "passage-xmlId": "UT22084-056-007-163",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་སྐྱེད་ལགས་ཏེ།",
            "english": "“Yes, Blessed One,” Mañjuśrī answered, “they do produce things.",
            "passage-xmlId": "UT22084-056-007-163",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.a",
            "tibetan": "གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། འདོད་པའི་ཡོན་ཏན་འདི་ལྔ་སྐྱེད་ལགས་སོ།",
            "english": "They produce the five sense objects—form, sound, smell, taste, and touch.”",
            "passage-xmlId": "UT22084-056-007-163",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/575"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-165",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "གཟུགས་ཀྱིས་གཟུགས་སྐྱེད་དམ།",
            "english": "“Do forms produce forms?”",
            "passage-xmlId": "UT22084-056-007-165",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "གསོལ་པ་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-165",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཅི་ཚོར་བས་ཚོར་བ་སྐྱེད་དམ། འདུ་ཤེས་ཀྱིས་འདུ་ཤེས་སྐྱེད་དམ། འདུ་བྱེད་རྣམས་ཀྱིས་འདུ་བྱེད་རྣམས་སྐྱེད་དམ། ཅི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པ་སྐྱེད་དམ།",
            "english": "“Do feelings produce feelings, do conceptions produce conceptions, do mental formations produce mental formations, or does consciousness produce consciousness?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-167",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No, they do not,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-167",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Mañjuśrī, what do you think?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-169",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།ཆོས་གང་ཞིག་ཆོས་གང་སྐྱེད་པར་བྱེད་པ་དེ་ཡོད་དམ།",
            "english": "“Does any phenomenon exist that produces any other phenomenon?”",
            "passage-xmlId": "UT22084-056-007-169",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་སོ།",
            "english": "“No, Blessed One,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-169",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་གང་ཞིག་ཆོས་གང་ཞིག་ལ་འཆིང་བའི་བྱ་བ་བྱེད་དམ།",
            "english": "“Mañjuśrī, does any phenomenon cause another phenomenon to be fettered?” asked the Blessed One.",
            "passage-xmlId": "UT22084-056-007-171",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།",
            "english": "“No, Blessed One,” replied Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-171",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།བཀའ་སྩལ་པ། འཇམ་དཔལ་དེ་ལྟར་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ། འགག་པ་མེད་པ། སྒྲིབ་པ་མེད་པ་སྟེ།",
            "english": "“Mañjuśrī,” said the Blessed One, “in the same way, all phenomena are without arising, without ceasing, and without obscuration.",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "འདི་དག་ནི་གཅིག་ལ་གཅིག་མི་སྐྱེད་དོ། །གཅིག་ལ་གཅིག་མི་དམིགས་སོ།",
            "english": "One does not produce another, and one does not apprehend another.",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།མི་སྨྲའོ། །བེམས་པོ་ཡིན་པའི་ཕྱིར་ངག་གིས་ལས་འབྱིན་པར་མི་བྱེད་དོ།",
            "english": "They do not speak, and since they are inanimate, they do not give rise to verbal acts.",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན། ལེན་པ་ནི་བྱང་ཆུབ་སྟེ། དེ་ནི་ལེན་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "From this analysis, Mañjuśrī, it follows that appropriation is awakening, and that is the dhāraṇī gate that one enters through the likes of appropriation.",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།འཇམ་དཔལ་སྲིད་པ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, becoming is awakening.",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "This is a dhāraṇī gate.”",
            "passage-xmlId": "UT22084-056-007-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྲིད་པ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is becoming awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-175",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "བཅོམ་ལྡན་འདས་སྲིད་པ་དགག་པའི་སླད་དུ། ཉན་ཐོས་རྣམས་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་མ་བསྟན་ལགས་སམ།",
            "english": "“Did not the Blessed One teach the Dharma to the hearers in order to put an end to becoming?”",
            "passage-xmlId": "UT22084-056-007-175",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་ངས་སྲིད་པ་བཤད་པ་དེ་ནི་དངོས་པོ་མེད་པ་སྟེ། དེས་ན་སྲིད་པ་ཞེས་བྱའོ།",
            "english": "“Mañjuśrī,” said the Blessed One, “what I explained as becoming is a nonentity, and that is why it is called becoming.",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།འཇམ་དཔལ་གང་གིས་ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་པར་མཐོང་བ་དེ་ཅི་ཡང་སྐྱེད་པར་མི་བྱེད་དོ། །འགོག་པར་མི་བྱེད་དོ།",
            "english": "Mañjuśrī, those who see that all phenomena are nonentities do not produce anything, nor do they cause anything to cease.",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།ཆོས་ཐམས་ཅད་ནམ་མཁའི་རང་བཞིན་དུ་མཐོང་ནས། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ཡང་མི་དམིགས་མི་འདོར་རོ།",
            "english": "Seeing that all phenomena are of the nature of space, they do not apprehend even the qualities of a buddha, nor do they abandon them.",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན་སྲིད་པ་བྱང་ཆུབ་སྟེ། དེ་ནི་སྲིད་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "In this way, Mañjuśrī, becoming is awakening, and that is the dhāraṇī gate that one enters through the likes of becoming.",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "།འཇམ་དཔལ་སྐྱེ་བ་ནི་བྱང་ཆུབ་སྟེ།",
            "english": "“Mañjuśrī, birth is awakening.",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.288.b",
            "tibetan": "འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "This is a dhāraṇī gate.”",
            "passage-xmlId": "UT22084-056-007-176",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/576"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "།གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྐྱེ་བ་བྱང་ཆུབ་ལགས།",
            "english": "“Blessed One, how is birth awakening?” asked Mañjuśrī.",
            "passage-xmlId": "UT22084-056-007-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བ་ལས་ཡང་དག་པར་བཟླ་བའི་སླད་དུ། ཆོས་མ་བསྟན་ལགས་སམ།",
            "english": "“Did the Blessed One not teach the Dharma so that beings could completely transcend birth?”",
            "passage-xmlId": "UT22084-056-007-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "བཀའ་སྩལ་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔས་སྐྱེ་བ་ཡོངས་སུ་བཙལ་ན་སྐྱེ་བ་མེད་པ། འཕོ་བ་མེད་པ། འབྱུང་བ་མེད་པར་མཐོང་ངོ་།",
            "english": "“Mañjuśrī,” said the Blessed One, “if bodhisattvas search for birth, they will see the absence of birth, the absence of transference, and the absence of arising.",
            "passage-xmlId": "UT22084-056-007-180",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "།འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན་སྐྱེ་བ་བྱང་ཆུབ་སྟེ། དེ་ནི་སྐྱེ་བ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།",
            "english": "In this way, Mañjuśrī, birth is awakening, and that is the dhāraṇī gate that one enters through the likes of birth.",
            "passage-xmlId": "UT22084-056-007-180",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "།འཇམ་དཔལ་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་ལ་འཇུག་པའི་སྒོ་འདི་ནི་འཇུག་པའི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་སྤོབས་པ་མྱུར་དུ་འཐོབ་ཅིང་། སྤོབས་པ་རྣོ་བར་འགྱུར་བ་དང་། སྤོབས་པ་ཟབ་མོར་འགྱུར་བ་དང་། སྤོབས་པ་ཆགས་པ་མེད་པ་དང་། སྤོབས་པ་ཐོགས་པ་མེད་པར་འགྱུར་བའོ།",
            "english": "“Mañjuśrī, through this gate for entering the dhāraṇī of the vajra quintessence, bodhisattvas will quickly attain eloquence and their eloquence will be sharper, more profound, unbroken, and unlimited.”",
            "passage-xmlId": "UT22084-056-007-181",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འདི་བྱང་ཆུབ་སེམས་དཔའ་གང་རྣམས་ཀྱི་ས་ལགས།",
            "english": "Mañjuśrī Kumārabhūta then asked the Blessed One, “For which level of bodhisattva is this teaching intended?”",
            "passage-xmlId": "UT22084-056-007-182",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ནི་གང་དག་བྱང་ཆུབ་ལ་མ་ཞུགས་པ་རྣམས་དང་། གང་དག་བྱང་ཆུབ་ཏུ་སེམས་མ་བསྐྱེད་པ་རྣམས་དང་། གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་མི་དམིགས་པ་དང་། གང་དག་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལས་བསྐྱོད་པར་མི་འདོད་པ་རྣམས་དང་། གང་དག་འཁོར་བ་ལས་འདའ་བར་མི་འདོད་པ་རྣམས་དང་། གང་དག་སེམས་ཅན་དགྲོལ་བར་མི་འདོད་པ་རྣམས་དང་། གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཁོང་དུ་ཆུད་པར་མི་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།",
            "english": "“Mañjuśrī,” the Blessed One replied, “it is intended for the level of those bodhisattvas who have not set out toward awakening, who have not produced the intention to gain awakening, who do not see buddha qualities, who do not wish to run away from desire, anger, and confusion, who do not wish to go beyond saṃsāra, who do not wish to liberate sentient beings, and who do not wish to realize the buddha qualities.”",
            "passage-xmlId": "UT22084-056-007-183",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གཟུངས་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ལ་ཚེ་འདི་ལ་ཡོན་ཏན་ཇི་སྙེད་ཅིག་མཆིས་པར་འཚལ་བར་བགྱི།",
            "english": "Mañjuśrī Kumārabhūta requested of the Blessed One, “Blessed One, please let us know what good qualities a son or daughter of the lineage who bears this dhāraṇī in mind, holds it, recites it, makes it understood, and teaches it widely to others will gain in this life.”",
            "passage-xmlId": "UT22084-056-007-184",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/577"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ལ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་རྣམས་སྲུང་བར་ཤེས་པར་བྱའོ།",
            "english": "The Blessed One said, “You should know that such people will be protected by gods, nāgas, yakṣas, and gandharvas.",
            "passage-xmlId": "UT22084-056-007-185",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།དེ་ཆོས་ཐམས་ཅད་ལ་ཐེ་ཙོམ་མེད་པར་ཤེས་པར་བྱའོ།",
            "english": "You should know that they will have no doubts regarding all phenomena.",
            "passage-xmlId": "UT22084-056-007-185",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།དེ་ཆོས་རབ་ཏུ་དབྱེ་བའི་ཤེས་པ་དང་ལྡན་པར་ཤེས་པར་བྱའོ།",
            "english": "You should know that they will possess knowledge that clearly discerns phenomena.",
            "passage-xmlId": "UT22084-056-007-185",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།འཇམ་དཔལ་གཟུངས་འདིའི་ཡོན་ཏན་ནི་མཐའ་ཡས་ཏེ། བསྐལ་པ་བརྒྱར་ཡང་ཟད་པར་བྱར་མི་ནུས་སོ།",
            "english": "Mañjuśrī, the qualities of this dhāraṇī are limitless and cannot be exhausted even in a hundred eons.”",
            "passage-xmlId": "UT22084-056-007-185",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན། བྱང་ཆུབ་སེམས་དཔའ་ཁྲིས་རྡོ་རྗེའི་སྙིང་པོའི་གཟུངས་འདི་འཐོབ་བོ། །ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སུམ་ཁྲི་ཉིས་སྟོང་གིས་རྗེས་སུ་འཐུན་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་བོ།",
            "english": "When the Blessed One taught this Dharma discourse, ten thousand bodhisattvas gained this dhāraṇī of the vajra quintessence and thirty-two thousand beginner bodhisattvas gained acceptance of the Dharma.",
            "passage-xmlId": "UT22084-056-007-186",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-056-007-188"
            ],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དེ་དག་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།",
            "english": "After the Blessed One had spoken thus, Mañjuśrī Kumārabhūta and the world with its gods, nāgas, yakṣas, gandharvas, men, and demigod spirits rejoiced and praised what the Blessed One had taught.",
            "passage-xmlId": "UT22084-056-007-187",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "།འཕགས་པ་རྡོ་རྗེའི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།",
            "english": "This concludes The Mahāyāna Sūtra called The Dhāraṇī of the Vajra Quintessence.",
            "passage-xmlId": "UT22084-056-007-189",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.289.b",
            "tibetan": "རྒྱ་གར་གྱི་མཁན་པོ་ཤཱི་ལེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།",
            "english": "Translated, revised, and finalized by a team led by the Indian abbot Śīlendrabodhi and the chief translator Bandé Yeshé Dé.",
            "passage-xmlId": "UT22084-056-007-190",
            "creation_tool": "monlam-ai/84000",
            "volume": "56",
            "folio_xmlId": "UT4CZ5369-I1KG9182-0000/side/578"
        }
    ],
    "text-id": "UT22084-056-007"
}