{
    "tus": [
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "འཕགས་པ་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས།",
            "english": "The Noble Uṣṇīṣavijayā Dhāraṇī That Purifies All Lower Rebirths",
            "passage-xmlId": "UT22084-090-041",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།",
            "english": "Homage to all buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-090-041-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།དེ་ནས་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ཞེས་བྱ་བ་ཞིག་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་ནང་ཆོས་བཟངས་ལྷའི་འདུན་ས་ན་གནས་ཏེ།",
            "english": "There was a god called Supratiṣṭhita, seated in the divine assembly hall, Sudharmā, among the gods of the Heaven of the Thirty-Three;",
            "passage-xmlId": "UT22084-090-041-36",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "ལྷའི་གཞལ་ཡས་ཁང་ཆེན་པོ་ན་ལྷའི་ལོངས་སྤྱོད་ཆེན་པོ་དང་། ལྷའི་བུ་མོའི་ཚོགས་ཆེན་པོས་བསྐོར་ནས་རྩེ་དགའ་ཞིང་དགའ་མགུར་སྤྱོད་དེ།",
            "english": "he lived in a great palace, where he was surrounded by the finest divine pleasures and a great harem of divine maidens playing and singing songs.",
            "passage-xmlId": "UT22084-090-041-36",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "དེ་ལྷའི་ལོངས་སྤྱོད་མྱོང་བ་ལས་མཚན་མོ་སྒྲ་ཞིག་ཐོས་པ། ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ཞག་བདུན་གྱི་ཉིན་པར་འཆི་བའི་དུས་བྱེད་དེ།",
            "english": "That night, after he had indulged in those divine pleasures, he heard a voice say, “God Supratiṣṭhita, your death will occur in one week.",
            "passage-xmlId": "UT22084-090-041-37",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "དེ་འཆི་བའི་དུས་བྱས་ནས་ཀྱང་འཛམ་བུའི་གླིང་དུ་སྐྱེས་ཏེ། དེར་ཡང་འགྲོ་བ་བདུན་པོ་མྱོང་བར་འགྱུར་རོ།",
            "english": "After you die, you will be born in Jambudvīpa, where you will undergo seven rebirths.",
            "passage-xmlId": "UT22084-090-041-37",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།འགྲོ་བ་བདུན་པོ་མྱོང་ནས་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "After undergoing the seventh rebirth, you will be born as a hell being.",
            "passage-xmlId": "UT22084-090-041-37",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།བརྒྱ་ལ་ནམ་ཞིག་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་དེར་དབུལ་པོར་འགྱུར་ཞིང་དམུས་ལོང་དུ་འགྱུར་རོ་ཞེས་དེས་ཐོས་སོ།",
            "english": "When you are eventually born as a human, you will be poor and blind.”",
            "passage-xmlId": "UT22084-090-041-37",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།དེ་ནས་ལྷའི་བུ་དེས་སྒྲ་དེ་ཐོས་ནས་འཇིགས་སྐྲག་དངངས་ཏེ་སྤུ་ཟིང་ཞེས་བྱེད་པར་གྱུར་ནས།",
            "english": "When the god heard that voice, he became terrified and anguished, and his hairs stood on end.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "དེ་རིངས་པ་རིངས་པར་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱི་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ།",
            "english": "In great haste, he went to Śakra, Lord of the Gods, and prostrated at his feet.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "བརྟབས་པར་སྨྲ་ཞིང་དེ་ཀྱི་ཧུད་ཀྱི་ཧུད་ཅེས་སྨྲེ་སྔགས་འདོན་བཞིན་དུ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷའི་དབང་པོ་གསན་དུ་གསོལ།",
            "english": "He wailed miserably, sobbed, and addressed Śakra, Lord of the Gods, saying, “Lord of the Gods, please listen.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "ལྷའི་དབང་པོ་བདག་དེང་ལྷའི་བུ་མོའི་ཚོགས་ཀྱིས་བསྐོར་ཏེ། ལྷའི་ལོངས་སྤྱོད་ཀྱི་དགའ་བས་རྩེ་ཞིང་བདེ་བ་མྱོང་བ་ལས་སྒྲ་ཞིག་ཐོས་པ།",
            "english": "Today, Lord of the Gods, I was surrounded by my harem of divine maidens, and after we had enjoyed divine pleasures, played, and indulged in bliss, I heard a voice saying, ‘God Supratiṣṭhita, your death will occur in one week.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ཞག་བདུན་ན་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་ཏེ། འཛམ་བུའི་གླིང་དུ་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "After you die, you will be born in Jambudvīpa, where you will undergo seven rebirths.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།དེར་ཡང་འགྲོ་བ་བདུན་མྱོང་ནས་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "After undergoing the seventh rebirth, you will be born as a hell being.",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.243.b",
            "tibetan": "།བརྒྱ་ལ་ནམ་ཞིག་མིར་སྐྱེས་བར་གྱུར་ན་ཡང་དེར་དེ་དབུལ་པོར་འགྱུར་ཞིང་དམུས་ལོང་དུ་ཡང་འགྱུར་རོ། །ཞེས་ཐོས་ན་ལྷའི་དབང་པོ་དེ་ལ་བདག་གིས་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།",
            "english": "When you are eventually born as a human, you will be poor and blind.’ Lord of the Gods, what am I to do?”",
            "passage-xmlId": "UT22084-090-041-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/486"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པའི་ཚིག་དེ་ཐོས་ནས་ཤིན་ཏུ་ངོ་མཚར་དུ་འཛིན་པར་གྱུར་ཏེ།",
            "english": "When he heard what the god Supratiṣṭhita said, Śakra, Lord of the Gods, was astonished.",
            "passage-xmlId": "UT22084-090-041-40",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "ལྷའི་བུ་འདིས་འགྲོ་བ་བདུན་པོ་གང་དག་མྱོང་བར་འགྱུར་སྙམ་དུ་སེམས་ཤིང་ཅང་མི་སྨྲ་བར་འདུག་པ་དང་། འགྲོ་བ་བདུན་ནི་ཕག་གི་སྐྱེ་གནས་དང་། ཁྱི་དང་། ཝ་དང་། སྤྲེའུ་དང་། སྦྲུལ་གདུག་པ་དང་། བྱ་རྒོད་དང་། བྱ་ཁྭ་སྟེ། འགྲོ་བ་བདུན་པོ་དེ་དག་ཤིན་ཏུ་མི་གཙང་བ་ཟ་བ་མྱོང་བར་འགྱུར་བ་མཐོང་ངོ་།",
            "english": "He thought about the seven rebirths that this god was going to experience and sat there in silence. He saw those seven rebirths—birth as a pig, a dog, a fox, a monkey, a venomous snake, a vulture, and a crow—and saw the filthy things he would consume.",
            "passage-xmlId": "UT22084-090-041-40",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "།དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་འགྲོ་བ་བདུན་པོ་དེ་དག་མཐོང་ནས་འདི་སྙམ་དུ་ཨེ་མ་ལྷའི་བུ་འདི་སྡུག་བསྔལ་མི་བཟད་པ་ཆེན་པོ་མྱོང་བར་འགྱུར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མ་གཏོགས་པར་དེའི་སྐྱབས་དང་། རྟེན་དང་། དཔུང་གཉེན་དུ་འགྱུར་བ་སུ་ཡོད་སྙམ་དུ་བསམས་སོ།",
            "english": "When Śakra, Lord of the Gods, saw those seven births, he thought, “Alas, if this god is going to experience this unbearable, great suffering, who but the thus-gone, worthy, perfectly awakened Buddha will be his refuge, support, and last resort?”",
            "passage-xmlId": "UT22084-090-041-40",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "།དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ནུབ་མོ་དེའི་སྲོད་ལ་སྤོས་དང་། མེ་ཏོག་དང་། བདུག་པ་སྣ་ཚོགས་དང་། གོས་དང་། རྒྱན་སྣ་ཚོགས་ལ་སོགས་པ་ཁྱེར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ལན་བདུན་བསྐོར་བ་བྱས་ནས་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་ནས་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པའི་འགྲོ་བ་བདུན་པོ་དག་བཅོམ་ལྡན་འདས་ལ་ཞིབ་ཏུ་གསོལ་ཏོ།",
            "english": "That evening at dusk, Śakra, Lord of the Gods, gathered various kinds of perfumes, flowers, incense, clothing, ornaments, and so forth, approached the Blessed One in the Jetavana monastery, prostrated at the Blessed One’s feet, circumambulated him seven times, performed a great offering, sat before the Blessed One, and told the Blessed One in detail about Supratiṣṭhita’s seven rebirths.",
            "passage-xmlId": "UT22084-090-041-41",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "།ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་འགྲོ་བ་བདུན་པོ་དེ་དག་གསོལ་མ་ཐག་ཏུ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་ནས་འོད་ཟེར་སྣ་ཚོགས་བྱུང་སྟེ། དེས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་གནས་ཐམས་ཅད་ཀུན་ནས་སྣང་བར་བྱས་ཏེ་སླར་ལོག་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོར་ཞུགས་སོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཛུམ་པ་མཛད་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།",
            "english": "As soon as Śakra, Lord of the Gods, had told the Blessed One about those seven rebirths, brilliant rays of light emerged from the Blessed One’s uṣṇīṣa, illuminated every place throughout the ten directions where there was a world system, returned, and entered the Blessed One’s mouth. Then the Blessed One smiled at Śakra, Lord of the Gods, and spoke these words:",
            "passage-xmlId": "UT22084-090-041-43",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.a",
            "tibetan": "།ལྷའི་དབང་པོ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་དེ་བཞིན་གཤེགས་པས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ། ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ། སྒྲིབ་པ་དང་། སྡུག་བསྔལ་བར་སྐྱེ་བ་ཐམས་ཅད་འཇིག་པར་བྱེད་པ། སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ། བདེ་འགྲོའི་ལམ་དུ་འཇོག་པ་ཡོད་དེ།",
            "english": "“Lord of the Gods, the crown victory dhāraṇī that has been consecrated by the Tathāgata purifies all lower rebirths, destroys all births characterized by obscurations and suffering, thoroughly purifies the hell realms, animal realms, and the Realm of the Lord of Death, and sets beings on the path to higher rebirth.",
            "passage-xmlId": "UT22084-090-041-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/487"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "ལྷའི་དབང་པོ་དེ་ལྟ་བས་ན་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་ཐོས་མ་ཐག་ཏུ་སྒྲིབ་པར་འགྱུར་བའི་སྡུག་བསྔལ་གྱི་རང་བཞིན་སྣ་ཚོགས་ཤིན་ཏུ་མང་པོ་འཇིག་པར་བྱེད་དོ།",
            "english": "“Lord of the Gods, as soon as the crown victory dhāraṇī that purifies all lower rebirths is heard, it destroys the many different types of suffering related to the obscurations.",
            "passage-xmlId": "UT22084-090-041-47",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "།སྐྱེ་བ་ཡོངས་སུ་དག་པའི་རྒྱུད་ཐོབ་པར་འགྱུར་རོ། །ཚེ་རབས་ཐམས་ཅད་དུ་ཡང་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "One will obtain a stream of completely pure births, and in each of those lifetimes one will remember one’s previous lives.",
            "passage-xmlId": "UT22084-090-041-47",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "།སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་བར་འགྱུར་རོ། །ལྷའི་འཇིག་རྟེན་ནས་ལྷའི་འཇིག་རྟེན་དུ་འགྲོ་བར་འགྱུར་ཏེ། ལྷའི་གནས་སུམ་ཅུ་རྩ་གཉིས་ཀྱི་བར་དུ་འགྲོ་བར་འགྱུར་རོ།",
            "english": "One will go from one buddha land to another and one god realm to another until one reaches the thirty-second god realm.",
            "passage-xmlId": "UT22084-090-041-47",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "།ལྷའི་དབང་པོ་དེ་བརྗོད་མ་ཐག་ཏུ་ཚེ་ཟད་པ་ཡང་ཚེ་ཕྱིར་ནུར་བར་འགྱུར་བའི་ལས་ཐོབ་པར་འགྱུར་རོ། །ལུས་དང་ངག་དང་ཡིད་ཀྱི་ལས་ཡོངས་སུ་དག་པ་བསགས་པ་བདེ་བར་རེག་པ་ལ་གནས་པས་གནས་པར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱང་དེ་ལ་གཟིགས་སོ། །དེ་དག་དེ་ལ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བར་མཛད་པར་འགྱུར་རོ།",
            "english": "“Lord of the Gods, as soon as that dhāraṇī is uttered, any god whose lifespan has been exhausted will have their lifespan extended; the perfectly pure bodily, verbal, and mental karma they have accumulated by maintaining contact with the higher realms will allow them to remain, and the tathāgatas will watch over them and constantly protect, guard, and preserve them.",
            "passage-xmlId": "UT22084-090-041-49",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "།བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱང་དེ་ལ་སེམས་པར་འགྱུར།",
            "english": "All the bodhisattvas will think about them as well.",
            "passage-xmlId": "UT22084-090-041-49",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "བརྗོད་པ་ཙམ་གྱིས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་ཀྱི་ཡུལ་ཐམས་ཅད་སྐེམས་པར་འགྱུར། རྣམ་པར་འཇིག་པར་འགྱུར། རྣམ་པར་འཐོར་བར་འགྱུར། རྣམ་པར་སེལ་བར་འགྱུར།",
            "english": "“Just reciting it will lead all the hell realms, the animal realm, the Realm of the Lord of Death, and the preta realm to dry up, disintegrate, and be scattered, cleared, and emptied.",
            "passage-xmlId": "UT22084-090-041-53",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "སྟོངས་པར་འགྱུར་རོ། །དེ་ལྟར་དེ་ལ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དང་། ལྷའི་གནས་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་གནས་ཐམས་ཅད་ཀྱི་སྒོ་རྣམས་ཕྱེ་བར་འགྱུར་རོ། །དེ་གང་འདོད་པ་དེར་འཇུག་པར་འགྱུར་རོ།",
            "english": "The doors to all the buddha fields, god realms, and realms of the bodhisattvas will be opened for them, and they can enter whichever they wish.”",
            "passage-xmlId": "UT22084-090-041-53",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུངས་དེ་བཀའ་སྩལ་དུ་གསོལ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྲོག་ལ་སྨན་གདགས་པ་བཤད་དུ་གསོལ།",
            "english": "At that point Śakra, Lord of the Gods, addressed the Blessed One, saying, “Blessed One, please proclaim that dhāraṇī and explain its benefits for the life force of beings.”",
            "passage-xmlId": "UT22084-090-041-54",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.244.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་གསོལ་བ་བཏབ་པ་མཁྱེན་ནས་གཟུངས་འདི་དག་བཀའ་སྩལ་ཏོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཨོཾ་ན་མོ་བྷ་ག་ཝ་ཏེ་སརྦ་ཏྲཻ་ལོ་ཀྱ་པྲ་ཏི་བི་ཤིཥྚཱ་ཡ་བུད་དྷཱ་ཡ་ཏེ་ན་མཿ། ཏདྱ་ཐཱ། ཨོཾ་བྷྲཱུཾ་བྷྲཱུཾ་བྷྲཱུཾ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ཨ་ས་མ་ས་མནྟ་ཨ་བ་བྷཱ་ས་སྥ་ར་ཎ་ག་ཏི། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨ་བྷིཥིཉྩནྟུ་མཱཾ། སརྦ་ཏ་ཐཱ་ག་ཏ་སུ་ག་ཏ་བ་ར་བཱ་ཙ་ན། ཨ་མྲྀ་ཏ་ཨ་བྷི་ཥེ་ཀཻ་ར། མ་ཧཱ་མུ་དྲ། མནྟྲ་པ་དཻཿ། ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། མ་མ་ཨཱ་ཡུཿསན་བྷཱ་ར་ཎི། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ས་ཧ་སྲ་ར་སྨི་སཉྩོ་དི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་བ་ལོ་ཀི་ནི།",
            "english": "Then, the Blessed One understood what Śakra, Lord of the Gods, had requested and bestowed the following dhāraṇīs:",
            "passage-xmlId": "UT22084-090-041-54",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/488"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.a",
            "tibetan": "ཥཊ་པཱ་ར་མི་ཏཱ་བ་རི་པཱུ་ར་ཎི། སརྦ་ཏ་ཐཱ་ག་ཏ་མཱ་ཏེ་ད་ཤབྷཱ་མི་པྲ་ཏིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ། བཛྲ་ཀཱ་ཡ་སཾ་ཧ་ཏ་ན། པ་རི་ཤུད་དྷེ། སརྦ་ཀརྨ་ཨཱ་ཝ་ར་ཎ་བི་ཤུད་དྷེ། པྲ་ཏི་ནི་བརྟ་ཡ། མ་མ་ཨཱ་ཡུར་བི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ས་མ་ཡ་ཨ་དྷིཥྛི་ཏེ། ཨོྃ་མུ་ནི་མུ་ནི། མ་ཧཱ་མུ་ནི། བི་མུ་ནི་བི་མུ་ནི། མ་ཧཱ་བི་མུ་ནི། མ་ཏི་མ་ཏི། མ་ཧཱ་མ་ཏི། མ་མ་ཏི། སུ་མ་ཏི། ཏ་ཐཱ་ཏཱ། བྷཱུ་ཏ་ཀོ་ཊི། པ་རི་ཤུད་དྷེ། བི་སྥུ་ཊ། བུད་དྷེ་ཤུད་དྷེ། ཧེ་ཧེ། ཛ་ཡ་ཛ་ཡ། བི་ཛ་ཡ་བི་ཛ་ཡ། སྨ་ར་སྨ་ར། སྥ་ར་སྥ་ར། སྥཱ་ར་ཡ་སྥཱ་ར་ཡ། སརྦ་བུད་དྷ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། ཤུད་དྷེ་ཤུད་དྷེ། བུད་དྷེ་བུད་དྷེ། བཛྲེ་བཛྲེ། མ་ཧཱ་བཛྲེ། སུ་བཛྲེ། བཛྲེ་གརྦྷེ། ཛ་ཡ་གརྦྷེ། བི་ཛ་ཡ་གརྦྷེ། བཛྲ་ཛྭཱ་ལ་གརྦྷེ། བཛྲ་ཨུད་བྷ་བེ། བཛྲ་སཾ་བྷ་བེ། བཛྲེ་བཛྲི་ཎི། བཛྲམྦྷ་བ་ཏུ། མ་མ་ཤ་རཱི་རཾ་སརྦ་ས་ཏྭཱ་ནཱཉྩ་ཀཱ་ཡ་པ་རི་ཤུད་དྷིར་བྷ་བ་ཏུ། ས་དཱ་མེ་སརྦ་ག་ཏི་པ་རི་ཤུད་དྷི་ཤྩ།",
            "english": "namo ratna trayāya | oṁ namo bhagavate sarva­trailokya­prati­viśiṣṭāya buddhāya te namaḥ | tadyathā | oṁ bhrūṃ bhrūṃ bhrūṃ | śodhaya śodhaya | viśodhaya viśodhaya | asama­samantāvabhāsa­­spharaṇa­gati­­gagane­ svabhāva­­viśuddhe | abhiṣiñcantu māṃ sarva­tathāgatāḥ sugata­vara­vacanāmṛtābhiṣekair mahā­mudrā­mantra­padaiḥ | āhara āhara mama āyuḥ­sandhāraṇi śodhaya śodhaya | viśodhaya viśodhaya | gagana­svabhāva­viśuddhe | uṣṇīṣa­vijayā­pariśuddhe | sahasra­raśmi­saṃcodite | sarva­tathāgatāvalokini | ṣaṭ­pāramitā­paripūraṇi | sarva­tathāgata­māte daśa­bhūmi­pratiṣṭhite | sarva­tathāgata­hṛdayādhiṣṭhānādhiṣṭhite | mudre mudre mahā­mudre | vajra­kāya­saṃhatana­pariśuddhe | sarva­karmāvaraṇa­viśuddhe | prati­nivartaya mama āyur­viśuddhe | sarva­tathāgata­samayādhiṣṭhānādhiṣṭhite | oṁ muni muni mahāmuni | vimuni vimuni mahāvimuni | mati mati mahāmati mamati sumati | tathatābhūta­koṭi­pari­śuddhe | visphuṭa­buddhi­śuddhe | he he | jaya jaya | vijaya vijaya | smara smara sphara sphara | sphāraya sphāraya | sarva­buddhādhiṣṭhānādhiṣṭhite | śuddhe śuddhe | buddhe buddhe | vajre vajre mahā­vajre suvajre | vajra­garbhe | jaya­garbhe | vijaya­garbhe | vajra­jvālāgarbhe | vajrodbhave | vajra­saṃbhave | vajre | vajriṇi | vajraṃ bhavatu mama śarīraṃ sarva­sattvānāñ ca kāya­pari­śuddhir bhavatu | sadā me sarva­gati­pari­śuddhiś",
            "passage-xmlId": "UT22084-090-041-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/489"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.a",
            "tibetan": "ས་མནྟཱ་ན་མོ་ཙ་ཡ་མོ་ཙ་ཡ། ཨ་དྷིཥྛཱ་ན། སརྦ་ཏ་ཐཱ་ག་ཏཱ་ཤྩ་མཱཾ་ས་མཱ་ཤྭཱ་ས་ཡནྟུ། བུད་དྷྱ་བུད་དྷྱ། སིད་དྷྱ་སིད་དྷྱ། བོ་དྷ་ཡ་བོ་དྷ་ཡ། བི་བོ་དྷ་ཡ་བི་བོ་དྷ་ཡ།",
            "english": "ca |samantān mocaya mocaya | ādhiṣṭhānasarva­ta­thāgata­­samaya  ādhiṣṭhānādhiṣṭhite | sarva­tathāgatāś",
            "passage-xmlId": "UT22084-090-041-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/489"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.a",
            "tibetan": "མོ་ཙ་ཡ་མོ་ཙ་ཡ། བི་མོ་ཙ་ཡ་བི་མོ་ཙ་ཡ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ས་མནྟ་ར་སྨི་པ་རི་ཤུད་དྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ། མུ་དྲེ་མུ་དྲེ། མ་ཧཱ་མུ་དྲེ་མ་ཧཱ་མུ་དྲཱ་མནྟྲ་པ་དཻཿསྭཱ་ཧཱ།",
            "english": "ca mām | samāśvāsayantu | budhya budhya | sidhya sidhya | bodhaya bodhaya | vibodhaya vibodhaya | mocaya mocaya | vimocaya vimocaya | śodhaya śodhaya | viśodhaya viśodhaya | samantān mocaya mocayasamanta­raśmi­pari­śuddhe | sarva­tathāgata­hṛdayādhiṣṭhānādhiṣṭhite | mudre mudre mahā­mudre mahā­mudrā­mantra­pade svāhā",
            "passage-xmlId": "UT22084-090-041-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/489"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "ལྷའི་དབང་པོ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ། སྡིག་པ་དང་། ལས་དང་། སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བ།",
            "english": "“Lord of the Gods, the crown victory dhāraṇī that completely purifies all lower rebirths completely purifies all bad deeds, actions, and obscurations. It leads to the path of higher rebirth and utterly destroys all lower rebirths.",
            "passage-xmlId": "UT22084-090-041-61",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "བདེ་འགྲོའི་ལམ་ཐམས་ཅད་དུ་འགྲོ་བ་དང་། ངན་འགྲོ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་བྱེད་པ་འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་འབུམ་ཕྲག་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་བརྒྱད་ཀྱི་བྱེ་མ་སྙེད་དག་གིས་གསུངས་པ། བྱིན་གྱིས་བརླབས་པ། རྗེས་སུ་ཡི་རང་བར་མཛད་པ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡེ་ཤེས་ཀྱི་ཕྱག་རྒྱས་བཏབ་པ་སྟེ།",
            "english": "As many buddhas as there are grains of sand in eighty-eight trillion Gaṅgā Rivers have taught, blessed, and rejoiced in this dhāraṇī, and it is sealed by the wisdom mudrā of all the tathāgatas.",
            "passage-xmlId": "UT22084-090-041-61",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "སེམས་ཅན་ཐམས་ཅད་བདེ་འགྲོར་འགྲོ་བར་བྱ་བ་དང་། ངན་འགྲོར་ལྷུང་བ་རྣམས་བཟློག་པ་དང་། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ལ་སོགས་པ་སྡུག་བསྔལ་གྱི་གནས་ཐམས་ཅད་དུ་སྡུག་བསྔལ་ཞིང་ཉམ་ང་བར་གྱུར་པ་རྣམས་དང་། སྡུག་བསྔལ་གྱི་རྒྱ་མཚོར་ལྷུང་བའི་སེམས་ཅན་རྣམས་རྣམ་པར་འགྲོལ་བར་བྱ་བའི་ཕྱིར་གསུངས་པའོ།",
            "english": "It was taught in order to place all beings on the path that leads to higher rebirths, to bring back those who have fallen into lower rebirths, and to liberate all those in painful and frightening existences: hell beings, those born into the animal realm, those in the Realm of the Lord of Death, and all others who have plunged into the ocean of suffering.",
            "passage-xmlId": "UT22084-090-041-61",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "།དེ་བཞིན་དུ་སེམས་ཅན་ཚེ་ཐུང་ཞིང་སྐལ་བ་ཆུང་བ། སྨད་པ་དང་། བསམ་པ་ཉམས་པ་དང་། སེམས་ཅན་ལམ་ལས་ཉམས་པ་རྣམས་ཀྱི་དོན་དུ་གཟུངས་འདི་འཛམ་བུའི་གླིང་དུ་བཞག་གོ།",
            "english": "“Similarly, this dhāraṇī has been given to Jambudvīpa to benefit beings who have a short lifespan and little fortune, who are despised, and who have strayed from the path.",
            "passage-xmlId": "UT22084-090-041-62",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "།ལྷའི་དབང་པོ་ཁྱོད་ཀྱིས་གཟུངས་འདི་ཟུང་ལ་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ལ་སྒྲོགས་ཤིག །བསྒྲགས་ནས་ཀྱང་གདོན་པ་དང་། ཁ་ཏོན་དུ་བྱ་བ་དང་། བསམ་པ་དང་། བསྒོམ་པ་དང་། དྲན་པར་བྱ་བ་དང་། མཆོད་པ་དང་། གཟུང་བ་དང་། ཀུན་ཆུབ་པར་བྱ་བ་ལ་དེ་སྦྱོར་བར་གྱིས་ཤིག་དང་། དེ་ལྟར་ལྷའི་གནས་ཐམས་ཅད་ན་འཁོད་པའི་ལྷའི་བུ་རྣམས་དང་། འཛམ་བུའི་གླིང་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བའི་ཕྱིར་གཟུངས་ཀྱི་ཕྱག་རྒྱ་དང་། གསང་སྔགས་འདི་དག་ཁྱོད་ལ་གཏད་དོ།",
            "english": "“Lord of the Gods, you should take this dhāraṇī and proclaim it to the god Supratiṣṭhita. After you proclaim it, you should urge him to chant it, recite it, contemplate it, meditate upon it, and recollect it, and to worship, uphold, and master it. “Thus, for the benefit, assistance, and happiness of the gods residing in all the god realms and the beings of Jambudvīpa, I entrust to you the mudrās and mantras related to this dhāraṇī.",
            "passage-xmlId": "UT22084-090-041-62",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "།དེའི་ཕྱིར་ལྷའི་དབང་པོ་ཁྱོད་ཀྱིས་གཟུང་བར་བྱའོ།",
            "english": "Lord of the Gods, you must keep it well!",
            "passage-xmlId": "UT22084-090-041-62",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "།ལྷའི་དབང་པོ་གཟུངས་འདི་ཐོས་མ་ཐག་ཏུ་བསྐལ་པ་བརྒྱ་སྟོང་དུ་བསགས་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ། །སྐྱེ་བར་སྐྱེ་བ་རྣམ་པ་སྣ་ཚོགས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་ཀྱི་ཡུལ་དང་། ལྷ་མ་ཡིན་གྱི་རིས་དང་། འདི་ལྟ་སྟེ།",
            "english": "“Lord of the Gods, as soon as this dhāraṇī is heard, the karmic obstructions one has amassed over one hundred thousand eons will be utterly purified. Know that one will no longer take any of the various births in the hell realms, the animal realm, the Realm of the Lord of Death, the realm of the pretas, and the realm of the asuras.",
            "passage-xmlId": "UT22084-090-041-65",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.245.b",
            "tibetan": "གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཤ་ཟ་དང་། སྲུལ་པོ་དང་། ལུས་སྲུལ་པོ་དང་། བརྗེད་བྱེད་དང་། ཁྱི་དང་། རུས་སྦལ་དང་། སྦྲུལ་དང་། གཅན་གཟན་ཁྲོ་བོ་དང་། བྱ་དང་། སྦྲང་བུ་དང་། སྦྲང་མ་དང་། སྡིག་སྦྲུལ་དང་། གྲོག་སྦུར་ལ་སོགས་པའི་སྲོག་ཆགས་ཀྱི་རིགས་སུ་ཕྱིས་མི་སྐྱེ་བར་ཤེས་པར་བྱའོ། །གཞན་དུ་ན་དེ་བཞིན་གཤེགས་པ་དང་ཕྲད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རིགས་སུ་སྐྱེ་བ་ནི་མ་གཏོགས་སོ། །དེ་རིགས་ཆེན་པོ་འདི་ལྟ་སྟེ། བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའམ། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའམ།",
            "english": "Likewise, one will not be born into the class of creatures such as yakṣas, rākṣasas, bhūtas, piśācas, pūtanas, kaṭapūtanas, apasmāras, dogs, tortoises, snakes, fierce wild animals, birds, bees, flies, reptiles, and ants.",
            "passage-xmlId": "UT22084-090-041-65",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/490"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "ཚོང་དཔོན་གྱི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུར་སྐྱེའོ་ཞེས་ང་སྨྲའོ།",
            "english": "“Instead, one will meet with the tathāgatas, be born into the family of the bodhisattvas, or be born into a prominent family such as a brahmin family that is like a great sāl tree, a kṣatriya family that is like a great sāl tree, a householder family that is like a great sāl tree, or a merchant family that is like a great sāl tree.",
            "passage-xmlId": "UT22084-090-041-67",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "།ལྷའི་དབང་པོ་དེ་ལྟར་ན་གཟུངས་འདིའི་མཐུས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་མཐར་ཐུག་གི་བར་དུ་སྐྱེ་བ་ཡོངས་སུ་དག་པ་ཆེན་པོ་འཐོབ་སྟེ། ལྷའི་དབང་པོ་གཟུངས་འདི་ནི་དེ་ལྟར་མཐུ་ཆེ་སྟེ།",
            "english": "“Lord of the Gods, the power of this dhāraṇī will allow one to obtain great and completely pure rebirths until one finally reaches the seat of awakening.",
            "passage-xmlId": "UT22084-090-041-70",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "ལྷའི་དབང་པོ་གཟུངས་འདི་ནི་འདི་ལྟར་མཐུ་ཆེ་བ། ཕན་ཡོན་ཆེ་བ། མཐུ་སྟོབས་ཆེ་བ། དགེ་ཞིང་ཤིས་པ་ཡིན་ཏེ།",
            "english": "“Lord of the Gods, this dhāraṇī is extremely powerful, beneficial, potent, virtuous, and auspicious.",
            "passage-xmlId": "UT22084-090-041-70",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "ལྷའི་དབང་པོ་སེམས་ཅན་རྣམས་ཀྱི་དོན་གྱི་ཕྱིར། གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་འདི་བཞག་གོ། །འདི་ལྟ་སྟེ་དཔེར་ན།",
            "english": "“Lord of the Gods, this dhāraṇī called the crown victory of the tathāgatas , which completely purifies all lower rebirths, has been set forth for the benefit of beings.",
            "passage-xmlId": "UT22084-090-041-70",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "ནོར་བུ་རིན་པོ་ཆེ་ཉི་མའི་སྙིང་པོ་ཤིན་ཏུ་དྲི་མ་མེད་པ་ནམ་མཁའ་ལྟར་ཡོངས་སུ་དག་པ་འོད་གསལ་བ་ནི་འོད་ཟེར་གྱི་སྣང་བས་འབར་ཞིང་འདུག་གོ། །ལྷའི་དབང་པོ་དེ་བཞིན་དུ་སེམས་ཅན་དེ་ཡང་གོས་པ་མེད་པར་ཤེས་པར་བྱའོ།",
            "english": "“Lord of the Gods, consider the utterly stainless precious jewel that is the heart of the sun, completely pure like space, luminous, and blazing with light. This dhāraṇī will render beings devoid of stains just like that jewel.",
            "passage-xmlId": "UT22084-090-041-73",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "།འདི་ལྟ་སྟེ་དཔེར་ན་འཛམ་བུའི་ཆུ་བོའི་གསེར་ནི་དྲི་མ་མེད་པ། ཤིན་ཏུ་ཡོངས་སུ་དག་པ། ཤིན་ཏུ་མཉེན་པ། ཤིན་ཏུ་སྡུག་པའོ།",
            "english": "Consider also the perfectly stainless gold from the Jambu River that is pure, perfectly resplendent, and utterly lovely.",
            "passage-xmlId": "UT22084-090-041-73",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "།ལྷའི་དབང་པོ་དེ་བཞིན་དུ་སེམས་ཅན་དེ་ཡང་ཤིན་ཏུ་ཡོངས་སུ་དག་པར་རིག་པར་བྱ་སྟེ། ཚེ་རབས་གཞན་དུ་ཡང་དེ་བཞིན་དུ་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "Lord of the Gods, great beings such as those are as utterly and completely pure as that gold, and they will continue to be reborn like that from one lifetime to the next.",
            "passage-xmlId": "UT22084-090-041-73",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.a",
            "tibetan": "།ལྷའི་དབང་པོ་གང་ན་གཟུངས་འདི་རབ་ཏུ་སྟོན་པ་དང་། བྱེ་བྲག་ཏུ་ན་ཡི་གེར་འདྲིར་འཇུག་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་། འདོན་པ་དང་། ཁ་ཏོན་དུ་བྱེད་པ་དང་། མཆོད་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། ཉན་པ་དང་། འཛིན་པར་འགྱུར་བ་དེར་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་དག་པར་འགྱུར། སེམས་ཅན་དམྱལ་བ་ཐམས་ཅད་རྒྱུན་ཆད་པར་འགྱུར་རོ། །ལྷའི་དབང་པོ་གཟུངས་འདི་ཡི་གེར་བྲིས་ཏེ་རྒྱལ་མཚན་གྱི་རྩེ་མོར་གཞག་པར་བྱ། རི་མཐོན་པོའམ། ཁང་པ་མཐོན་པོའམ།",
            "english": "“Lord of the Gods, wherever this dhāraṇī is taught—and particularly wherever it is written down, read aloud, recited, chanted, worshiped, studied, listened to, and upheld—all rebirths will be thoroughly purified, and all rebirths in the hell realms will cease.",
            "passage-xmlId": "UT22084-090-041-75",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/491"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "མཆོད་རྟེན་གྱི་སྲོག་ཤིང་གི་སྟེང་དུ་གཞག་པར་བྱའོ། །ལྷའི་དབང་པོ་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མའམ།",
            "english": "“Lord of the Gods, this dhāraṇī should be written down and hung from the top of a flagstaff.",
            "passage-xmlId": "UT22084-090-041-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "དེ་ལས་གཞན་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་གིས་རྒྱལ་མཚན་གྱི་རྩེ་མོར་བཞག་པ་མཐོང་ངམ། དེ་དང་དེར་ཉེ་བར་གནས་པར་གྱུར་ན། ཐ་ན་དེའི་གྲིབ་མས་ཕོག་གམ། དེའི་རྡུལ་རླུང་གིས་བཏབ་པས་ཕོག་ན་ཡང་ལྷའི་དབང་པོ་སེམས་ཅན་དེ་ལ་སྡིག་པ་ཐམས་ཅད་དང་། ངན་འགྲོར་འགྲོ་བའི་འཇིགས་པ་ཐམས་ཅད་མི་འབྱུང་ངོ་།",
            "english": "It should be placed on a high mountain, on top of a tall building, or on top of the life pillar of a caitya. Śakra, should any monk or nun, layman or laywoman, or any other son or daughter of noble family see it, live near it, pass under its shadow, or be touched by a breeze carrying a particle of dust from this dhāraṇī when it is hung from the top of a flagstaff, all of that being’s evil deeds will be purified, Śakra, and they will no longer have any fear of going to the lower realms.",
            "passage-xmlId": "UT22084-090-041-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་དང་། ལྷ་མ་ཡིན་གྱི་རིས་ཐམས་ཅད་དུ་མི་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "They will not be born as a hell being, they will not be born in the animal realm, they will not be born in the Realm of the Lord of Death, they will not be born as a preta, and they will not be born among the asuras.",
            "passage-xmlId": "UT22084-090-041-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།ལྷའི་དབང་པོ་སེམས་ཅན་དེ་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ལུང་བསྟན་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་རིག་པར་བྱའོ།",
            "english": "Lord of the Gods, know that such a being has been prophesied by all the tathāgatas and will never turn back from unsurpassed, complete, perfect awakening.",
            "passage-xmlId": "UT22084-090-041-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།ལྷའི་དབང་པོ་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་ཅིང་མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། མེ་ཏོག་ཕྲེང་བ་དང་། བྱུག་པ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དང་། རྒྱན་རྣམས་ཀྱིས་བརྒྱན་པར་བྱེད་པ་དང་། ལམ་གྱི་བཞི་མདོར་མཆོད་རྟེན་བྱས་ཏེ། གཟུངས་འདི་བཞག་པ་ལ་ཐལ་མོ་སྦྱར་བའམ་ཕྱག་འཚལ་བའམ་སྐོར་བ་བྱེད་པ་ལྟ་ཅི་སྨོས་ཏེ། ལྷའི་དབང་པོ་སེམས་ཅན་དེ་ནི་སེམས་ཅན་ཆེན་པོར་རིག་པར་བྱའོ།",
            "english": "“Lord of the Gods, a being who worships and honors it, who adorns it with flowers, incense, perfumes, flower garlands, scented salves, parasols, banners, pendants, and ornaments—not to mention builds a caitya at a crossroads, places this dhāraṇī there, and joins their palms together or prostrates or circumambulates it—you should know, Śakra, that this being is indeed a great being!",
            "passage-xmlId": "UT22084-090-041-80",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།དེ་བཞིན་གཤེགས་པའི་སྲས་སུ་རིག་པར་བྱའོ།",
            "english": "Know them to be a child of the tathāgatas.",
            "passage-xmlId": "UT22084-090-041-80",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།ཆོས་ཀྱི་གནས་སུ་རིག་པར་བྱའོ།",
            "english": "Know them to be an abode of the Dharma.",
            "passage-xmlId": "UT22084-090-041-80",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་དུ་རིག་པར་བྱའོ།",
            "english": "Know them to be a caitya of the tathāgatas.”",
            "passage-xmlId": "UT22084-090-041-80",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "།དེ་ནས་ཆོས་ཀྱི་རྒྱལ་པོ་གཤིན་རྗེ་ནུབ་མོ་ནམ་ལངས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ། བཅོམ་ལྡན་འདས་ལ་ལྷའི་མེ་ཏོག་དང་། གོས་དང་། རྒྱན་ལ་སོགས་པས་མཆོད་པ་དང་། བསྟི་སྟང་བྱས་ནས། དེས་བཅོམ་ལྡན་འདས་ལ་ལན་བདུན་བསྐོར་བ་བྱས་ནས།",
            "english": "Then, as that evening passed and dawn began to break, Dharmarāja Yama arose, went before the Blessed One, worshiped the Blessed One with divine flowers, cloth, ornaments, and other things, and respectfully circumambulated the Blessed One seven times.",
            "passage-xmlId": "UT22084-090-041-81",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུངས་འདི་ནི་མཐུ་ཆེ་ཞིང་ཕན་ཡོན་ཆེ་བ་ལགས་ཏེ།",
            "english": "Then he touched the Blessed One’s feet and said, “Blessed One, this dhāraṇī is very powerful. It is very beneficial.",
            "passage-xmlId": "UT22084-090-041-81",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.246.b",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་ཀྱང་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་སེམས་ཅན་དེའི་སླད་བཞིན་དུ་འབྲང་ཞིང་ཀུན་དུ་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱབ་པའི་སླད་དུ་གནས་པར་བགྱིའོ། །སེམས་ཅན་དམྱལ་བ་ཐམས་ཅད་ལས་དེ་བཟློག་པར་བགྱིའོ། །བཅོམ་ལྡན་འདས་བདག་ནི་བྱས་པ་གཟོ་བར་བགྱིད་ཅིང་།",
            "english": "Blessed One, I will also continually pursue the benefit of those beings, and I will always remain here to protect and defend them. I will turn those beings away from all hell realms. Blessed One, I will do what I know is right, and I will not do what I know is not right.”",
            "passage-xmlId": "UT22084-090-041-81",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/492"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "བྱས་པ་མི་གཟོ་བར་མི་བགྱིད་དོ། །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུངས་འདིའི་ཆོ་ག་ཞིབ་མོ་དང་། བགྱི་བའི་ཆོ་གའི་ཚུལ་རྒྱས་པར་བཤད་དུ་གསོལ།",
            "english": "Then the Four Great Kings circumambulated the Blessed One three times and said to him, “Blessed One, please give an extensive explanation of the detailed rite for this dhāraṇī and the way to perform the rite.”",
            "passage-xmlId": "UT22084-090-041-83",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཉོན་ཅིག་དང་གཟུངས་འདིའི་བྱ་བའི་ཚུལ་བཤད་པར་བྱའོ།",
            "english": "The Blessed One then addressed the Four Great Kings, “Listen, and I will explain the way to perform the rite of this dhāraṇī.",
            "passage-xmlId": "UT22084-090-041-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།སེམས་ཅན་ཚེ་ཐུང་བའི་དོན་གྱི་ཕྱིར་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོས་ཚེས་བཅྭ་ལྔའི་ཟླ་བ་ཉ་བ་ལ་ཁྲུས་བྱས་ཏེ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ན་དེས་སེམས་ཅན་ཚེ་ཟད་པ་དེའི་ཚེ་ཕྱིར་ནུར་ནས་ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།",
            "english": "“To help a being with a short lifespan, a son or daughter of noble family should bathe on the full moon day and recite the dhāraṇī 1,008 times.",
            "passage-xmlId": "UT22084-090-041-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །སེམས་ཅན་དམྱལ་བ་ལ་སོགས་པ་ངན་འགྲོ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།",
            "english": "The depleted lifespan of that being will be restored. They will become free from illness, all their obscurations will be purified, and they will be completely freed from all lower rebirths, such as that of a hell being.",
            "passage-xmlId": "UT22084-090-041-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་སྲོག་ཆགས་བྱའི་རྣ་ལམ་དུ་གཟུངས་འདིའི་སྒྲ་བསྒྲགས་པར་བྱ་སྟེ།",
            "english": "“One can even recite this dhāraṇī in the ear of any bird or living being that has taken an animal birth and know that this will be their very last lower rebirth.",
            "passage-xmlId": "UT22084-090-041-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "དེས་ནི་དེའི་ངན་འགྲོའི་ཐ་མ་ཡིན་པར་རིག་པར་བྱའོ། །གང་ཞིག་ནད་ཆེན་པོས་བཏབ་སྟེ་སྨན་པ་རྣམས་ཀྱིས་བྱེ་བྲག་ཕྱེ་བ་དེ་ཡང་ནད་དེ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །དེའི་ངན་འགྲོར་སྐྱེ་བ་ཐམས་ཅད་ཀྱང་རྒྱུན་ཆད་པར་འགྱུར་རོ།",
            "english": "“If one does the same thing for someone who is extremely ill, even when the doctors have determined that things have taken a turn for the worse, they will be completely freed from their illness and be cut off from all lower rebirths.",
            "passage-xmlId": "UT22084-090-041-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "When they die, they will be born in the realm of Sukhāvatī.",
            "passage-xmlId": "UT22084-090-041-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།དེ་ཉིད་དེའི་མངལ་གྱི་གནས་ཐ་མ་ཡིན་པར་རིག་པར་བྱའོ།",
            "english": "Know that this very life is their last birth from a womb.",
            "passage-xmlId": "UT22084-090-041-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.a",
            "tibetan": "།གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་པདྨའི་སྙིང་པོ་ཁོ་ན་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །ཚེ་རབས་ཐམས་ཅད་དུ་ཡང་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "From one lifetime to the next, they will only take miraculous birth from the center of a lotus, and they will always remember the succession of their past lives.",
            "passage-xmlId": "UT22084-090-041-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/493"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།སེམས་ཅན་སྡིག་པ་བྱེད་པ་གང་དག་ཤི་བའི་དུས་བྱས་པ་དེ་དག་གི་དོན་དུ་གཟུངས་ཡུངས་ཀར་དག་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བརྗོད་དེ། དེ་དག་གི་རུས་གོང་རྣམས་ཀྱི་སྟེང་དུ་གཏོར་ན་དེ་དག་དམྱལ་བའམ།",
            "english": "“For any being who has committed negative deeds and has died, recite the dhāraṇī over white mustard seeds twenty-one times and scatter these over their bones.",
            "passage-xmlId": "UT22084-090-041-88",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ན་མ། ཡི་དགས་སམ། དེ་ལས་གཞན་ངན་འགྲོ་རྣམས་སུ་སྐྱེས་པར་གྱུར་ཀྱང་རུང་སྟེ། དེ་དག་གཟུངས་འདིའི་མཐུས་ངན་འགྲོ་དེ་དག་ལས་ཐར་བར་འགྱུར་རོ། །དེ་དག་ལས་ཐར་ནས་ཀྱང་ལྷར་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "Even if they have been born as a hell being, in the animal realm, in the Realm of the Lord of Death, as a preta, or in some other lower rebirth, the power of this dhāraṇī will free them from those lower rebirths, and they will be reborn as a god.",
            "passage-xmlId": "UT22084-090-041-88",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།སུ་ཞིག་འདི་ཉིན་གཅིག་བཞིན་དུ་ལན་ཉི་ཤུ་རྩ་རེ་རེ་ཡོངས་སུ་བརྗོད་པ་དེ་འཇིག་རྟེན་མང་པོའི་མཆོད་པའི་འོས་སུ་འགྱུར་རོ།",
            "english": "“Whoever recites this dhāraṇī completely twenty-one times each day will become worthy to receive offerings from great worldly beings.",
            "passage-xmlId": "UT22084-090-041-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།ཚེ་རིང་བར་འགྱུར་རོ། །བདེ་བ་མྱོང་བར་འགྱུར་རོ། །རྟག་ཏུ་སྤྲོ་བ་དང་ལྡན་པ་དང་། མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།",
            "english": "Their lifespan will increase, they will be free from illness, they will be happy, they will always be joyful, and they will attain the great nirvāṇa.",
            "passage-xmlId": "UT22084-090-041-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།དེ་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་ཐ་དད་པ་སྣ་ཚོགས་སུ་ཡོངས་སུ་འགྲོ་བར་འགྱུར་རོ། །དེར་ཡང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་ཕྲད་པར་འགྱུར།",
            "english": "From there they will travel to many different buddha fields and meet the tathāgatas in each one.",
            "passage-xmlId": "UT22084-090-041-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་དབུགས་འབྱིན་པར་འགྱུར། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ལུང་སྟོན་པར་འགྱུར་རོ།",
            "english": "Those tathāgatas will reassure them and issue prophecies of their awakening.",
            "passage-xmlId": "UT22084-090-041-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཡང་འཇིག་རྟེན་ལ་སྣང་བར་བྱེད་པར་འགྱུར་རོ།",
            "english": "In each of those buddha fields, they will illuminate the entire world.",
            "passage-xmlId": "UT22084-090-041-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།ལྷའི་དབང་པོ་ཐབས་འདིས་ནི་འགྲོ་བ་ཐམས་ཅད་ཀྱང་སེམས་ཅན་དམྱལ་བ་ལ་སོགས་པའི་འགྲོ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།",
            "english": "“Lord of the Gods, this method will liberate all beings from all rebirths as hell beings and so forth.",
            "passage-xmlId": "UT22084-090-041-91",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།དེ་དག་གིས་འགྲོ་བ་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་དག་ཅིང་ཚེ་རིང་བར་ཡང་འགྱུར་རོ།",
            "english": "It will completely purify their lower rebirths, and they will have long lives.",
            "passage-xmlId": "UT22084-090-041-91",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།ལྷའི་དབང་པོ་སོང་ལ་ལྷའི་བུ་བློ་གྲོས་ཤིན་ཏུ་བརྟན་པ་ལ་གཟུངས་འདི་རྗེས་སུ་སྟོན་ལ་སྒྲོགས་ཤིག །ལྷའི་དབང་པོ་དེས་ན་ཞག་བདུན་ན་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པའི་འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་དག་ཅིང་ཚེ་རིང་བར་འགྱུར་རོ། །སྟོབས་ཆེ་བར་འགྱུར་རོ།",
            "english": "“Lord of the Gods, go teach and proclaim this dhāraṇī to the god Supratiṣṭhita, and in seven days, Lord of the Gods, all the god Supratiṣṭhita’s rebirths will be purified, he will have a long life, and he will become extremely powerful.”",
            "passage-xmlId": "UT22084-090-041-91",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་དེ་བཞིན་གཤེགས་པ་ལས་རྗེས་སུ་བསྟན་པ་འདི་བླངས་ཏེ། དེའི་གནས་སུ་ཕྱིན་ནས་ལྷའི་བུ་ཤིན་ཏུ་བརྟན་པ་ལ་གཟུངས་འདི་བྱིན་ནོ།",
            "english": "Śakra, Lord of the Gods, took this teaching from the Tathāgata, went to Supratiṣṭhita’s abode, and gave this dhāraṇī to the god Supratiṣṭhita.",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "།དེ་ནས་ལྷའི་བུ་དེས་ཉི་མ་བདུན་པའི་བར་དུ་ཉིན་དྲུག་མཚན་དྲུག་ཏུ་གཟུངས་འདི་ལ་བརྩོན་པར་བྱས་པ་ན་དེའི་བསམ་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་འདི་ལྟ་སྟེ།",
            "english": "That god diligently practiced this dhāraṇī for six days and six nights, and on the seventh day all his wishes were fulfilled.",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "ངན་འགྲོ་ལས་ནི་ཡོངས་སུ་ཐར། བདེ་འགྲོའི་ལམ་ལ་ཡང་གནས། ཚེ་རིང་བར་ཡང་གྱུར་ནས།",
            "english": "He was liberated from the lower realms, he was established on the path to the higher realms, and he obtained a long life. Then he proclaimed the following meaningful statement:",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "ཨ་ལ་ལ་སངས་རྒྱས།",
            "english": "“How wonderful is the Buddha!",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "ཨ་ལ་ལ་ཆོས།",
            "english": "How wonderful is the Dharma!",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "ཨ་ལ་ལ་གཟུངས་འདི་ལྟ་བུ་འཇིག་རྟེན་དུ་བྱུང་སྟེ།",
            "english": "How wonderful is it that a dhāraṇī such as this exists in the world!",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.247.b",
            "tibetan": "དེས་བདག་འཇིགས་པ་ཆེན་པོ་ལས་ཡོངས་སུ་ཐར་བར་གྱུར་ཏོ་ཞེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ།",
            "english": "I have been liberated from the great fear!”",
            "passage-xmlId": "UT22084-090-041-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/494"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.248.a",
            "tibetan": "།འཕགས་པ་ངན་འགྲོ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།།",
            "english": "This concludes “The Uṣṇīṣavijayā Dhāraṇī That Purifies All Lower Rebirths.”",
            "passage-xmlId": "UT22084-090-041-96",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/495"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.248.a",
            "tibetan": "།།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།",
            "english": "This was translated, edited, and finalized by the Indian preceptors Jinamitra and Surendrabodhi and the chief editor and translator Bandé Yeshé Dé.",
            "passage-xmlId": "UT22084-090-041-97",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "90",
            "folio_xmlId": "UT4CZ5369-I1KG9216-0000/side/495"
        }
    ],
    "text-id": "UT22084-090-041"
}