{
    "tus": [
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "༄༅༅། །འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་ལེའུ་སུམ་ཅུ་རྩ་གཉིས་པ་སྟེ་འཕགས་པ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལུང་བསྟན་པ། བམ་པོ་གཅིག་པ། །རྒྱ་གར་སྐད་དུ། ཨཱརྱ་ཨ་ཤོ་ཀ་དཏྟ་བྱཱ་ཀ་ར་ཎ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ། བོད་སྐད་དུ།",
            "english": "",
            "passage-xmlId": "UT22084-043-013",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "འཕགས་པ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།",
            "english": "The Noble Mahāyāna Sūtra Aśokadattā’s Prophecy",
            "passage-xmlId": "UT22084-043-013",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
            "english": "Homage to all buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-043-013-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།",
            "english": "Thus did I hear at one time.",
            "passage-xmlId": "UT22084-043-013-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་།",
            "english": "The Bhagavān was dwelling in Rājagṛha at Vulture Peak together with a great monastic assembly of five hundred monks.",
            "passage-xmlId": "UT22084-043-013-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་སྟོང་ཐམས་ཅད་ཀྱང་གཟུངས་ཐོབ་པ། སྤོབས་པ་ཐོགས་པ་མེད་པ། མངོན་པར་ཤེས་པ་སྒྲུབ་པ་ལ་མཁས་པ། ཆོས་ཟབ་མོའི་ཚུལ་ལ་གནས་པ་སྟོང་པ་ཉིད་ལ་གནས་པ། མཚན་མ་མེད་པ་ལ་གནས་པ། སྨོན་པ་མེད་པ་ལ་གནས་པ། མི་དམིགས་པའི་ཆོས་ལ་གནས་པ། མི་གནས་པར་ཆོས་སྟོན་པ། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་དང་ལྡན་པ་ཤ་སྟག་ལ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ལྷུན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལྷུན་པོ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་ལྷུན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་སེང་གེ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེང་གེ་བློ་གྲོས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་ལག་བརྐྱང་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་ལག་བསྒྲེང་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་བརྩོན་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་འཛུམ་ཞིང་རབ་ཏུ་དགའ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དབང་པོ་ལས་འདས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་གདུང་དང་། བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་སེམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་ཆེན་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་ཆེན་ཐོགས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་བཀྲ་ལྡན་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཁ་ལོ་སྒྱུར་དང་།",
            "english": "Also in attendance were eight thousand bodhisattvas, all of whom had obtained dhāraṇī; whose confidence was unimpeded; who were expert in supernormal powers; who in the tradition of the profound Dharma dwelt in emptiness, signlessness, and wishlessness and in the unperceived Dharma; who taught the Dharma without engaging with the world; and who had reached acceptance of the unborn nature of phenomena.",
            "passage-xmlId": "UT22084-043-013-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.225.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་ཁ་ལོ་སྒྱུར་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བདེན་པ་ལ་དགའ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། སྐྱེས་བུ་དམ་པ་བརྒྱད་ལ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་བཟང་སྐྱོང་དང་། བྱང་ཆུབ་སེམས་དཔའ་དཀོན་མཆོག་འབྱུང་གནས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཕུག་སྦས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དབང་པོའི་ལྷ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཆུ་ལྷའི་ལྷ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་ཡངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་ཁྱད་པར་ཅན་དང་། བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་འཕེལ་དང་། དེ་དག་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་སྟོང་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །",
            "english": "These eight thousand bodhisattvas who had gathered there included the bodhisattva Meru, the bodhisattva Mahāmeru, the bodhisattva Jñānameru, the bodhisattva Ratnasiṃha, the bodhisattva Siṃhamati, the bodhisattva Nityotkṣiptahasta, the bodhisattva Perpetually Raised Hand, the bodhisattva Nityodyukta, the bodhisattva Always Smiling and Joyful, the bodhisattva Beyond the Senses, the bodhisattva Nityotkaṇṭhita, the bodhisattva Precious Mind, the bodhisattva Ratnapāṇi, the bodhisattva Holding a Jewel in Hand, the bodhisattva Radiant Jewel, the bodhisattva Sārathi, the bodhisattva Mahāsārathi, the bodhisattva Delights in Truth, the bodhisattva Maitreya, and the bodhisattva Mañjuśrīkumārabhūta, as well as the eight holy beings—the bodhisattva Bhadrapāla, the bodhisattva Ratnākara, the bodhisattva Guhyagupta, the bodhisattva Indradeva, the bodhisattva Varuṇadeva, the bodhisattva Viśālamati, the bodhisattva Viśeṣamati, and the bodhisattva Vardhamānamati.",
            "passage-xmlId": "UT22084-043-013-77",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/450"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.a",
            "tibetan": "དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་གནས་ཤིང་བཞུགས་པ་ལ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་དང་། རྒྱལ་པོའི་བཀའ་ལ་གཏོགས་པ་དང་། བློན་པོ་དང་། སྣ་ཆེན་པོ་ལ་གཏོགས་པ་དང་། ཞང་བློན་གྱི་བུ་ཚ་དང་། ཞབས་དྲུང་ན་འཁོད་པ་དང་། ཕོ་བྲང་འཁོར་གྱི་མི་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་།",
            "english": "At that time, while the Bhagavān was staying at the great city of Rājagṛha, he was honored, revered, venerated, and worshiped by King Ajātaśatru along with his counselors, ministers, chancellors, ministerial kinsmen, officials, and courtiers, as well as by brahmins, kṣatriyas, and householders.",
            "passage-xmlId": "UT22084-043-013-82",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/451"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.a",
            "tibetan": "ཁྱིམ་བདག་རྣམས་ཀྱིས་བསྟི་སྟང་དུ་བྱས། བླ་མར་བྱས། རི་མོར་བྱས། མཆོད་པར་བྱས་ཏེ། དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་བསྟན་པ་འདི་ལྟ་སྟེ། ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ།",
            "english": "Surrounded and venerated by a retinue of hundreds and thousands, the Bhagavān taught the attendees the Dharma.",
            "passage-xmlId": "UT22084-043-013-82",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/451"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.a",
            "tibetan": "ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་རབ་ཏུ་སྟོན་ཏོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དང་། ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་། ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་དང་། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་དང་། ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོ་དང་། ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་དང་། ཚེ་དང་ལྡན་པ་ཉེ་བར་འཁོར་དང་།",
            "english": "He taught the Dharma of holy living, wholesome in the beginning, in the middle, and in the end, excellent in meaning, beautiful in expression, unadulterated, complete, pristine, and pure.",
            "passage-xmlId": "UT22084-043-013-82",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/451"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཚེ་དང་ལྡན་པ་སྒྲ་གཅན་ཟིན་དང་། ཚེ་དང་ལྡན་པ་ནམ་གྲུ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཚེ་དང་ལྡན་པ་མ་འགགས་པ་དང་། དེ་དག་དང་གཞན་ཡང་ཉན་ཐོས་ཆེན་པོ་རབ་ཏུ་མང་པོ་རྣམས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ཆོས་གོས་དང་ཤམ་ཐབས་བགོས་ནས་ལྷུང་བཟེད་ཐོགས་ཏེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་བསོད་སྙོམས་ཀྱི་ཕྱིར་ཞུགས་སོ། །",
            "english": "One morning, many great śrāvakas—Venerable Śāradvatīputra, Venerable Mahāmaudgalyāyana, Venerable Mahākāśyapa, Venerable Subhūti, Venerable Pūrṇamaitrāyaṇīputra, Venerable Aśvajit, Venerable Upāli, Venerable Rāhula, Venerable Revata, Venerable Ānanda, Venerable Aniruddha, and others—came into the great city of Rājagṛha to collect alms, all wearing their inner and outer Dharma robes and carrying alms bowls.",
            "passage-xmlId": "UT22084-043-013-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་མཐར་ཆགས་སུ་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་ཞིང་མཐར་གྱིས་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ཕོ་བྲང་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས་ཕྱོགས་གཅིག་ཏུ་ཅང་མི་སྨྲ་བར་འཁོད་དོ། །",
            "english": "Those great śrāvakas went progressively through the great city of Rājagṛha seeking alms and eventually reached the palace of King Ajātaśatru. Upon arrival, they waited silently to one side.",
            "passage-xmlId": "UT22084-043-013-84",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཡང་དེའི་ཚེ་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ཕོ་བྲང་ན་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ཞེས་བྱ་བ་བཙས་ནས་ལོ་བཅུ་གཉིས་ལོན་པ་འདྲ་བ་གཟུགས་བཟང་བ།",
            "english": "At that time, the daughter named Aśokadattā was at King Ajātaśatru’s palace.",
            "passage-xmlId": "UT22084-043-013-85",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ།",
            "english": "Her body was excellent like that of a twelve-year-old girl, beautiful, pleasant to behold, and with a clear complexion and full figure.",
            "passage-xmlId": "UT22084-043-013-85",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་པ། དགེ་བའི་རྩ་བ་བསྐྱེད་པ། སངས་རྒྱས་བརྒྱ་སྟོང་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ།",
            "english": "She had done great deeds for victors of the past, developed roots of virtue, revered many hundreds and thousands of buddhas, and reached irreversibility on the path to unsurpassable awakening.",
            "passage-xmlId": "UT22084-043-013-85",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "བླ་ན་མེད་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་དེ་རང་གི་ཕའི་ཁང་བཟངས་ན་ཁྲི་གསེར་གྱི་རྐང་པ་ཅན་ཡོད་པ་ལ་འདུག་པར་གྱུར་ཏོ། །",
            "english": "She was seated upon a gold-legged throne in her father’s palace.",
            "passage-xmlId": "UT22084-043-013-85",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་མཐོང་ན་ཁྲི་དེ་ལས་མ་ལངས་ཏེ་བསྩུར་ཡང་མི་འགྲོ །",
            "english": "When the girl Aśokadattā saw the great śrāvakas, she neither stood up from her seat nor went to welcome them.",
            "passage-xmlId": "UT22084-043-013-86",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཕྱག་ཀྱང་མི་བྱེད། གཏམ་ཡང་མི་ཟེར། སྟན་ཡང་མི་འདིང་བསོད་སྙོམས་ཡང་མི་འབུལ་བར་ཁ་རོག་སྟེ་འདུག་གོ །",
            "english": "She stayed silently where she was, making no gesture of greeting, not uttering a word, preparing no seats, and offering no alms.",
            "passage-xmlId": "UT22084-043-013-86",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་རྒྱལ་པོའི་ཕོ་བྲང་དུ་འོངས་ཞེས་ཐོས་ནས་རང་གི་ཁང་བཟངས་ཀྱི་སྔ་ཁང་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་ལ་མཆོག་ཏུ་སྡུག་པར་འཛིན་པས་མངོན་པར་དགའ་ཞིང་སྟན་ཡང་བཏིང་ངོ་། །",
            "english": "When King Ajātaśatru was informed that the great śrāvakas had arrived, he came to the forecourt of the palace where they were. Since he held the great śrāvakas in the highest esteem, he was delighted to see them, and he had seats prepared for them.",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་མཐོང་བཞིན་དུ་ཁ་རོག་སྟེ་འདུག་པ་མཐོང་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་འདི་དག་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་དེའི་ཉན་ཐོས་ཆེན་པོ་སྟེ། ཆེ་བ་ཉིད་ཀྱི་ཡོན་ཏན་གྱི་ཆོས་དང་ལྡན་པ། ཟག་པ་ཟད་པ། བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ།",
            "english": "When he saw his daughter Aśokadattā sitting silently, just looking at them, King Ajātaśatru said to her, “Daughter, these are the great śrāvakas of the bhagavān, the tathāgata, the arhat, the truly awakened Buddha Śākyamuni.",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཁུར་བོར་བ་བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ། སྲིད་པ་ཀུན་དུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ། ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ། བསོད་ནམས་ཀྱི་ཞིང་དུ་གྱུར་པ། སྙིང་བརྩེ་བ་ཅན་ཡིན་ཏེ།",
            "english": "They possess the qualities of greatness, they have exhausted their defilements, they have done what needs to be done, they have completed their work, they have laid down their burdens and attained their goal, they have completely exhausted the bonds to existence, they have liberated their minds through correct understanding, they have become fields of merit, and they are compassionate.",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་བ་ཁྱོད་ཀྱིས་མི་ཤེས་སམ།",
            "english": "Do you not understand that they seek alms out of compassion for the world?",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཅི་ན་ཁྱོད་ཀྱིས་དེ་དག་མཐོང་ལ། མཐོང་བཞིན་དུ་ཁྲི་ལས་ཀྱང་མི་ལྡང་། བསྩུ་བར་ཡང་མི་བྱེད་ཕྱག་ཀྱང་མི་འཚལ། གཏམ་ཡང་མི་ཟེར།",
            "english": "Why is it that, when you see them, you do not rise immediately from your seat, and you neither welcome them nor pay homage to them, talk to them, invite them to sit, or offer them alms?",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "སྟན་དང་བསོད་སྙོམས་ལ་ཡང་སྤྱན་མི་འདྲེན། དད་པ་དང་གུས་པ་ཡང་མི་སྐྱེད་པར་ཅིའི་ཕྱིར་མ་གུས་པ་སྟོན་ཅིང་ཁ་རོག་སྟེ་འདུག །",
            "english": "Why do you show them disrespect by sitting there silently, bereft of faith and devotion?",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.226.b",
            "tibetan": "ཁྱོད་ཀྱིས་དོན་གྱི་དབང་ཅི་ཞིག་མཐོང་། དེ་སྐད་ཅེས་སྨྲས་པ་དང་།",
            "english": "What is the meaning of your gaze?”",
            "passage-xmlId": "UT22084-043-013-87",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/452"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་རང་གི་ཕ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡབ་འདི་ཇི་སྙམ་དུ་དགོངས། ཅི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་རྒྱལ་ཕྲན་ལ་ལྡང་བའམ། བསྩུར་མཆི་བ་ནམ་ཡང་གསན་ཏམ། གཟིགས་སམ།",
            "english": "The girl Aśokadattā responded to her father King Ajātaśatru by asking, “Father, consider this—have you ever heard of or seen a universal monarch standing up for or coming to welcome a vassal king?”",
            "passage-xmlId": "UT22084-043-013-88",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-88",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། ཡབ་ཅི་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལྷ་གཞན་དག་ལ་ལྡང་བའམ། བསྩུར་མཆི་འམ།",
            "english": "The girl asked, “Does Śakra, the lord of gods, stand up for or come to welcome other gods?”",
            "passage-xmlId": "UT22084-043-013-91",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-91",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "ཡབ་ཅི་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལྷ་གཞན་དག་ལ་ལྡང་ངམ།",
            "english": "The girl asked, “Father, does Brahmā, the lord of the Sahā world, stand up for or come to welcome other gods?”",
            "passage-xmlId": "UT22084-043-013-93",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "བསྩུར་མཆིའམ། རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-93",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། ཡབ་ཅི་རྒྱ་མཚོ་ཆེན་པོ་མཚོ་དང་། མཚེའུ་དང་། ཆུ་མིག་དང་། མཚོ་བྲན་དང་། ལྟེང་ཀ་དང་། ཁྲོན་པ་ལ་ཕྱག་འཚལ་བ་གསན་ཏམ།",
            "english": "The girl asked, “Father, have you ever heard of or seen the great ocean paying homage to lakes, ponds, springs, small lakes, pools, and wells?”",
            "passage-xmlId": "UT22084-043-013-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "གཟིགས་སམ། རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-95",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། ཡབ་ཅི་རིའི་རྒྱལ་པོ་རི་རབ་རི་ནག་པོ་གཞན་དག་ལ་འདུད་པའམ། ཕྱག་འཚལ་བ་གསན་ཏམ། གཟིགས་སམ།",
            "english": "The girl asked, “Father, have you ever heard of or seen Sumeru, the king of mountains, bowing or paying homage to the other Black Mountains?”",
            "passage-xmlId": "UT22084-043-013-97",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.a",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-97",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/453"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་ཅི་ཉི་མ་དང་། ཟླ་བ་དང་། སྐར་མའི་ཚོགས་སྲིན་བུ་མེ་ཁྱེར་གྱི་འོད་འདོད་པ་གསན་ཏམ། གཟིགས་སམ།",
            "english": "She asked, “Father, have you ever heard of or seen the sun, the moon, and the stars wishing they had the light of fireflies?”",
            "passage-xmlId": "UT22084-043-013-99",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-99",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་ཅི་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་ཝ་ལ་ལྡང་བའམ། བསྩུར་མཆི་བ་གསན་ཏམ། གཟིགས་སམ།",
            "english": "She asked, “Father, have you ever heard of or seen a lion, the king of beasts, standing up for or coming to welcome a jackal?”",
            "passage-xmlId": "UT22084-043-013-101",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, my daughter,” answered the king.",
            "passage-xmlId": "UT22084-043-013-101",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་དེ་བཞིན་དུ་སུ་ཞིག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོའི་སེང་གེའི་སྒྲ་བསྒྲགས་ལ་དམན་པ་ལ་མོས་པའི་ཉན་ཐོས་ཝ་ལྟ་བུར་གྱུར་པ་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་བྲལ་བ་དག་ལ་དགའ་ཞིང་ལྡང་བའམ། བསྩུར་མཆི་བའམ།",
            "english": "She asked, “Father, in the same way, who, once they have already generated the mind set upon unsurpassable, truly complete awakening and proclaimed the lion’s roar of great loving-kindness and great compassion, would have admiration for jackal-like śrāvakas, who are inclined toward the inferior and who lack great loving-kindness and great compassion?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཕྱག་འཚལ་བའམ། བཀུར་སྟི་བགྱིད།",
            "english": "Who would stand up for them, come to welcome them, pay homage to them, or honor them?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་ཆོས་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་སུ་ཞིག་ཆོས་ཀྱི་འཁོར་ལོ་བླ་ན་མེད་པ་བསྐོར་ཏམ། སྐོར་བར་བགྱིད་པ་ན་ཉན་ཐོས་དམན་པ། ཞན་པ་ཞུམ་པ། ཉི་ཚེ་བའི་ཤེས་པ་དང་ལྡན་པ་རྣམས་ལ་དགའ་བས་ཕྱག་འཚལ་བའམ། འདུད་པ་བགྱིད།",
            "english": "Father, what great Dharma king who has already turned the unsurpassable wheel of Dharma, or who is now turning it, would happily pay homage or bow down to inferior śrāvakas, who are lowly, weak, cowardly, and have limited understanding?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་ལྷའི་བདག་པོ་ལྷའི་དབང་པོ་ལྟ་བུ་སུ་ཞིག་རྣམ་པར་དག་པའི་ལྷའི་བདག་པོ་དོན་དུ་གཉེར་བ་ན་དགེ་བ་ཆུང་བའི་ལྷ་ལྟ་བུའི་ཉན་ཐོས་དག་ལ་འདོད་པའམ། ཕྱག་འཚལ་བའམ། ལྡང་བའམ། བསྩུར་མཆི་བར་བགྱིད།",
            "english": "Father, what lord of gods, such as Indra, when striving to be a perfect lord of gods, would aspire to the state of, pay homage to, stand up for, or come to welcome śrāvakas, who are like lesser gods?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལྟ་བུ་སུ་ཞིག་འཇིག་རྟེན་ན་ཚངས་པའི་སྔ་ཁང་བླ་ན་མེད་པ་དོན་དུ་གཉེར་བ་ན་དགེ་བའི་རྩ་བ་ཆུང་བའི་ཚངས་པ་ལྟ་བུའི་ཉན་ཐོས་དག་ལ་འདོད་པའམ། ལྡང་བའམ། བསྩུར་མཆི་བའམ། ཕྱག་འཚལ་བར་བགྱིད།",
            "english": "Father, what lord of the Sahā world, such as Brahmā, when striving for Brahmā’s supreme reception hall in this world system, would aspire to the state of, stand up for, come to welcome, or pay homage to śrāvakas, who are like brahmās with lesser roots of virtue?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་སུ་ཞིག་ཡེ་ཤེས་རྒྱ་མཚོ་དཔག་ཏུ་མེད་པ་མི་མཉམ་པ་དང་མཉམ་པའི་ཆོས་རྟོགས་པ་ཚོལ་བ་ན་བ་ལང་གི་རྨིག་རྗེས་ཀྱི་ཆུ་ལྟ་བུའི་ཚུལ་ཁྲིམས་ཀྱི་རྗེས་སུ་སོང་བའི་ཉན་ཐོས་དག་ལ་འདོད་པའམ། ལྡང་བའམ། བསྩུར་མཆི་བའམ། ཕྱག་འཚལ་བར་བགྱིད། ཡབ་སུ་ཞིག་རི་རབ་ལྟ་བུའི་བསམ་གཏན་དང་།",
            "english": "Father, who, when seeking realization in the Dharma that is equal to the unequaled, the immeasurable ocean of gnosis, would aspire to the state of, stand up for, come to welcome, or pay homage to śrāvakas, who follow a moral discipline that is like the water left in a cow’s hoofprint?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "རྣམ་པར་ཐར་པ་དང་ལྡན་པའི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་ཀྱི་སྐུ་དོན་དུ་གཉེར་བ་ན་ཡུངས་འབྲུ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་དང་ལྡན་པའི་ཉན་ཐོས་དག་ལ་ལྡང་བའམ། བསྩུར་མཆི་བའམ། ཕྱག་འཚལ་བའམ། འདུད་པའམ། འདོད་པ་སྐྱེད་པར་བགྱིད།",
            "english": "Father, who, when striving for the form of a tathāgata whose meditative concentration is like Sumeru and who is liberated, would stand up for, come to welcome, pay homage to, bow to, or desire the state of a śrāvaka, whose power of meditative stability is like that of a mustard seed?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་སུ་ཞིག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆེ་བ་ཉིད་ཤེས་རབ་དང་། བསོད་ནམས་དང་། ཡེ་ཤེས་དང་། ཡོན་ཏན་ཉི་མ་དང་ཟླ་བའི་སྣང་བ་དཔག་ཏུ་མེད་པ་ལྟ་བུ་ཐོས་ནས་སྲིན་བུ་མེ་ཁྱེར་གྱི་འོད་ལྟ་བུ་རང་གི་རྒྱུད་ལ་སྣང་བ་གནས་པ་གཞན་གྱི་སྒྲའི་རྗེས་སུ་སོང་བའི་ཉན་ཐོས་དག་གི་རྣམ་པར་གྲོལ་བ་ལ་འདོད་པ་སྐྱེད་པར་བགྱིད།",
            "english": "Father, who, when they have heard of the greatness of the bhagavān buddhas—their wisdom, merit, gnosis, and qualities, which are like the immeasurable light of the sun and the moon—would want the liberation of a śrāvaka, whose luminosity of mind is as feeble as the light of a firefly and who follows the words of others?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "བདག་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཀྱང་ཉན་ཐོས་རྣམས་ལ་ཕྱག་མི་འཚལ་ན་བཞུགས་བཞིན་དུ་ལྟ་ཅི་སྨོས།",
            "english": "I do not pay homage to śrāvakas, even after tathāgatas have already passed into parinirvāṇa, not to mention while they are still present.",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "སུ་ཞིག་ཟླ་བ་དང་ཉི་མའི་དཀྱིལ་འཁོར་བཏང་སྟེ་སྲིན་བུ་མེ་ཁྱེར་ལ་ཕྱག་འཚལ་བར་བགྱིད།",
            "english": "Because who would relinquish the sun and the moon to pay homage to fireflies?",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡབ་གང་ཉན་ཐོས་ལ་སྟེན་པ་ནི་ཉན་ཐོས་ཀྱི་སེམས་དང་གནས་པར་འགྱུར་རོ། །",
            "english": "Father, if one relies on śrāvakas, one will remain with the mentality of a śrāvaka.",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.227.b",
            "tibetan": "ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་སྟེན་ན་ཐམས་ཅད་མཁྱེན་པའི་རིན་པོ་ཆེའི་སེམས་བསྐྱེད་པ་དང་གནས་པར་འགྱུར་རོ། །",
            "english": "But if one relies on completely perfect awakening, one will develop and gain the precious mind of omniscience.”",
            "passage-xmlId": "UT22084-043-013-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/454"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །འདི་ལྟར་ཁྱོད་ཉན་ཐོས་འདི་དག་མཐོང་བཞིན་དུ་མི་ལྡང་ཞིང་བསྩུར་མི་འགྲོ་ལ་ཕྱག་མི་འཚལ་ཞིང་བསྙེན་བཀུར་མི་བྱེད་དེ། འདི་དག་སྟན་དང་།",
            "english": "Thereupon King Ajātaśatru said to his daughter Aśokadattā, “So this is why, when you see these śrāvakas, you do not stand up, do not come to welcome them, do not pay homage, do not pay your respects, and do not invite them to be seated or receive alms.",
            "passage-xmlId": "UT22084-043-013-105",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "བསོད་སྙོམས་ལ་སྤྱན་མི་འདྲེན་པ་ནི་བུ་མོ་ཁྱོད་ལྷག་པའི་ང་རྒྱལ་ཅན་ཞིག་གོ །",
            "english": "Daughter, you are exceptionally conceited!”",
            "passage-xmlId": "UT22084-043-013-105",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་རང་གི་ཕ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡབ་བདག་ནི་ལྷག་པའི་ང་རྒྱལ་ཅན་མ་ལགས་སོ། །",
            "english": "The girl Aśokadattā replied to her father, King Ajātaśatru, “Father, I am not exceptionally conceited.",
            "passage-xmlId": "UT22084-043-013-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན། ཡབ་ཁྱོད་ཉིད་གྲོང་ཁྱེར་གྱི་དབུལ་པོ་རྣམས་ལ་མི་བཞེངས།",
            "english": "Father, you neither stand up for nor go out to welcome the poor of this city.",
            "passage-xmlId": "UT22084-043-013-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "བསྩུར་མི་བཞུད།",
            "english": "You do not prepare seats for them.",
            "passage-xmlId": "UT22084-043-013-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "སྟན་མི་འདིངས་པ་ལས་ན་ཁྱོད་ཉིད་ལྷག་པའི་ང་རྒྱལ་ཅན་ལགས་པ་སྙམ་བགྱིད་དོ། །",
            "english": "So, you must consider yourself exceptionally conceited too.”",
            "passage-xmlId": "UT22084-043-013-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་དག་ནི་ང་དང་མཚུངས་པ་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“Daughter, they are not my equals,” replied the king.",
            "passage-xmlId": "UT22084-043-013-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཡབ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དང་པོ་བསྐྱེད་པ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་མཚུངས་པ་མ་ལགས་སོ། །",
            "english": "“In the same way, father,” she replied, “a bodhisattva, from the moment their mind is first set on awakening, is without equal among all śrāvakas and pratyekabuddhas.”",
            "passage-xmlId": "UT22084-043-013-109",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ང་རྒྱལ་དང་དྲེགས་པ་སྤངས་ཏེ་སེམས་ཅན་ཐམས་ཅད་ལ་འདུད་ཅིང་ཕྱག་འཚལ་བར་མི་བྱེད་དམ། བུ་མོས་སྨྲས་པ། ཡབ་བྱང་ཆུབ་སེམས་དཔའ་ནི་འཁོན་དུ་འཛིན་པ་དང་། ཐ་བ་དང་།",
            "english": "The king asked, “Daughter, do bodhisattvas not abandon conceit and arrogance, and bow and pay homage to all sentient beings?”",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཁྲོ་བ་དང་། གནོད་སེམས་དང་། ཉེས་པ་སྤང་པ་དང་། དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་པར་བགྱིད་པའི་སླད་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་འདུད་ཅིང་ཕྱག་འཚལ་ལོ། །",
            "english": "“Father,” she replied, “bodhisattvas do indeed bow and pay homage to all sentient beings, in order to abandon enmity, rigidity, anger, harmful intent, and faults and to ripen the roots of virtue.",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཡབ་ཉན་ཐོས་ཆེན་པོ་འདི་དག་ལ་ནི་འཁོན་དུ་འཛིན་པ་དང་། ཐ་བ་དང་། ཁྲོ་བ་དང་། གནོད་སེམས་དང་། ཉེས་པ་བསལ་བར་བགྱི་བ་མ་མཆིས། སྤང་བར་བགྱི་བ་དང་།",
            "english": "But, father, these great śrāvakas have not purified themselves of enmity, rigidity, anger, harmful intent, and faults—they have not abandoned them, nor have they cultivated virtue.",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "དགེ་བ་འཕེལ་བར་བགྱི་བ་ཡང་མ་མཆིས་ཏེ། ཡབ་ཉན་ཐོས་ཐམས་ཅད་ལ་ནི་སངས་རྒྱས་འབུམ་གྱིས་ཉན་ཐོས་ཀྱི་ཚུལ་ཁྲིམས་ཇི་སྙེད་པ་དང་། ཏིང་ངེ་འཛིན་ཇི་སྙེད་པ་དང་། ཤེས་རབ་ཇི་སྙེད་པའི་ཆོས་བསྟན་དུ་ལགས་ཀྱང་། ཡབ་དེ་དག་ལ་ནི་ཚུལ་ཁྲིམས་ཀྱང་ག་ལས་མཆི།",
            "english": "Father, though all śrāvakas have been taught the Dharma of the śrāvakas by a hundred thousand buddhas, no matter how many times they are taught moral discipline, meditative stability, and wisdom, still, father, where is their moral discipline?",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཏིང་ངེ་འཛིན་ཀྱང་ག་ལས་མཆི།",
            "english": "Where is their meditative stability?",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཤེས་རབ་ཀྱང་ག་ལས་མཆི།",
            "english": "Where is their wisdom?",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "རྣམ་པར་གྲོལ་བ་ཡང་ག་ལས་མཆི།",
            "english": "Where is their liberation?",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཡང་ག་ལས་མཆི།",
            "english": "Where is their knowledge and seeing of liberation?",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཡབ་འདི་ལྟ་སྟེ་དཔེར་ན་བུམ་པ་ཆབ་ཀྱིས་གཏམས་པའི་ནང་དུ་ཆར་བབ་ན་དེ་ཆབ་ཀྱི་ཐིགས་པ་གཅིག་ཀྱང་མི་ལེན་ལ། དེར་གནས་པར་ཡང་མི་འགྱུར་རོ། །",
            "english": "As an analogy, father, they are like pots already filled with water that cannot accept or retain a single drop more when it rains.",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཡབ་དེ་བཞིན་དུ་ཉན་ཐོས་རྣམས་ལ་གལ་ཏེ་སངས་རྒྱས་འབུམ་གྱིས་ཆོས་བཤད་དུ་ལགས་ཀྱང་དེ་དག་འཛིན་པར་ཡང་མི་འགྱུར་ལ་ཚུལ་ཁྲིམས་དང་།",
            "english": "In the same way, father, even when a hundred thousand buddhas teach śrāvakas the Dharma they cannot grasp it.",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.a",
            "tibetan": "ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཡང་དེ་དག་ལ་གནས་པར་མི་འགྱུར་ཞིང་རྣམ་པར་འཕེལ་བར་ཡང་མི་འགྱུར་རོ། །",
            "english": "They neither retain nor increase their moral discipline, meditative stability, wisdom, liberation, or knowledge and seeing of liberation.",
            "passage-xmlId": "UT22084-043-013-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/455"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "ཡབ་འདི་ལྟ་སྟེ་དཔེར་ན་རྒྱ་མཚོ་ཆེན་པོ་ནི་ཆུ་ཀླུང་ཐམས་ཅད་དང་། ཆར་གྱི་རྒྱུན་ཐམས་ཅད་འཛིན་ཅིང་དེར་གནས་པར་འགྱུར་རོ། །",
            "english": "“On the other hand, father, by the same analogy, the vast ocean catches and retains the water of all rivers and all rain-flow.",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "རྒྱ་མཚོ་ཆེན་པོ་ནི་ཚད་མ་མཆིས་པའི་སླད་དུའོ། །",
            "english": "Because the vast ocean is immeasurable.",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "ཡབ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྒྱ་མཚོ་ལྟ་བུ་དེ་དག་ཀྱང་དེ་བཞིན་ཏེ།",
            "english": "Father, bodhisattva mahāsattvas are like the ocean.",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "ཆོས་བསྟན་པའི་ཆུ་ཐམས་ཅད་ཡང་དག་པར་འཛིན་ཅིང་ཆོས་བསྟན་པ་ཐམས་ཅད་དེ་ལ་ཡང་དག་པར་གནས་སོ། །",
            "english": "They can likewise hold all the water of Dharma teachings and perfectly retain all Dharma teachings.",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.228.b",
            "tibetan": "འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཀྱི་སྣོད་དེ་ནི་མི་མཉམ་པ་དང་མཉམ་པའི་སླད་དུའོ། །དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།",
            "english": "Because the vessel that is the mind of omniscience of the bodhisattva mahāsattvas is equal to the unequaled.”",
            "passage-xmlId": "UT22084-043-013-112",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/456"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "མ་སྐྱེས་དགྲའི་བུ་མོར་གྱུར་པ་ནི། །མྱ་ངན་མེད་བྱིན་ཡོན་ཏན་གཟི་བརྗིད་བརྒྱན། །ཉན་ཐོས་ལྔ་བརྒྱ་དག་ནི་ལྷགས་གྱུར་ཀྱང་། །དེ་ལ་ཕྱག་བྱའི་ཕྱིར་ནི་དེ་མ་ལངས། །",
            "english": "About that, this is said: When five hundred śrāvakas approached, Aśokadattā, the daughter of Ajātaśatru, Radiant with good qualities, Did not rise to greet them.",
            "passage-xmlId": "UT22084-043-013-114",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "མ་སྐྱེས་དགྲ་ཡིས་དེ་ལ་སྨྲས་པ་ནི། །བུ་མོ་དོན་འདི་ང་ལས་མཉན་པར་གྱིས། །",
            "english": "Ajātaśatru said to her, “Daughter, listen to my words!",
            "passage-xmlId": "UT22084-043-013-116",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "ཁྱོད་ཀྱིས་ཉན་ཐོས་ལྔ་བརྒྱ་མཐོང་བཞིན་དུ། །ཕྱག་བྱའི་ཕྱིར་ན་ཅི་ཕྱིར་ལྡང་མི་བྱེད། །",
            "english": "When you see five hundred śrāvakas, Why do you not stand to greet them?”",
            "passage-xmlId": "UT22084-043-013-116",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་ན་རེ། །ཉན་ཐོས་འདི་དག་བདག་གིས་མཐོང་བ་ན། །ཅི་ཕྱིར་ཕྱག་འཚལ་བསམ་པ་མི་སྐྱེ་བ། །",
            "english": "The girl Aśokadattā replied, “When I saw these śrāvakas, Why had I no thought to pay them homage?",
            "passage-xmlId": "UT22084-043-013-117",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "བདག་མཆིས་ཡབ་ཅིག་ཚིག་ནི་གསན་པར་གསོལ། །",
            "english": "Pray listen, father, to what I have to say.",
            "passage-xmlId": "UT22084-043-013-117",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "དཔེར་ན་མི་ཞིག་རྒྱ་མཚོར་མཆིས་ནས་ཀྱང་། །རིན་ཆེན་འབྱུང་ཁུང་ནས་ནི་མཆིང་བུ་བླངས། །",
            "english": "“Take, for example, a person who goes to the ocean And from that source of precious jewels takes only trinkets.",
            "passage-xmlId": "UT22084-043-013-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "དེ་བཞིན་བདག་ནི་ཉན་ཐོས་ཐམས་ཅད་ཀྱང་། །ཡེ་ཤེས་དབྱིངས་ནས་ཉན་ཐོས་བླངས་སྙམ་བགྱིད། །",
            "english": "I consider all śrāvakas to be just like that, Accepting only the śrāvakas’ doctrine from the expanse of gnosis.",
            "passage-xmlId": "UT22084-043-013-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "དཔེར་ན་རྒྱལ་པོ་ནོར་གྱི་དབང་ཕྱུག་པོ། །ས་བདག་འཁོར་ལོས་སྒྱུར་བ་མཉེས་བགྱིས་ནས། །ཀཱར་ཥ་པཱ་ཎ་གཅིག་ཙམ་གསོལ་ན་ནི། །དེ་ཡིས་རྒྱལ་པོ་བསྟེན་པ་དོན་མ་མཆིས། །གང་གིས་འཁོར་ལོས་སྒྱུར་བ་མཉེས་བགྱིས་ནས། །",
            "english": "“Take, for example, someone who has pleased a king, A lord of wealth, a lord of the earth, a universal monarch, But in return asks for just one kārṣāpaṇa coin— Their service to that king has been pointless.",
            "passage-xmlId": "UT22084-043-013-119",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "བྱེ་བ་ཕྲག་སྟོང་གསོལ་བ་བགྱིས་ན་ནི། །དེས་ནི་དབུལ་མང་ནོར་དང་ལྡན་པར་བགྱིད། །དེས་ནི་རྒྱལ་པོ་ལེགས་པར་བསྟེན་པ་ལགས། །ཀཱར་ཥ་པཱ་ཎ་སློང་བའི་མི་བཞིན་དུ། །གང་གིས་སངས་རྒྱས་ཡོན་ཏན་མཐའ་ཡས་རྣམས། །",
            "english": "“But when someone has pleased a universal monarch And asks for ten billion, And with it makes the poor wealthy— Such a person has served that king well.",
            "passage-xmlId": "UT22084-043-013-120",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "ཐོས་ནས་ཐེག་པ་དམན་ལ་འདོད་སྐྱེད་པ། །ཉན་ཐོས་ཀུན་ལ་བདག་ནི་དེ་སྙམ་བགྱིད། །ནོར་རྣམས་སྒྲུབ་བགྱིད་མི་ནི་ཇི་ལྟ་བ། །བྱང་ཆུབ་སེམས་དཔའ་མཁས་པ་དེ་འདྲ་སྟེ། །རྒྱལ་བ་ཆོས་ཀྱི་རྒྱལ་པོ་མཉེས་བགྱིས་ཤིང་། །",
            "english": "“I consider all śrāvakas, Who have heard of the limitless good qualities of buddhahood Yet still aspire to the lesser vehicle, As being like the person who asks for just one kārṣāpaṇa coin, “While learned bodhisattvas Are like the person who achieves great wealth By pleasing a victorious Dharma king.",
            "passage-xmlId": "UT22084-043-013-121",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "བྱང་ཆུབ་རེག་ནས་སེམས་ཅན་འདུལ་བར་བགྱིད། །",
            "english": "Having touched awakening, they train sentient beings.",
            "passage-xmlId": "UT22084-043-013-121",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "དཔེར་ན་ནད་པ་ནད་བརྒྱས་གཟིར་རྣམས་སྨན་པ་ཡིས། །གྲོལ་བགྱིད་དེ་བཞིན་གཞན་གྱི་སྒྲ་ཕྱིར་འབྲང་བ་ཡི། །ཉན་ཐོས་ཉོན་མོངས་རྣམས་ཀྱིས་གཟིར་བ་ཐམས་ཅད་ཀྱང་། །བྱང་ཆུབ་སེམས་དཔའ་སྨན་པ་ལྟ་བུས་གྲོལ་བར་བགྱིད། །",
            "english": "“Just as, to give an analogy, a sick person tormented by a hundred ailments Is released from their condition by a physician, So, too, are all śrāvakas, who follow others’ instructions and are tormented by afflictions, Released by bodhisattvas, who are like physicians.",
            "passage-xmlId": "UT22084-043-013-123",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "སེམས་ཅན་མང་པོ་གྲོལ་བགྱིད་སྨན་པ་བཏང་ནས་ནི། སོས་གྱུར་སེམས་ཅན་ལ་ནི་སུ་ཞིག་འདུད་པར་བགྱིད། །",
            "english": "“Who, when curing many beings by prescribing medicine, Bows to those beings they treat?",
            "passage-xmlId": "UT22084-043-013-124",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.a",
            "tibetan": "དེ་བཞིན་རྫོགས་པའི་སངས་རྒྱས་སྨན་པར་གཉེར་བ་ན། །སོས་གྱུར་ཉན་ཐོས་ལ་ནི་སུ་ཞིག་འདུད་པར་བགྱིད། །",
            "english": "Similarly, who, when striving to be a perfectly awakened physician, Bows to the śrāvakas they treat?",
            "passage-xmlId": "UT22084-043-013-124",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/457"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "འདི་ལྟར་ནད་པ་སོས་པར་གྱུར་པ་ཐམས་ཅད་ལ། །སྨན་པ་དག་གིས་གསོ་བར་ནུས་པར་མི་འགྱུར་བ། །དེ་བཞིན་ཉན་ཐོས་ཐམས་ཅད་སོས་པར་གྱུར་པ་ལ། །སངས་རྒྱས་སྨན་པ་དག་གིས་གསོ་བར་མི་སྤྱོད་དོ། །འདི་ན་སྨན་པ་གང་ཞིག་བདག་གིས་བདག་ཉིད་ལ།",
            "english": "“Likewise, just as a physician cannot treat Every sick person there is to be treated, So, too, are physician buddhas unable to treat Every śrāvaka who is to be treated.",
            "passage-xmlId": "UT22084-043-013-125",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "གསོ་བར་སེམས་ཀྱི་སེམས་ཅན་གཞན་ལ་མ་ལགས་ཏེ། །དེ་འདྲའི་བདག་ཉིད་འགེངས་པར་བགྱིད་པའི་ང་རྒྱལ་གྱི། །སྨན་པ་དེ་དག་ལ་ནི་འདོད་པའི་སེམས་མི་སྐྱེད། །སྨན་པ་གང་ཞིག་སྙིང་རྗེ་བསྐྱེད་ནས་བདག་ཉིད་ཇི་ལྟ་བར། །དེ་བཞིན་ཕ་རོལ་རྣམས་ཀྱང་ནད་ལས་གྲོལ་བགྱིད་པ། །དེ་ནི་མཆོད་པར་འོས་ཤིང་བསྔགས་པར་བགྱི་བ་དང་། །འཇིག་རྟེན་ཀུན་གྱིས་འདུད་པར་བགྱི་བའི་གནས་ཀྱང་ལགས། །གང་ཞིག་ཡེ་ཤེས་རིག་པ་གཙོ་བོ་རྟོགས་གྱུར་ནས། །བདག་ཉིད་གྲོལ་བར་བགྱིད་ཀྱི་སེམས་ཅན་གཞན་མ་ལགས། །དེ་ནི་སྨན་པ་བདག་ཉིད་གྲོལ་བར་བགྱི་བ་ལྟར། །",
            "english": "“But physicians who think only Of treating themselves and no other sentient beings— Such conceited, selfish, and arrogant physicians Will not generate the necessary intention for awakening, “While a physician who develops compassion And treats others’ illnesses as they would their own Is a physician worthy of honor and praise And is revered by all the world, “Those preeminent in the realization of knowledge and awareness Who liberate only themselves and no other sentient beings Are like physicians who treat only themselves.",
            "passage-xmlId": "UT22084-043-013-126",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "མཁས་པ་དག་གིས་མཆོད་པར་བགྱི་བའི་གནས་མ་ལགས། །",
            "english": "They are not esteemed by the learned.",
            "passage-xmlId": "UT22084-043-013-126",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "གང་ཞིག་ཡེ་ཤེས་རིག་པ་གཙོ་བོ་རྟོགས་གྱུར་ནས། །སེམས་ཅན་གྲངས་མེད་སྡུག་བསྔལ་དག་ལས་གྲོལ་བགྱིད་པ། །དེ་དག་བྱང་ཆུབ་མཆོག་ལ་འདུན་པ་སྐྱེད་པ་སྟེ། །",
            "english": "“Those preeminent in the realization of knowledge and awareness Who liberate countless sentient beings from suffering Are those who have the aspiration to supreme awakening.",
            "passage-xmlId": "UT22084-043-013-130",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "དེ་ནི་འཇིག་རྟེན་ཀུན་གྱིས་བསྔགས་པར་བགྱི་བ་ལགས། །",
            "english": "They are praised by all the world.",
            "passage-xmlId": "UT22084-043-013-130",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "ཨེ་རན་ད་ཡི་ཤིང་སྡོང་མཛེས་པ་མ་ལགས་ལ། །དེ་དག་རྣམས་ཀྱི་གྲིབ་མ་འང་ཡངས་པ་མ་ལགས་ཏེ། །",
            "english": "“The stem of the castor-oil plant is not beautiful, And the shade it casts is not wide.",
            "passage-xmlId": "UT22084-043-013-131",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "ཨེ་རན་ད་ཡི་ཤིང་འདྲ་ཉན་ཐོས་ཐམས་ཅད་ཀྱི། །རྣམ་པར་གྲོལ་བའི་གྲིབ་མ་ཉེ་བར་བསྟེན་མ་ལགས། །",
            "english": "All śrāvakas are like the castor-oil plant, And the liberating shade they offer is not valued.",
            "passage-xmlId": "UT22084-043-013-131",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "ཙན་དན་མཆོག་གི་སྡོང་ཆེན་དག་ནི་ཚ་བ་ཡིས། །གདུངས་པའི་སྐྱེ་བོ་རྣམས་ཀྱི་ཉེ་བར་བསྟེན་པ་ལགས། །",
            "english": "“Great trunks of the best sandalwood trees Are valued by those tormented by heat.",
            "passage-xmlId": "UT22084-043-013-132",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "དེ་བཞིན་བདག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཡང་། ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དག་གི་དོན་བགྱིད་སྙམ།",
            "english": "This is how I consider bodhisattvas, Who benefit all the world, including its gods.",
            "passage-xmlId": "UT22084-043-013-132",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "བ་ལང་རྨིག་རྗེས་ཆུ་ནི་ཡངས་མ་ལགས། །",
            "english": "“The water left in a cow’s hoofprint is meager.",
            "passage-xmlId": "UT22084-043-013-134",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "ཚ་བས་གདུངས་པ་ཞི་བར་མི་བགྱིད་ལ། །གང་གཱའི་ཀླུང་ནི་སེམས་ཅན་བྱེ་བ་སྟོང་། །ཚིམ་པར་བགྱིས་ནས་རྒྱ་མཚོ་ཆེན་པོར་མཆི། །",
            "english": "It offers no respite from the torments of heat, While the Ganges River satisfies ten billion beings And then flows to the great ocean.",
            "passage-xmlId": "UT22084-043-013-134",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "བ་ལང་རྨིག་རྗེས་ཆུ་འདྲའི་ཉན་ཐོས་ཀུན། །སེམས་ཅན་ཀུན་གྱི་ཚ་བ་ཞི་མི་བགྱིད། །",
            "english": "“All śrāvakas are like the water in a cow’s hoofprint— They cannot relieve the heat that torments beings.",
            "passage-xmlId": "UT22084-043-013-135",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.229.b",
            "tibetan": "གང་གཱའི་ཀླུང་འདྲ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས། །སེམས་ཅན་མཐའ་ཡས་ཆོས་ཀྱིས་ཚིམ་པར་བགྱིད། །",
            "english": "Bodhisattvas are like the Ganges River— They satisfy limitless beings with Dharma.",
            "passage-xmlId": "UT22084-043-013-135",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/458"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཇི་ལྟར་རིན་ཆེན་ཆར་ནི་འབབ་པ་ན། །དབུལ་པོ་དག་ནི་འགྲོན་བུ་ལེན་པར་བགྱིད། །གང་ཞིག་ནོར་མང་དེ་དག་བླངས་ནས་ནི། །",
            "english": "“When a rain of precious things falls, The poor are those who collect only cowrie shells, While those who collect many gems Make the poor wealthy.",
            "passage-xmlId": "UT22084-043-013-136",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "སེམས་ཅན་དབུལ་པོ་ནོར་དང་ལྡན་པར་བགྱིད། །དེ་ལྟར་སངས་རྒྱས་རིན་ཆེན་ཆོས་ཆར་འབེབས། །ཉན་ཐོས་རྣམས་ནི་དམ་ཆོས་རིན་ཆེན་ལས། །ཆུང་ངུ་འཛིན་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས། །སེམས་ཅན་དོན་སླད་མང་དུ་ལེན་པར་བགྱིད། །",
            "english": "“Likewise, when the buddhas make fall a rain of precious Dharma, Śrāvakas are those who take only a little from the precious, holy Dharma, While bodhisattvas, for the sake of sentient beings, Take a lot.",
            "passage-xmlId": "UT22084-043-013-137",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཇི་ལྟར་སེམས་ཅན་དག་ནི་རི་རབ་ཀྱི། །དྲུང་དུ་མཆིས་ན་གསེར་གྱི་མདོག་ཏུ་འགྱུར། །",
            "english": "“When sentient beings come before Mount Sumeru, They assume a golden hue.",
            "passage-xmlId": "UT22084-043-013-138",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "རི་བོ་གཞན་ལ་སེམས་ཅན་རྣམས་མཆིས་ན། །གསེར་གྱི་ཁ་དོག་ཅན་དུ་ཡོང་མི་འགྱུར། །",
            "english": "When they come before other mountains, They do not assume a golden hue.",
            "passage-xmlId": "UT22084-043-013-138",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་རི་རབ་བཞིན། །གང་དག་མཐུས་ནི་ལྷར་བཅས་སྐྱེ་དགུ་རྣམས། །རྣམ་གྲོལ་མདོག་ཏུ་ཁ་དོག་གཅིག་ཏུ་འགྱུར། །",
            "english": "“Bodhisattvas are like Mount Sumeru— By their power, the single hue of liberation Spreads over living kind, including gods.",
            "passage-xmlId": "UT22084-043-013-139",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཉན་ཐོས་རྣམས་ཀྱི་ཡེ་ཤེས་འདོད་མི་བགྱིད། །",
            "english": "The same cannot be claimed for the gnosis of śrāvakas.",
            "passage-xmlId": "UT22084-043-013-139",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཡབ་ཅིག་ཇི་ལྟར་རྩྭ་བྲན་རྩེ་མོ་ཡི། །ཟིལ་པའི་ཐིགས་པས་ལོ་ཏོག་རྒྱས་མི་བགྱིད། །",
            "english": "“Father, a dewdrop on the tip of a wet blade of grass Is not enough to make crops grow.",
            "passage-xmlId": "UT22084-043-013-140",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "རབ་ཏུ་ཁེབས་པའི་སྤྲིན་གྱིས་ས་སྟེང་འདི། །ཚིམ་པར་བགྱིད་ཅིང་ལོ་ཏོག་འཕེལ་བར་བགྱིད། །",
            "english": "Yet, a blanket of clouds covering the land Will satisfy the earth and make crops multiply.",
            "passage-xmlId": "UT22084-043-013-140",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཉན་ཐོས་ཐམས་ཅད་ཟིལ་པའི་ཐིགས་པ་བཞིན། །བྱང་ཆུབ་སེམས་དཔའ་རབ་ཁེབས་སྤྲིན་དང་འདྲ། །",
            "english": "“All śrāvakas are like dewdrops, While bodhisattvas are like the blanket of clouds.",
            "passage-xmlId": "UT22084-043-013-141",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "སྙིང་རྗེ་མངོན་བྱས་གང་དག་བསྟེན་ན་ནི། །སྟོང་གསུམ་དམ་ཆོས་ཆུ་ཡིས་ཚིམ་པར་བགྱིད། །",
            "english": "Actualizing compassion, they bring relief to the trichiliocosm With a rain of holy Dharma for those who rely on them.",
            "passage-xmlId": "UT22084-043-013-141",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཀ་ར་བི་རའི་མེ་ཏོག་དྲི་མཆོག་མིན། །དེས་ནི་སྐྱེས་པ་བུད་མེད་དགའ་མི་འགྱུར། །",
            "english": "“The oleander flower has not the best of scents And so is not favored by man or woman.",
            "passage-xmlId": "UT22084-043-013-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཙམ་པ་ཀ་ཡི་མེ་ཏོག་དྲི་ལ་དགའ། །ཨུད་པལ་བལ་ཤི་ཀ་ཡང་དེ་བཞིན་ནོ། །",
            "english": "The magnolia flower has a pleasing scent, As do the blue lotus and jasmine.",
            "passage-xmlId": "UT22084-043-013-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཉན་ཐོས་ཀ་ར་བི་རའི་དྲི་བཞིན་ཏེ། །",
            "english": "“Śrāvakas are like the scent of oleander.",
            "passage-xmlId": "UT22084-043-013-144",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "དེ་དག་ཤེས་པས་སྐྱེ་དགུ་དགའ་མི་འགྱུར། །ཀུན་མཁྱེན་དྲི་ཅན་བྱང་ཆུབ་སེམས་དཔའ་ལ། །ལྷ་དང་མི་རྣམས་རབ་ཏུ་དགའ་བར་འགྱུར། །",
            "english": "None are pleased by what they understand, While both gods and humans are enraptured By a bodhisattva’s scent of omniscience.",
            "passage-xmlId": "UT22084-043-013-144",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "གཅིག་པུ་མཆི་བ་དེ་ལ་མཚར་ཅི་མཆི། །",
            "english": "“What awe can there be for those who go it alone?",
            "passage-xmlId": "UT22084-043-013-145",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "གང་ཞིག་སེམས་ཅན་མཐའ་ཡས་ཁྲིད་པ་རྨད། །",
            "english": "The truly marvelous are those who guide limitless beings.",
            "passage-xmlId": "UT22084-043-013-145",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "ཉན་ཐོས་མི་རེང་གཅིག་པུ་མཆི་བ་བཞིན། །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་དེད་དཔོན་འདྲ། །",
            "english": "Śrāvakas are like those who travel alone, While bodhisattvas are like captains.",
            "passage-xmlId": "UT22084-043-013-145",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "འགྲོན་ཞིག་གཞན་གྱིས་སྩལ་པ་འཚལ་བ་དང་། །སྐྱེ་བོ་ཀུན་ལ་སྩོལ་བགྱིད་ཀུན་འགྲོན་བཞིན། །",
            "english": "“There are travelers who seek provisions from others And those who give hospitality to all.",
            "passage-xmlId": "UT22084-043-013-146",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.a",
            "tibetan": "སྒྲ་འབྲང་ཉན་ཐོས་ཀུན་ནི་འགྲོན་དང་འདྲ། །བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ལ་འགྲོན་བགྱིད་བཞིན། །",
            "english": "Śrāvakas, who follow the advice of others, are all like the former, While bodhisattvas are like those who host everyone.",
            "passage-xmlId": "UT22084-043-013-146",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/459"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "གཟིངས་ལ་བརྟེན་པས་ཆུ་བོ་ཆེན་པོ་ལས། །གཞན་དག་བསྒྲལ་བར་ནུས་པར་མི་འགྱུར་གྱི། །",
            "english": "“With only a small boat, One cannot rescue others from a great body of water.",
            "passage-xmlId": "UT22084-043-013-147",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "བརྟན་བགྱིས་གྲུ་ཡི་ནང་དུ་ཞུགས་ནས་ནི། །སེམས་ཅན་བྱེ་བ་མང་པོ་སྒྲོལ་བར་བགྱིད། །",
            "english": "But coming in a sturdy ship, One can rescue many millions of beings.",
            "passage-xmlId": "UT22084-043-013-147",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཉན་ཐོས་གཟིངས་ལ་བརྟེན་པ་ལྟ་བུ་སྟེ། །སེམས་ཅན་གཞན་དག་སྒྲོལ་བར་ཇི་ལྟར་ནུས། །",
            "english": "“Śrāvakas are like those who rely on a small boat, So how can they save other beings?",
            "passage-xmlId": "UT22084-043-013-148",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "རྫོགས་པའི་བྱང་ཆུབ་གྲུར་ཞུགས་བྱང་ཆུབ་སེམས། །སྡུག་བསྔལ་མཚོ་ལས་སེམས་ཅན་སྒྲོལ་བར་བགྱིད། །",
            "english": "Bodhisattvas come in the ship of perfect awakening And save beings from the ocean of suffering.",
            "passage-xmlId": "UT22084-043-013-148",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཇི་ལྟར་གཡུལ་ངོར་བོང་བུ་ཞོན་ན་ནི། །དགྲ་ལས་རྒྱལ་བར་ནུས་པར་མི་འགྱུར་གྱི། །",
            "english": "“One cannot gain victory over enemies Riding a donkey into battle.",
            "passage-xmlId": "UT22084-043-013-149",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "གླང་ཆེན་རྟ་དང་ཤིང་རྟ་ཞོན་ན་ནི། །གཡུལ་དུ་ལྷགས་པའི་དགྲ་རྣམས་ཆོམས་པར་ནུས། །",
            "english": "By riding elephants, horses, and chariots One can defeat enemies in battle.",
            "passage-xmlId": "UT22084-043-013-149",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཉན་ཐོས་རྣམས་ནི་བོང་བུ་ཞོན་པ་བཞིན། །བྱང་ཆུབ་སེམས་དཔའ་གླང་ཆེན་ཞོན་འདྲ་སྟེ། །སེམས་ཅན་ཀུན་ལ་ཕན་དང་བདེ་སླད་དུ། །དེ་དག་ཤིང་དབང་དྲུང་དུ་བདུད་ཀྱང་འཇོམས། །",
            "english": "“Śrāvakas are like those who ride donkeys, While bodhisattvas, who ride elephants, Will be victorious over the demons before the Bodhi tree, For the benefit and happiness of all beings.",
            "passage-xmlId": "UT22084-043-013-150",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཇི་ལྟར་བར་སྣང་སྐར་མས་རྒྱས་གྱུར་ཀྱང་། །དེ་དག་གིས་ནི་མཚན་མོ་མཛེས་མི་འགྱུར། །",
            "english": "“Though stars fill the sky, They do not make the night beautiful.",
            "passage-xmlId": "UT22084-043-013-151",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཟླ་བ་རབ་ཏུ་རྒྱས་པ་ཤར་བས་ནི། །མཚན་མོ་མཁའ་ལ་ཐིག་ལེ་བཞིན་དུ་མཛེས། །",
            "english": "But when the moon’s light fills the heavens, It beautifies the night like a bindi for the sky.",
            "passage-xmlId": "UT22084-043-013-151",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཡབ་ཅིག་ཉན་ཐོས་འདི་དག་སྐར་མ་འདྲ། །རྒྱལ་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཟླ་བ་བཞིན། །གང་དག་སེམས་ཅན་ཀུན་ལ་སྨན་སླད་དུ། །ཡེ་ཤེས་ཤར་བས་སྐྱེ་བོ་སྣང་བར་བགྱིད། །",
            "english": "“Dear father, these śrāvakas are like the stars, Whereas, king, a bodhisattva is like the moon, Shining brilliant gnosis upon living kind In order to heal all sentient beings.",
            "passage-xmlId": "UT22084-043-013-153",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཡབ་ཅིག་སྲིན་བུ་མེ་ཁྱེར་ཚོགས་འོད་ཀྱིས། །ལས་རྣམས་ལ་ནི་འཇུག་པར་མི་ནུས་ཀྱི། །",
            "english": "“Dear father, one can accomplish little By the light of a swarm of fireflies.",
            "passage-xmlId": "UT22084-043-013-154",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "འཛམ་གླིང་འདི་ན་ཉི་མའི་འོད་རྣམས་ཀྱིས། །བྱ་བ་སྣ་ཚོགས་བརྒྱ་དག་བགྱིད་པར་འགྱུར། །",
            "english": "But with the light of the sun in Jambudvīpa, One can complete hundreds of various deeds.",
            "passage-xmlId": "UT22084-043-013-154",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཉན་ཐོས་འདི་དག་སྲིན་བུ་མེ་ཁྱེར་འདྲ། །དེ་དག་ཤེས་འོད་ཡང་དག་མཐོང་མི་འགྱུར། །",
            "english": "“Śrāvakas are like fireflies— The brilliance of their intellect is barely perceptible.",
            "passage-xmlId": "UT22084-043-013-155",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "སངས་རྒྱས་རྣམ་གྲོལ་ཉི་མ་ལྟ་བུ་ཡི། །ཤེས་རབ་ཡེ་ཤེས་ཀྱིས་ནི་སེམས་ཅན་འགྲེལ། །",
            "english": "Buddhas are like the sun of liberation— Their wisdom and gnosis liberate sentient beings.",
            "passage-xmlId": "UT22084-043-013-155",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཡབ་ཅིག་ཝ་བརྒྱ་དག་གིས་སྐད་ཕྱུང་ཡང་། །རི་དགས་ཚོགས་རྣམས་འདྲོག་པར་མི་འགྱུར་གྱི། །",
            "english": "“Dear father, though hundreds of jackals may howl, The herds of wild animals are unperturbed.",
            "passage-xmlId": "UT22084-043-013-156",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "སེང་གེའི་སྐད་ཀྱིས་གླང་ཆེན་རི་དགས་དང་། །བྱར་བཅས་རྣམས་ཀྱང་ཕྱོགས་སུ་འབྱེར་བར་འགྱུར། །",
            "english": "But when a lion roars, elephants, beasts, and birds alike Flee in all directions.",
            "passage-xmlId": "UT22084-043-013-156",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "ཡབ་ཅིག་དེ་ལྟར་ཉན་ཐོས་ཝ་འདྲར་གཟིགས། །",
            "english": "“Dear father, see that the śrāvakas are like jackals.",
            "passage-xmlId": "UT22084-043-013-157",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.230.b",
            "tibetan": "དེ་དག་སྐད་ཀྱིས་བདུད་རྣམས་སྐྲག་མི་འགྱུར། །རྒྱལ་པོ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་སྤྱད་པས། །བདུད་དང་དེ་བཞིན་བདུད་རིག་སྐྲག་པར་འགྱུར། །",
            "english": "Their words scare not the demons, But demons and their kind are terrified When a king conducts himself as a bodhisattva.",
            "passage-xmlId": "UT22084-043-013-157",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/460"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "ཡབ་ཅིག་རྒྱུ་འདི་བདག་གིས་མཐོང་བས་ན། །ཐེག་པ་དམན་པ་དག་ལ་འདོད་མི་སྐྱེད། །",
            "english": "“Dear father, for these reasons, I could not aspire to those of the lesser vehicle.",
            "passage-xmlId": "UT22084-043-013-158",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "སུ་ཞིག་བླ་མེད་བྱང་ཆུབ་སྤངས་ནས་ནི། །ཐེག་པ་དམན་ལ་འདོད་པ་སྐྱེད་པར་བགྱིད། །",
            "english": "Who, after forsaking unsurpassable awakening, Would aspire to the lesser vehicle?",
            "passage-xmlId": "UT22084-043-013-158",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "གང་ཞིག་བྱང་ཆུབ་དམ་པ་ཡོངས་སྤངས་ནས། །ཐེག་པ་དམན་ལ་འདོད་པ་སྐྱེད་པར་བགྱིད། །དེ་དག་འཚོ་ངན་རྙེད་པ་ཐོབ་མ་གྱུར། །དེ་དག་མིར་སྐྱེས་པ་ནི་ཉེས་པར་མཆིས། །",
            "english": "“Those who have completely forsaken supreme awakening And yet aspire to the lesser vehicle Make an evil living and have not profited— They have wasted their human birth.",
            "passage-xmlId": "UT22084-043-013-159",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "གང་དག་ལྷར་བཅས་འཇིག་རྟེན་སྨན་སླད་དུ། །བྱང་ཆུབ་མཆོག་ལ་འདུན་པ་སྐྱེད་པར་བགྱིད། །དེ་དག་ལེགས་འཚོ་རྙེད་པ་ལེགས་པར་རྙེད། །དེ་དག་མི་ལུས་ཐོབ་པ་ལེགས་པར་མཆིས། །",
            "english": "“Those who, for the sake of healing the world with its gods, Aspire to supreme awakening Make a worthy living and achieve greatness— They fulfil the purpose of this human birth.",
            "passage-xmlId": "UT22084-043-013-160",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "གང་དག་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཀྱང་། །འཇིག་རྟེན་སྨན་སླད་ལས་བགྱིད་ཡིད་ཀྱང་རྟོན། །གང་དག་རྟག་ཏུ་སེམས་ཅན་སྨན་སླད་བརྩོན། །དེ་དག་ཨུ་དུམ་བ་རའི་མེ་ཏོག་བཞིན། །",
            "english": "“Those who, with body, speech, and mind, Are resolved in thought and deed to heal the world, Who always strive to heal sentient beings, Are like an uḍumbara flower.”",
            "passage-xmlId": "UT22084-043-013-161",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཚིགས་སུ་བཅད་པ་བསྟན་པ་འདི་དག་ཐོས་ནས་ཅང་མི་སྨྲ་བར་གྱུར་ཏོ། །",
            "english": "On hearing these verses taught by his daughter Aśokadattā, King Ajātaśatru was speechless.",
            "passage-xmlId": "UT22084-043-013-162",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་སྙམ་དུ་སེམས་ཏེ།",
            "english": "Venerable Śāriputra thought to himself, “Well!",
            "passage-xmlId": "UT22084-043-013-162",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "ཀྱེ་མ་བུ་མོ་འདི་སྤོབས་པ་ཐོགས་པ་མེད་པ་ཞིག་ན། ཅི་བཟོད་པ་ཐོབ་པའམ་མ་ཐོབ་པ་བདག་གིས་འདི་བརྟག་པར་བྱར་ངེས་སོ་སྙམ་མོ། །",
            "english": "This girl has achieved unimpeded eloquence, but I should ascertain whether or not she has achieved patience.”",
            "passage-xmlId": "UT22084-043-013-162",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཅི་བུ་མོ་ཁྱོད་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་སམ།",
            "english": "So Venerable Śāriputra asked Aśokadattā, “Girl, have you truly practiced the Śrāvaka Vehicle, or do you not claim to have done so?",
            "passage-xmlId": "UT22084-043-013-163",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "སྨྲས་པ་མ་ཡིན་ནོ། །རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་སམ། སྨྲས་པ་མ་ཡིན་ནོ། །",
            "english": "Have you truly engaged in the Pratyekabuddha Vehicle, or do you not claim to have done so?",
            "passage-xmlId": "UT22084-043-013-163",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "བུ་མོ་ཁྱོད་ཅི་ཞིག་དོན་དུ་གཉེར་ན་འདི་ལྟར་སེང་གེའི་སྒྲ་སྒྲོགས་པར་བྱེད།",
            "english": "Girl, what is your purpose? What do you seek in making such a lion’s roar?”",
            "passage-xmlId": "UT22084-043-013-163",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་བདག་ཆོས་འགའ་ཞིག་དོན་དུ་གཉེར་ན་ནི་བདག་སེང་གེའི་སྒྲ་ཅི་ཡང་མི་སྒྲོག་པ་ཞིག་ན། བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལྟར་བདག་ནི་ཆོས་གང་ཡང་དོན་དུ་མི་གཉེར་ཏེ། དེའི་ཕྱིར་བདག་སེང་གེའི་སྒྲ་སྒྲོགས་སོ། །",
            "english": "“Reverend Śāriputra,” she replied, “if I were striving for the sake of some dharma, then I would not make a lion’s roar, but since, Reverend Śāriputra, I am not striving for the sake of any dharma, that is why I have made this lion’s roar.",
            "passage-xmlId": "UT22084-043-013-164",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "བཙུན་པ་ཤཱ་རིའི་བུ་ཡང་གང་འདི་སྐད་དུ་ཅི་བུ་མོ་ཁྱོད་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་སམ་ཞེས་ཟེར་བ་ནི་བཙུན་པ་ཤཱ་རིའི་བུས་ཆོས་གང་མངོན་དུ་བྱས་པའི་ཆོས་དེ་ལ་ཅི་ཉན་ཐོས་ཞེས་བྱ་བའམ། རང་སངས་རྒྱས་ཞེས་བྱ་བའམ།",
            "english": "Furthermore, Reverend Śāriputra, you asked me, ‘girl, have you truly practiced the śrāvaka’s vehicle?’",
            "passage-xmlId": "UT22084-043-013-164",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.a",
            "tibetan": "ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བྱ་བའི་ཐེག་པ་རྣམ་པར་གཞག་པ་ཡོད་དམ།",
            "english": "Well, is the dharma realized by the reverend Śāriputra classified as the vehicle known as that of the śrāvakas, the pratyekabuddhas, or the truly complete buddhas?”",
            "passage-xmlId": "UT22084-043-013-164",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/461"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "གནས་བརྟན་ཤཱ་རིའི་བུས་སྨྲས་པ། བུ་མོ་ཆོས་དེ་དག་ལ་ནི་ཐེག་པ་རྣམ་པར་གཞག་པ་མེད་དེ།",
            "english": "“Girl,” replied the elder Śāriputra, “in those dharmas there is no classification into vehicles.",
            "passage-xmlId": "UT22084-043-013-167",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཆོས་དེ་ནི་འདི་ལྟར་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པའོ། །",
            "english": "Dharma has only one characteristic: that it lacks any such characteristics.”",
            "passage-xmlId": "UT22084-043-013-167",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་མཚན་ཉིད་མེད་པའི་ཆོས་ལ་དོན་དུ་གཉེར་བ་ཅི་ཞིག་ཡོད།",
            "english": "The girl asked, “Reverend Śāriputra, what is the purpose sought in this dharma without characteristics?”",
            "passage-xmlId": "UT22084-043-013-168",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཤཱ་རིའི་བུས་སྨྲས་པ། བུ་མོ་ཆོས་དེ་ལ་ནི་དོན་དུ་གཉེར་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "“Girl,” replied Śāriputra, “no purpose whatsoever is sought in Dharma.”",
            "passage-xmlId": "UT22084-043-013-168",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "གནས་བརྟན་ཤཱ་རིའི་བུས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་གཞན་ཡང་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་བྱེ་བྲག་ནི་ཅི་ཡོད།",
            "english": "The elder Śāriputra then further questioned Aśokadattā: “Girl, what distinguishes the dharmas of a buddha and the dharmas of an ordinary person?",
            "passage-xmlId": "UT22084-043-013-170",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཐ་དད་དུ་དབྱེ་བ་ནི་ཅི་ཡོད། །",
            "english": "What are the differences between the two?”",
            "passage-xmlId": "UT22084-043-013-170",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་སྟོང་པ་ཉིད་དང་། དབེན་པ་ཉིད་ལ་བྱེ་བྲག་ནི་ཅི་ཡོད། །",
            "english": "“Reverend Śāriputra,” replied the girl, “what distinguishes emptiness and voidness?",
            "passage-xmlId": "UT22084-043-013-172",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཐ་དད་དུ་དབྱེ་བ་ནི་ཅི་ཡོད།",
            "english": "What are the differences between the two?”",
            "passage-xmlId": "UT22084-043-013-172",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཤཱ་རིའི་བུས་སྨྲས་པ། བྱེ་བྲག་མེད་ཅིང་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "“There is no distinction or difference between them,” answered Śāriputra.",
            "passage-xmlId": "UT22084-043-013-172",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་སྟོང་པ་ཉིད་དང་། དབེན་པ་ཉིད་ལ་ཇི་ལྟར་བྱེ་བྲག་མེད་ཅིང་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་པ་དེ་བཞིན་དུ་བཙུན་པ་ཤཱ་རིའི་བུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་ཡང་བྱེ་བྲག་མེད་ཅིང་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "“Reverend Śāriputra,” the girl continued, “just as there is no distinction or difference between emptiness and voidness, so, too, Reverend Śāriputra, is there no distinction or difference whatsoever between the dharmas of a buddha and the dharmas of an ordinary person.",
            "passage-xmlId": "UT22084-043-013-174",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་དང་བླ་གབ་མེད་པ་ལ་ཡང་བྱེ་བྲག་མེད་ཅིང་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། སོ་སོ་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་ཡང་བྱེ་བྲག་མེད་ཅིང་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "Just as, Reverend Śāriputra, there is no distinction or difference between, for example, the sky and open space, so, too, Reverend Śāriputra, is there no distinction or difference between the dharmas of a buddha and the dharmas of an ordinary person.”",
            "passage-xmlId": "UT22084-043-013-174",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "གནས་བརྟན་ཤཱ་རིའི་བུ་ཅང་མི་སྨྲ་བར་གྱུར་ཏོ། །",
            "english": "To this the elder Śāriputra made no reply.",
            "passage-xmlId": "UT22084-043-013-174",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་ཅི་ཁྱོད་དེ་སྐད་ཅེས་ཟེར་བ་ལས་ན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་ཤིན་ཏུ་ཆེས་ལྷག་པ་ཞིག་ཏུ་མཐོང་ལ།",
            "english": "Then Venerable Mahāmaudgalyāyana asked the girl Aśokadattā, “Girl, from what you have said, you consider the dharmas of the Buddha to be vastly superior, and you consider the dharmas of the śrāvakas to be vastly inferior.",
            "passage-xmlId": "UT22084-043-013-176",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "ཉན་ཐོས་ཀྱི་ཆོས་རྣམས་ནི་ཤིན་ཏུ་དམན་པར་མཐོང་ངམ་ཅི་ན་ཁྱོད་ཉན་ཐོས་ཆེན་པོ་རྣམས་མཐོང་ན་ལྡང་བར་ཡང་མི་བྱེད། ཕྱག་ཀྱང་མི་འཚལ། སྩུར་ཡང་མི་འགྲོ །གཏམ་ཡང་མི་ཟེར། སྟན་དང་བསོད་སྙོམས་ལ་ཡང་སྤྱན་འདྲེན་པར་མི་བྱེད་དེ་སྐད་ཅེས་སྨྲས་པ་དང་།",
            "english": "Is this why, when you see great śrāvakas, you do not stand up for them, or pay homage to them, or come to welcome them, or speak to them, or invite them to sit and receive alms?”",
            "passage-xmlId": "UT22084-043-013-176",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.231.b",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་གནས་བརྟན་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སྐར་མའི་གཟུགས་སུ་གཏོགས་པ་ཇི་སྙེད་ཅིག་ཡོད་པ་ཤེས་སམ།",
            "english": "The girl Aśokadattā replied to the elder Mahāmaudgalyāyana, “Reverend Mahāmaudgalyāyana, do you know how many stars there are in this world system of the great trichiliocosm?”",
            "passage-xmlId": "UT22084-043-013-177",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/462"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུ་ཆེན་པོས་སྨྲས་པ།",
            "english": "“Girl,” replied Mahāmaudgalyāyana, “were I immersed in meditative absorption, I could count them.",
            "passage-xmlId": "UT22084-043-013-178",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོ་སྙོམས་པར་ཞུགས་ན་ནི་ཁོ་བོས་གྲངས་ཤེས་ཀྱི་སྙོམས་པར་མ་ཞུགས་ན་ནི་མི་ཤེས་སོ། །",
            "english": "But when I am not immersed in meditative absorption, I do not know.”",
            "passage-xmlId": "UT22084-043-013-178",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པས་ནི་ལན་ཅིག་མཉམ་པར་བཞག་པ་ཉིད་ཀྱིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སེམས་ཅན་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་ཡང་རབ་ཏུ་མཁྱེན་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ལྟ་ཅི་སྨོས་ཏེ།",
            "english": "“Reverend Mahāmaudgalyāyana,” said the girl, “in just an instant of meditative equipoise, a tathāgata knows every thought of every sentient being of the past, present, and future, throughout the great trichiliocosm of world systems as numerous as the grains of sand of the Ganges River—not to mention the mere number of sentient beings included in just a single world system of the trichiliocosm.",
            "passage-xmlId": "UT22084-043-013-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་དང་། ཉན་ཐོས་རྣམས་ཀྱི་ཁྱད་པར་ཡིན་ཏེ། འདི་ནི་ཐ་དད་དུ་དབྱེ་བ་ཡིན་ནོ། །",
            "english": "Reverend Mahāmaudgalyāyana, this is what distinguishes the Tathāgata from the śrāvakas—this is what differentiates them.",
            "passage-xmlId": "UT22084-043-013-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། འཆགས་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "Reverend Mahāmaudgalyāyana, do you know how many buddhafields have been destroyed and formed in the worlds of the ten directions?”",
            "passage-xmlId": "UT22084-043-013-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འདས་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། མ་བྱོན་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། ད་ལྟར་བཞུགས་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "The girl asked further, “Reverend Mahāmaudgalyāyana, do you know how many bhagavān buddhas there have been in the past, how many there will be in the future, and how many there are now?”",
            "passage-xmlId": "UT22084-043-013-181",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-181",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་སེམས་ཅན་འདོད་ཆགས་ལ་སྤྱོད་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། ཞེ་སྡང་ལ་སྤྱོད་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། གཏི་མུག་ལ་སྤྱོད་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། ཆ་མཉམ་པ་ལ་སྤྱོད་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "The girl asked further, “Reverend Mahāmaudgalyāyana, do you know how many beings conduct themselves with attachment, how many with aversion, how many with ignorance, and how many with all three equally?”",
            "passage-xmlId": "UT22084-043-013-183",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-183",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "The girl asked, “Reverend Mahāmaudgalyāyana, do you know how many beings there are who follow the Śrāvaka Vehicle, how many who follow the Pratyekabuddha Vehicle, and how many who are truly engaged in the Great Vehicle?”",
            "passage-xmlId": "UT22084-043-013-185",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-185",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཉན་ཐོས་ཀྱིས་འདུལ་བའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད། རང་སངས་རྒྱས་ཀྱིས་འདུལ་བའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད། སངས་རྒྱས་ཀྱིས་འདུལ་བའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "The girl asked, “Reverend Mahāmaudgalyāyana, do you know how many beings there are who have been trained by śrāvakas, how many who have been trained by pratyekabuddhas, and how many who have been trained by buddhas?”",
            "passage-xmlId": "UT22084-043-013-187",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.a",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-187",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/463"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཡང་དག་པ་ཉིད་དུ་ངེས་པའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད། ལོག་པ་ཉིད་དུ་ངེས་པའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད། མ་ངེས་པའི་སེམས་ཅན་ནི་ཇི་སྙེད་ཅིག་ཡོད་ཤེས་སམ།",
            "english": "The girl asked, “Reverend Mahāmaudgalyāyana, do you know how many beings there are who make correct determinations, how many who make false determinations, and how many who make no determinations at all?”",
            "passage-xmlId": "UT22084-043-013-189",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །",
            "english": "“No, girl, I do not know,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-189",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པས་ནི་དེ་དག་དང་གཞན་ཡང་དེའི་གོང་དུ་གང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་མ་ཡིན་པ་དག་ཀྱང་རབ་ཏུ་མཁྱེན་ན། སེམས་ཅན་གཞན་དག་གི་ལྟ་ཅི་སྨོས་ཏེ།",
            "english": "“Reverend Mahāmaudgalyāyana,” said the girl, “when the Tathāgata thoroughly knows this and all the other foregoing points that śrāvakas and pratyekabuddhas do not, what need is there to mention other sentient beings?",
            "passage-xmlId": "UT22084-043-013-191",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་བླ་མའི་ཁྱད་པར་ཡིན་ནོ། །",
            "english": "Reverend Mahāmaudgalyāyana, this is the distinct superiority of the Tathāgata.",
            "passage-xmlId": "UT22084-043-013-191",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་གཞན་ཡང་དེ་བཞིན་གཤེགས་པས་ཁྱོད་རྫུ་འཕྲུལ་ཆེན་པོ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་གྱིས། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་ཅེས་བྱ་བ་གང་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་ཞེས་བྱ་བ་ད་ལྟར་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཆོས་ཀྱང་སྟོན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་ཤིང་ལྗོན་པ་ཐམས་ཅད་ལས་ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་སྤོས་གང་གིས་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཁྱབ་པར་འགྱུར་བའི་སྤོས་ཀྱི་ངད་ལྡང་བ་ཡོད་པ་དེར་སོང་ཤིག །",
            "english": "“Furthermore, Reverend Mahāmaudgalyāyana, since the Tathāgata has taught that you are the greatest among those who possess magical powers, Reverend Mahāmaudgalyāyana, go to the world system called Gandhaprabhāsa, where the tathāgata, the arhat, the truly complete buddha called Incense-Emitting Light dwells and accepts a livelihood teaching the Dharma to bodhisattvas, a buddhafield in which the scent of uragasāra sandalwood incense comes from every tree, and where fragrant incense pervades the entire buddhafield.”",
            "passage-xmlId": "UT22084-043-013-192",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "གནས་བརྟན་མཽད་གལ་གྱི་བུ་ཆེན་པོས་སྨྲས་པ། བུ་མོ་སངས་རྒྱས་ཀྱི་ཞིང་དེའི་མིང་ཡང་ཁོ་བོས་དག་དོད་ཐོས་ན་སངས་རྒྱས་ལ་བལྟ་བ་དང་།",
            "english": "“Girl,” replied the elder Mahāmaudgalyāyana, “I have only just now heard the name of that buddhafield.",
            "passage-xmlId": "UT22084-043-013-193",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "ཆོས་མཉན་པའི་ཕྱིར་ཇི་ལྟར་འགྲོ་བར་བྱ།",
            "english": "How can I go there to see that buddha and listen to his dharma?”",
            "passage-xmlId": "UT22084-043-013-193",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཁྲི་དེ་ལས་མ་ལངས་བཞིན་དུ་ཚིག་འདི་སྐད་ཅེས་སྨྲས་ཏེ། བདེན་པ་དང་། བདེན་པའི་ཚིག་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་དང་པོ་བསྐྱེད་མ་ཐག་ཏུ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་པ་ལྟ་ན།",
            "english": "Without rising from her throne, the girl Aśokadattā said, “I declare with truth and true words that a bodhisattva mahāsattva, as soon as the mind of awakening is cultivated for the first time, outshines all śrāvakas and pratyekabuddhas in brilliance.",
            "passage-xmlId": "UT22084-043-013-193",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "བདེན་པ་དང་། བདེན་པའི་ཚིག་དེས་དེ་བཞིན་གཤེགས་པ་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་དེས་བདག་ཉིད་དང་། རང་གི་སངས་རྒྱས་ཀྱི་ཞིང་ཉན་ཐོས་ཆེན་པོ་འདི་དག་ལ་སྟོན་པར་གྱུར་ཅིག །",
            "english": "So, by this truth and these true words, may the Tathāgata Incense-Emitting Light reveal himself and his buddhafield to these great śrāvakas!",
            "passage-xmlId": "UT22084-043-013-193",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.232.b",
            "tibetan": "ཙན་དན་གྱི་དྲི་དེ་དག་ཀྱང་ཉན་ཐོས་ཆེན་པོ་འདི་དག་གིས་ཚོར་བར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །",
            "english": "May these great śrāvakas experience its scents of sandalwood!”",
            "passage-xmlId": "UT22084-043-013-193",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/464"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཚིག་དེ་སྐད་ཅེས་སྨྲས་མ་ཐག་ཏུ་བདེན་པའི་བྱིན་གྱི་རླབས་དེས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་གྱིས་དེ་ཉིད་ཀྱི་ཚེ་འོད་གང་གིས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་དེ་དང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་དེ་ཆོས་སྟོན་ཅིང་བཞུགས་པར་མཐོང་བར་འགྱུར་བ་དེ་ལྟ་བུའི་འོད་སྐུ་ལས་བཀྱེའོ། །ཆོས་བསྟན་པ་དེ་ཡང་སངས་རྒྱས་ཀྱི་མཐུས་འཇིག་རྟེན་གྱི་ཁམས་འདིར་ཐོས་སོ། །ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་དྲི་དེས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་ཁྱབ་པར་གྱུར་ཏོ། །",
            "english": "The moment the girl Aśokadattā uttered these words, by the power of their truth, at that very instance, there radiated from the body of the bhagavān Tathāgata Incense-Emitting Light such light that the great śrāvakas were able to see the Gandhaprabhāsa world, with the tathāgata, arhat, truly complete Buddha Incense-Emitting Light seated there teaching the Dharma, and by the power of the Buddha, his Dharma teaching could even be heard in this world, while the scent of uragasāra sandalwood pervaded this entire Sahā world system.",
            "passage-xmlId": "UT22084-043-013-195",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "དེ་བཞིན་གཤེགས་པ་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་དེས་ཀྱང་གསུང་གི་ཡན་ལག་དྲུག་ཅུ་དང་ལྡན་པའི་ཚིག་གིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཇི་སྐད་སྨྲས་པ་བཞིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་དང་པོ་བསྐྱེད་མ་ཐག་ཏུ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་ཏོ། །",
            "english": "With speech endowed with the sixty melodious aspects, the Tathāgata Incense-Emitting Light then said, “Just as the girl Aśokadattā has said, as soon as a bodhisattva mahāsattva cultivates the mind of awakening for the first time, they outshine all śrāvakas and pratyekabuddhas in brilliance.”",
            "passage-xmlId": "UT22084-043-013-196",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་བྱ་རྒོད་ཀྱི་ཕུང་པོ་ལ་གནས་པས་ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་དྲི་ཚོར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་དྲི་འདི་ག་ལས་བྱུང་ལགས།",
            "english": "When the bodhisattva mahāsattva Maitreya, who was staying at Vulture Peak, sensed the perfume of uragasāra sandalwood, he asked the Bhagavān, “Bhagavān, where is this scent of uragasāra sandalwood coming from?”",
            "passage-xmlId": "UT22084-043-013-197",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་འདིས་ཉན་ཐོས་ཆེན་པོ་རྣམས་ཀྱི་མདུན་དུ་སེང་གེའི་སྒྲ་བསྒྲགས་ཏེ།",
            "english": "The Bhagavān replied to the bodhisattva Maitreya, “Maitreya, the girl Aśokadattā has proclaimed a lion’s roar in front of the great śrāvakas.",
            "passage-xmlId": "UT22084-043-013-198",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "དེས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་ལ་བདེན་པའི་བྱིན་གྱི་རླབས་ཀྱིས་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་ཅེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་ཆོས་སྟོན་ཅིང་བཞུགས་པ་ཡང་བསྟན།",
            "english": "By the power of its truth, she has revealed to the great śrāvakas the Tathāgata Incense-Emitting Light, who lives in the world called Gandhaprabhāsa, teaching the Dharma to bodhisattva mahāsattvas.",
            "passage-xmlId": "UT22084-043-013-198",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.a",
            "tibetan": "འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་དེའི་ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོའི་དྲི་དེས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཁྱབ་པར་བྱས་སོ། །",
            "english": "It is the scent of uragasāra sandalwood from the Gandhaprabhāsa world that now pervades this world as well.”",
            "passage-xmlId": "UT22084-043-013-198",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/465"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་མཁས་པ་སུ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་གི་ཆོ་འཕྲུལ་དང་རྣམ་པར་འཕྲུལ་པ་བསམ་གྱིས་མི་ཁྱབ་པ་རྨད་དུ་བྱུང་བ་འདི་ལྟ་བུ་དག་མཐོང་ངམ་ཐོས་ན་ཉན་ཐོས་དམན་པ། ཞན་པ། ཞུམ་པ། ཉི་ཚེ་བའི་ཤེས་པ་དང་ལྡན་པ་རྣམས་ལ་ལྡང་བའམ།",
            "english": "The girl Aśokadattā then asked Venerable Mahāmaudgalyāyana, “Reverend Mahāmaudgalyāyana, who among the wise, when they have seen or heard the marvelous inconceivable magical displays and emanations of bodhisattva mahāsattvas, would still stand up for, come to welcome, or pay homage to inferior śrāvakas, who are weak and timid and whose understanding is limited?",
            "passage-xmlId": "UT22084-043-013-199",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "སྩུར་འགྲོ་བ་འམ། ཕྱག་འཚལ་བར་བྱེད། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་དེ་ཇི་ཙམ་དུ་ཐག་རིང་བ་ཤེས་སམ།",
            "english": "Reverend Mahāmaudgalyāyana, do you know how far away the Gandhaprabhāsa world is?”",
            "passage-xmlId": "UT22084-043-013-199",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "མཽད་གལ་གྱི་བུས་སྨྲས་པ། བུ་མོ་དེ་ནི་མི་ཤེས་སོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, girl, I do not,” replied Maudgalyāyana.",
            "passage-xmlId": "UT22084-043-013-199",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་གལ་ཏེ་ཁྱོད་འདྲ་བའི་རྫུ་འཕྲུལ་ཅན་ཤ་སྟག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་དཔེར་ན་བུ་རམ་ཤིང་གི་ཚལ་ལམ། འོད་མའི་ཚལ་ལམ། འདམ་བུའི་ཚལ་ལམ།",
            "english": "“Reverend Mahāmaudgalyāyana,” continued the girl, “if this world system of the trichiliocosm were, like an endless field, to be filled with sugarcane, or bamboo, or reeds, or rice, then even for a magically-endowed being like you it would take an eon to count the number of plants.",
            "passage-xmlId": "UT22084-043-013-201",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "འབྲས་སཱ་ལུའི་ཞིང་བཞིན་དུ་མཚམས་མེད་པར་གང་བར་གྱུར་ནས་དེ་དག་ཐམས་ཅད་ཀྱིས་བསྐལ་པར་རྩིས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཀྱི་འོད་ཅེས་བྱ་བ་དེ་སངས་རྒྱས་ཀྱི་ཞིང་ཇི་སྙེད་ཅིག་འདས་པའི་ཕ་རོལ་ན་འདུག་པ་བགྲང་བའི་ཐབས་ཀྱིས་རྟོགས་པར་མི་ནུས་སོ། །",
            "english": "However, you would never be able to calculate how many buddhafields lie between here and the Gandhaprabhāsa world.”",
            "passage-xmlId": "UT22084-043-013-201",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སྤོས་རབ་ཏུ་འགྱེད་པའི་འོད་ཟེར་གྱིས་འོད་དེ་དག་མི་སྣང་བར་མཛད་དེ། སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཡང་མི་སྣང་བར་མཛད་དོ། །",
            "english": "Then the bhagavān Tathāgata Incense-Emitting Light made the light disappear, and he made the buddhafield disappear too.",
            "passage-xmlId": "UT22084-043-013-201",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་དེ་སྔོན་མཐོང་ངམ།",
            "english": "Venerable Mahākāśyapa then asked the girl Aśokadattā, “Girl, have you ever seen the bhagavān, the tathāgata, the arhat, the truly complete Buddha Śākyamuni?”",
            "passage-xmlId": "UT22084-043-013-203",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་མཐོང་བར་ནུས་སམ། དེ་བཞིན་གཤེགས་པས།",
            "english": "“Reverend Mahākāśyapa,” responded the girl, “can one see a tathāgata?",
            "passage-xmlId": "UT22084-043-013-203",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "གང་དག་ང་ལ་གཟུགས་སུ་མཐོང་། །གང་དག་ང་ལ་སྒྲར་ཤེས་པ། །ལོག་པས་སྤོང་བར་ཞུགས་པ་སྟེ། །",
            "english": "Has the Tathāgata not said: “ ‘Whoever sees me as form, And whoever knows me as words, Has turned away from the path and abandoned it.",
            "passage-xmlId": "UT22084-043-013-205",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.233.b",
            "tibetan": "སྐྱེ་བོ་དེ་དག་ང་མི་མཐོང་། །",
            "english": "Such people do not see me.",
            "passage-xmlId": "UT22084-043-013-205",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/466"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "སངས་རྒྱས་རྣམས་ནི་ཆོས་ཉིད་བལྟ། །འདྲེན་པ་རྣམས་ནི་ཆོས་ཀྱི་སྐུ། །",
            "english": "“ ‘Consider buddhas as the true nature And guides as bodies of reality.",
            "passage-xmlId": "UT22084-043-013-206",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "ཆོས་ཉིད་ཤེས་པར་བྱ་མིན་པས། །དེ་ནི་རྣམ་པར་ཤེས་མི་ནུས། །ཞེས་མ་གསུངས་སམ།",
            "english": "Since the true nature is not knowable, They cannot be cognized.’",
            "passage-xmlId": "UT22084-043-013-206",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གཞན་ཡང་བུ་མོ་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་དེ་སྔོན་མཐོང་ངམ་ཞེས་དེ་སྐད་ཟེར་བ་ནི་བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བདག་གིས་དེ་བཞིན་གཤེགས་པ་མཐོང་མོད་ཀྱི། ཤའི་མིག་གིས་མ་ཡིན་ཏེ་གཟུགས་སུ་མ་ཡིན་ནོ། །ལྷའི་མིག་གིས་མ་ཡིན་ཏེ་ཚོར་བར་མ་ཡིན་ནོ། །",
            "english": "“Moreover, Reverend Mahākāśyapa, you asked, ‘Girl, have you ever seen the bhagavān, the tathāgata, the arhat, the perfectly awakened Buddha Śākyamuni?’",
            "passage-xmlId": "UT22084-043-013-207",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "ཤེས་རབ་ཀྱི་མིག་གིས་མ་ཡིན་ཏེ་འདུ་ཤེས་སུ་མ་ཡིན་ནོ། །ཆོས་ཀྱི་མིག་གིས་མ་ཡིན་ཏེ་འདུ་བྱེད་དུ་མ་ཡིན་ནོ། །སངས་རྒྱས་ཀྱི་མིག་གིས་མ་ཡིན་ཏེ་རྣམ་པར་ཤེས་པར་མ་ཡིན་ནོ། །",
            "english": "Reverend Mahākāśyapa, indeed I have seen the Tathāgata, but not with the flesh eye, not as form; not with the divine eye, not as feeling; not with the wisdom eye, not as perception; not with the Dharma eye, not as mental formation; and not with the buddha eye, not as consciousness.",
            "passage-xmlId": "UT22084-043-013-207",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གཞན་ཡང་བདག་གིས་དེ་བཞིན་གཤེགས་པ་མཐོང་སྟེ། དཔེར་ན་གནས་བརྟན་གྱིས་མ་རིག་པ་དང་སྲིད་པ་ལ་སྲེད་པ་མཐོང་བ་བཞིན་ནོ། །",
            "english": "Instead, Reverend Mahākāśyapa, I have seen the Tathāgata in the same way that, for example, an elder sees ignorance and craving for existence.",
            "passage-xmlId": "UT22084-043-013-207",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གཞན་ཡང་བདག་གིས་དེ་བཞིན་གཤེགས་པ་མཐོང་སྟེ། དཔེར་ན་གནས་བརྟན་གྱིས་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་མཐོང་བ་བཞིན་ནོ། །གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་སྨྲས་པ།",
            "english": "Reverend Mahākāśyapa, I see the Tathāgata in the same way that, for example, an elder sees grasping onto the self as ‘I,’ and onto phenomena as ‘mine.’ ”",
            "passage-xmlId": "UT22084-043-013-207",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བུ་མོ་འདི་ལྟར་མ་རིག་པ་དང་། སྲིད་པ་ལ་སྲེད་པ་དང་། ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པའི་ཆོས་འདི་གཉིས་ནི་མེད་པ་ཡིན་ནོ། །ཆོས་གང་མེད་པ་དེ་ནི་བལྟ་བར་མི་ནུས་སོ། །",
            "english": "“Girl,” responded the elder Mahākāśyapa, “ignorance, craving for existence, and both the phenomena of grasping as ‘I’ and grasping as ‘mine’ do not exist, and it is impossible to see nonexisting phenomena.”",
            "passage-xmlId": "UT22084-043-013-208",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་དེ་བཞིན་ནོ། །",
            "english": "The girl Aśokadattā replied, “Indeed, Reverend Mahākāśyapa, this is the case.",
            "passage-xmlId": "UT22084-043-013-208",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "ཆོས་ཐམས་ཅད་ནི་མེད་པ་ཡིན་ཏེ། དེ་དག་ནི་བལྟ་བར་མི་ནུས་སོ། །",
            "english": "Since all dharmas are nonexistent, they cannot be seen.”",
            "passage-xmlId": "UT22084-043-013-208",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཅི་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱང་མེད་དམ།",
            "english": "“So, girl,” said Mahākāśyapa, “does the dharma of the Buddha also not exist?”",
            "passage-xmlId": "UT22084-043-013-210",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། གནས་བརྟན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སམ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ཀྱང་རུང་སྟེ། ཆོས་འགའ་ཞིག་ཡོངས་སུ་གྲུབ་པར་འདོད་དམ་འོད་སྲུང་ཆེན་པོས་སྨྲས་པ།",
            "english": "The girl replied, “Elder, regardless of whether you are asking about the dharmas of the Buddha or those of ordinary people, would you assert there are any dharmas that are completely real?”",
            "passage-xmlId": "UT22084-043-013-210",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བུ་མོ་ཁོ་བོ་ནི་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལ་ཡང་ཡོངས་སུ་གྲུབ་པར་མི་འདོད་ན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལྟ་ལ་ཅི་སྨོས།",
            "english": "“Girl, I do not assert that any dharmas of ordinary beings are completely real, let alone those of the Buddha,” said Mahākāśyapa.",
            "passage-xmlId": "UT22084-043-013-213",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཆོས་གང་དག་ཡོངས་སུ་གྲུབ་པ་མེད་པའི་ཆོས་དེ་དག་ཅི་ཡོད་པ་ཡིན་ནམ། འོན་ཏེ་མེད་པ་ཡིན།",
            "english": "The girl asked, “Reverend Mahākāśyapa, do those dharmas that are not completely real exist or not?”",
            "passage-xmlId": "UT22084-043-013-213",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་མེད་པ་དེ་དག་ནི་མེད་པ་ཡིན་ནོ། །",
            "english": "“Girl, those that are not do not exist,” said Mahākāśyapa.",
            "passage-xmlId": "UT22084-043-013-213",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/467"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་མེད་པ་ཉིད་དོ། །",
            "english": "The girl said, “So, Reverend Mahākāśyapa, all dharmas are nonexistence.",
            "passage-xmlId": "UT22084-043-013-216",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "མེད་པ་གང་ཡིན་པ་དེ་དག་ལ་ནི་ལྟ་བ་རྣམ་པར་སྦྱང་བར་བྱ་བ་མེད་དོ། །",
            "english": "There is no need to purify the vision of that which does not exist.",
            "passage-xmlId": "UT22084-043-013-216",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་སངས་རྒྱས་ལ་ལྟ་བ་རྣམ་པར་སྦྱང་བར་འདོད་པས་ནི་བདག་ལ་ལྟ་བ་རྣམ་པར་སྦྱང་བར་བྱའོ། །",
            "english": "So, Reverend Mahākāśyapa, any noble son or daughter who wishes to purify their view of the Buddha should purify their view of the self.”",
            "passage-xmlId": "UT22084-043-013-216",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་བདག་ལ་ལྟ་བ་ཇི་ལྟར་རྣམ་པར་དག་པར་འགྱུར།",
            "english": "Mahākāśyapa asked, “Girl, how can one purify the view of the self?”",
            "passage-xmlId": "UT22084-043-013-217",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གང་གི་ཚེ་བདག་རང་བཞིན་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་རང་བཞིན་མེད་པ་ཉིད་དུ་མོས་ན་དེ་ཙམ་གྱིས་ན་བདག་ལ་ལྟ་བ་རྣམ་པར་དག་པར་འགྱུར་རོ། །",
            "english": "“Reverend Mahākāśyapa,” replied the girl, “when one is convinced that because the self has no inherent existence all phenomena have no inherent existence, then simply with that, the view of the self has been purified.”",
            "passage-xmlId": "UT22084-043-013-217",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་བདག་གི་རང་བཞིན་ཅི་ཡིན།",
            "english": "Mahākāśyapa asked, “Girl, what is the inherent nature of the self?”",
            "passage-xmlId": "UT22084-043-013-219",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བདག་གི་རང་བཞིན་ནི་སྟོང་པ་ཉིད་དོ། །",
            "english": "“Reverend Mahākāśyapa,” said the girl, “the inherent nature of the self is emptiness.",
            "passage-xmlId": "UT22084-043-013-219",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བདག་གི་རང་བཞིན་མེད་པའི་ཕྱིར་བདག་དབེན་པ་ཡང་ཡིན་ནོ། །",
            "english": "Because the self has no inherent nature, the self is also void.",
            "passage-xmlId": "UT22084-043-013-219",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "རང་བཞིན་མེད་པ་དེས་བདག་དབེན་ནོ། །",
            "english": "By being without inherent nature, the self is void.",
            "passage-xmlId": "UT22084-043-013-219",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "རང་བཞིན་མེད་པ་དེས་ཆོས་ཐམས་ཅད་དབེན་ནོ། །",
            "english": "By being without inherent nature, all phenomena are void.”",
            "passage-xmlId": "UT22084-043-013-219",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་སུ་ལ་ཆོས་ཐོས་ན་འདི་ལྟར་ཁྱོད་ཀྱི་ཡང་དག་པའི་ལྟ་བ་སྐྱེས་པར་གྱུར།",
            "english": "Mahākāśyapa asked, “Girl, from whom did you learn the Dharma, such that your view is so perfect?",
            "passage-xmlId": "UT22084-043-013-222",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བུ་མོ་ཡང་དག་པའི་ལྟ་བ་སྐྱེ་བ་ལ་ནི་རྒྱུ་གཉིས་དང་རྐྱེན་གཉིས་ཡོད་དེ། གཞན་གྱི་སྒྲ་དང་བདག་ཉིད་ཀྱི་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས་འབྱུང་ངོ་ཞེས་དེ་སྐད་གསུངས་སོ། །བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གང་དག་གཞན་གྱི་དྲིང་མི་འཇོག་པའི་ཤེས་རབ་ཅན་དེ་དག་ནི་གཞན་གྱི་སྒྲ་དང་། བདག་ཉིད་ཀྱི་ཚུལ་བཞིན་དུ་སོ་སོར་རྟོག་པ་ལས་ལྟ་བ་རྣམ་པར་དག་པར་འགྱུར་རོ། །",
            "english": "Girl, it is said that two causes or two conditions can lead to the arising of a perfect view: it can arise from the words of another, or it can arise from one’s own manner of mental application.”",
            "passage-xmlId": "UT22084-043-013-222",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གང་དག་གཞན་གྱི་དྲིང་མི་འཇོག་པའི་ཤེས་རབ་ཅན་དག་ནི་གཞན་གྱི་སྒྲ་མི་ཚོལ་ལོ། །",
            "english": "“Reverend Mahākāśyapa,” replied the girl, “those wise ones who rely on others gain a perfect view from ordinary understanding according to both the teachings of others and their own practice, but, Reverend Mahākāśyapa, those wise ones who do not rely on others do not seek out others’ teachings.",
            "passage-xmlId": "UT22084-043-013-223",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཇི་ལྟར་ན་དགེ་སློང་ཚུལ་བཞིན་དུ་ཞུགས་པ་ཡིན།",
            "english": "“Reverend Mahākāśyapa, how does a monk properly engage in his practice?”",
            "passage-xmlId": "UT22084-043-013-225",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.234.b",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་གང་གི་ཚེ་དགེ་སློང་ཇི་སྐད་ཐོས་པའི་ཆོས་རྣམས་ཀྱི་དོན་ལ་ཉེ་བར་རྟོག་པར་བྱེད་པ་དེ་ལྟར་ན་དགེ་སློང་ཚུལ་བཞིན་དུ་ཞུགས་པ་ཡིན་ནོ། །",
            "english": "“Girl,” replied Mahākāśyapa, “whenever a monk closely attends to the meaning of the teachings he has heard, he properly engages in his practice.”",
            "passage-xmlId": "UT22084-043-013-225",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/468"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་བཞིན་དུ་ཞུགས་པ་ཡིན།",
            "english": "Then Mahākāśyapa asked, “Girl, how do bodhisattvas properly engage in their practice?”",
            "passage-xmlId": "UT22084-043-013-227",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཐམས་ཅད་དང་ལྷན་ཅིག་གནས་ཀྱང་སེམས་ཅན་དུ་འདུ་ཤེས་སྐྱེད་པར་མི་བྱེད་པ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་བཞིན་དུ་ཞུགས་པ་ཡིན་ནོ། །",
            "english": "“Reverend Mahākāśyapa,” the girl answered, “when bodhisattvas, even while living among all sentient beings, do not impute them as sentient beings, they are properly engaging in their practice.",
            "passage-xmlId": "UT22084-043-013-227",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཞུགས་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་ནི་སྔོན་གྱི་མཐའི་དེ་བཞིན་ཉིད་དང་ལྡན་ནོ། །ཆོས་ཐམས་ཅད་ནི་ཕྱི་མའི་མཐའི་དེ་བཞིན་ཉིད་དང་ལྡན་ནོ། །",
            "english": "Reverend Mahākāśyapa, ‘to engage’ suggests that all phenomena have an essential beginning, that all phenomena have an essential end, and that all phenomena have an essential present.",
            "passage-xmlId": "UT22084-043-013-227",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "ཆོས་ཐམས་ཅད་ནི་ད་ལྟར་བྱུང་བའི་དེ་བཞིན་ཉིད་དང་ལྡན་ནོ་ཞེས་བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའ་སྦྱོར་བ་དེ་ལྟ་བུས་སྦྱོར་བར་མི་བྱེད་ན་དེ་ཙམ་གྱིས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་བཞིན་དུ་ཞུགས་པ་ཡིན་ནོ། །",
            "english": "But, Reverend Mahākāśyapa, when bodhisattvas do not make such attributions, merely by that, they properly engage in bodhisattva practice.”",
            "passage-xmlId": "UT22084-043-013-227",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཆོས་དེ་དག་ལ་ཇི་ལྟར་སྦྱར་བར་བྱ།",
            "english": "Mahākāśyapa asked, “Girl, how does one make any attribution about phenomena?”",
            "passage-xmlId": "UT22084-043-013-229",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཇི་ལྟར་དེ་བཞིན་ཉིད་ལ་སྦྱོར་བ་ཡང་མེད། མི་སྦྱོར་བ་ཡང་མེད་པར་མཐོང་བ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །",
            "english": "“Reverend Mahākāśyapa,” replied the girl, “one may make attributions about all phenomena while seeing their essence as neither containing attributions nor free of attribution.”",
            "passage-xmlId": "UT22084-043-013-229",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཇི་ལྟར་མཐོང་ན་ཆོས་ཐམས་ཅད་མཐོང་བ་ཡིན།",
            "english": "Mahākāśyapa asked, “Girl, so how does one see all phenomena?”",
            "passage-xmlId": "UT22084-043-013-231",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཆོས་ཐམས་ཅད་ལ་གཉིས་སུ་མེད་པར་མཐོང་ལ་མི་བྱེད་ཅིང་འཇིག་པར་ཡང་མི་བྱེད་ན་དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་མཐོང་བ་ཡིན་ནོ། །",
            "english": "“Reverend Mahākāśyapa,” replied the girl, “when one sees all phenomena as nondual, uncreated, and undestroyed, then one sees all phenomena.",
            "passage-xmlId": "UT22084-043-013-231",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བཙུན་པ་འོད་སྲུང་ཆེན་པོ་མཐོང་ཞེས་བྱ་བ་དེ་ནི་མཐོང་བ་མེད་པའི་ཚིག་བླ་དགས་སོ། །",
            "english": "Reverend Mahākāśyapa, ‘seeing’ is a verbal designation for not seeing.”",
            "passage-xmlId": "UT22084-043-013-231",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་བདག་ཇི་ལྟར་བལྟ་བར་བྱ།",
            "english": "Mahākāśyapa asked, “Girl, how should one regard the self?”",
            "passage-xmlId": "UT22084-043-013-233",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོས་ཇི་ལྟར་མཐོང་བ་བཞིན་དུ་བལྟ་བར་བྱའོ། །",
            "english": "“Reverend Mahākāśyapa,” the girl answered, “one should regard it as one sees it.”",
            "passage-xmlId": "UT22084-043-013-233",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བུ་མོ་ཁོ་བོས་ནི་བདག་དང་བདག་གི་མ་མཐོང་ངོ་། །",
            "english": "Mahākāśyapa said, “Girl, I have not seen the self nor anything belonging to it.”",
            "passage-xmlId": "UT22084-043-013-233",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོས་ཇི་ལྟར་བདག་མེད་ཅིང་བདག་གི་མེད་པ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་བལྟ་བར་བྱའོ། །",
            "english": "“Reverend Mahākāśyapa,” said the girl, “one should regard all phenomena in the same way, as being without self and anything belonging to it.”",
            "passage-xmlId": "UT22084-043-013-236",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.a",
            "tibetan": "གཏམ་དེ་སྐད་བརྗོད་པའི་སྐབས་སུ་གནས་བརྟན་རབ་འབྱོར་གྱིས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་ཁྱོད་ཀྱིས་སྤོབས་པ་འདི་འདྲ་བ་རྙེད་པ་ནི་ཁྱེད་ཀྱིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ། །",
            "english": "In the midst of this discourse, the elder Subhūti interjected, saying to the girl Aśokadattā, “Girl, such eloquence is well found!”",
            "passage-xmlId": "UT22084-043-013-237",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/469"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་རྙེད་པ་ལས་ནི་སྤོབས་པར་མི་འགྱུར་གྱི་གང་གིས་ཅི་ཡང་མ་རྙེད་པ་དེ་སྤོབས་པ་དང་ལྡན་ཞིང་གང་གིས་ནང་ངམ་ཕྱི་རོལ་ཅི་ཡང་མི་དམིགས་པ་དེ་སྤོབས་པ་དང་ལྡན་པ་ཡིན་ནོ། །རབ་འབྱོར་གྱིས་སྨྲས་པ།",
            "english": "“Reverend Subhūti,” replied the girl Aśokadattā, “the ability to speak with confidence does not come from finding anything.",
            "passage-xmlId": "UT22084-043-013-238",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "བུ་མོ་གང་མ་རྙེད་ན་སྤོབས་པ་དང་ལྡན་པ་ཡིན། བུ་མོས་སྨྲས་པ། གང་གིས་བདག་མ་རྙེད་ཅིང་གཞན་མ་ཡིན། དགེ་བ་མ་ཡིན། མི་དགེ་བ་མ་ཡིན། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་མ་ཡིན།",
            "english": "The one who has found nothing has confidence.",
            "passage-xmlId": "UT22084-043-013-238",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "ཁ་ན་མ་ཐོ་བ་མེད་པ་མ་ཡིན། ཟག་པ་དང་བཅས་པ་མ་ཡིན།",
            "english": "The one who apprehends nothing, neither internally nor externally, has confidence.”",
            "passage-xmlId": "UT22084-043-013-238",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "ཟག་པ་མེད་པ་མ་ཡིན། འདུས་བྱས་མ་ཡིན། འདུས་མ་བྱས་མ་ཡིན། འཇིག་རྟེན་པ་མ་ཡིན།",
            "english": "Subhūti asked, “Girl, if one has found nothing, how can one have confidence?”",
            "passage-xmlId": "UT22084-043-013-239",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "འཇིག་རྟེན་ལས་འདས་པ་མ་ཡིན། ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན། རྣམ་པར་བྱང་བ་མ་ཡིན་ཏེ། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་མ་རྙེད་ལ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་མི་དམིགས་ཤིང་འཕགས་པའི་ཆོས་ཀྱང་མི་དམིགས་ཏེ་སངས་རྒྱས་ཀྱི་ཆོས་མི་དམིགས་ན། བཙུན་པ་རབ་འབྱོར་དེ་ལྟར་ན་གང་གིས་ཅི་ཡང་མ་རྙེད་པ་སྤོབས་པ་དང་ལྡན་པ་ཡིན་ནོ། །",
            "english": "“Reverend Subhūti,” the girl answered, “when one does not find the self, nor the other, nor virtue, nor nonvirtue, nor that which is faulty, nor that which is unfaulty, nor that which is contaminated, nor that which uncontaminated, nor that which is compounded, nor that which is uncompounded, nor that which is worldly, nor that which is beyond the world, nor affliction, nor purification, nor saṃsāra, nor nirvāṇa, and when one does not apprehend the qualities of ordinary beings, nor those of noble beings, nor even those of the Buddha, then, Reverend Subhūti, such a person, who has found nothing, will have confidence.”",
            "passage-xmlId": "UT22084-043-013-239",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། ཇི་ལྟར་སྤོབས་པར་འགྱུར།",
            "english": "Subhūti further asked, “How will they be confident?”",
            "passage-xmlId": "UT22084-043-013-241",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་གྱིས་ཇི་ལྟར་ཆོས་ཐམས་ཅད་མ་རྙེད་པ་དེ་བཞིན་དུ་དེ་སྤོབས་པར་འགྱུར་རོ། །",
            "english": "“Just as Reverend Subhūti finds no phenomena, so, too, does one become confident,” the girl replied.",
            "passage-xmlId": "UT22084-043-013-241",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "ཆོས་ཀྱི་དེ་བཞིན་ཉིད་གང་གིས་གནས་བརྟན་ཉོན་མོངས་པ་མེད་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་པའི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དེ་ཅི་བརྗོད་ཅིང་སྨྲར་རུང་ངམ།",
            "english": "“Can one speak of, or express, any essential nature of the Dharma, taught as supreme, of the elders who are free of afflictions?",
            "passage-xmlId": "UT22084-043-013-241",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "ཉོན་མོངས་པ་མེད་པ་དེ་དང་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དེ་ལ་ཅི་སྤོབས་པ་ཅི་ཡང་ཡོད་དམ།",
            "english": "Is there anything at all about which to speak with confidence concerning the absence of mental afflictions and the essential nature of the Dharma?”",
            "passage-xmlId": "UT22084-043-013-241",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། ཉོན་མོངས་པ་མེད་པ་དང་། དེ་བཞིན་ཉིད་ནི་བསྟན་པའམ་བརྗོད་པར་མི་ནུས་སོ། །",
            "english": "“Neither the absence of mental afflictions nor an essential nature can be taught or expressed,” answered Subhūti.",
            "passage-xmlId": "UT22084-043-013-241",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་བརྗོད་དུ་མེད་པ་ཡིན་ན་ཁྱོད་ཀྱིས་བུ་མོ་ཁྱོད་སྤོབས་པ་འདི་ལྟ་བུ་དང་ལྡན་པ་ནི་ཁྱོད་ཀྱིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ་ཞེས་བྱ་བ་དེ་ཇི་ལྟ་བུ་ཡིན།",
            "english": "“So, Reverend Subhūti,” said the girl, “if all phenomena are inexpressible, why did you say, ‘Girl, this eloquence you have found is well found!’ ”",
            "passage-xmlId": "UT22084-043-013-244",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ནི་འདི་ལྟར་མེད་པའི་སྤོབས་པས་སྟོན་ཏོ། །",
            "english": "“Girl, the confidence with which you teach is not like this,” answered Subhūti.",
            "passage-xmlId": "UT22084-043-013-244",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། གནས་བརྟན་རབ་འབྱོར་ཆོས་ཐམས་ཅད་ལ་བྲག་ཅ་ལྟ་བུར་མོས་སམ།",
            "english": "The girl asked, “Elder Subhūti, do you believe that all phenomena are like echoes?”",
            "passage-xmlId": "UT22084-043-013-246",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.235.b",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་མོས་སོ། །",
            "english": "“Yes, girl, I do,” said Subhūti.",
            "passage-xmlId": "UT22084-043-013-246",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/470"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། གནས་བརྟན་རབ་འབྱོར་ཅི་བྲག་ཅ་ལ་སྤོབས་པ་ཅི་ཡང་ཡོད་དམ།",
            "english": "The girl asked, “Elder Subhūti, is there anything one can say with confidence about echoes?”",
            "passage-xmlId": "UT22084-043-013-248",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་དེ་ནི་མེད་དེ།",
            "english": "“No, girl, there is not,” said Subhūti.",
            "passage-xmlId": "UT22084-043-013-248",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོ་རྒྱུ་དང་རྐྱེན་ཚོགས་པ་ལས་སྒྲ་འབྱུང་བར་ཟད་དོ། །",
            "english": "“Echoes are just sounds that arise from a collection of causes and conditions.”",
            "passage-xmlId": "UT22084-043-013-248",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བརྟེན་ནས་སྒྲ་འབྱུང་བ་གང་ཡིན་པ་དེ་ལ་ནི་རང་བཞིན་གྱིས་གྲུབ་པ་ཅི་ཡང་མེད་དོ། །",
            "english": "The girl continued: “Reverend Subhūti, any sound that arises dependently has no inherent nature whatsoever.",
            "passage-xmlId": "UT22084-043-013-250",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-250",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "འདི་ལྟར་གང་བརྟེན་ནས་འབྱུང་བ་དེ་ལ་ནི་སྐྱེ་བ་ཅི་ཡང་མེད་པའི་ཕྱིར་རོ། །",
            "english": "Because whatever arises dependently has no point of origin.”",
            "passage-xmlId": "UT22084-043-013-250",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་ཆོས་ཐམས་ཅད་ནི་བརྟེན་ནས་འབྱུང་བའོ། །",
            "english": "“Girl, all phenomena arise dependently,” said Subhūti.",
            "passage-xmlId": "UT22084-043-013-251",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་མ་སྐྱེས་པའོ། །རབ་འབྱོར་གྱིས་སྨྲས་པ།",
            "english": "“So indeed, Reverend Subhūti,” the girl replied, “are all phenomena inherently unproduced— they do not originate from their own nature.”",
            "passage-xmlId": "UT22084-043-013-251",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོ་གལ་ཏེ་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་མ་སྐྱེས་པ་ཡིན་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ནི་འདས་ཏེ་གཤེགས་སོ། །དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ནི་མ་འོངས་པ་ན་འབྱུང་བར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ནི་ད་ལྟར་བཞུགས་སོ་ཞེས་ཅིའི་ཕྱིར་བསྟན། བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་མི་སྐྱེ་བ་ནི་སྐྱེ་བར་མི་འགྱུར་རོ། །",
            "english": "Subhūti asked, “Girl, if all phenomena are inherently unproduced, why has the Bhagavān taught that tathāgatas as numerous as the grains of sand along the river Ganges have already gone, that tathāgatas as numerous as the grains of sand along the river Ganges are still to come, and that tathāgatas as numerous as the grains of sand along the river Ganges are currently living?”",
            "passage-xmlId": "UT22084-043-013-253",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན། བཙུན་པ་རབ་འབྱོར་ཆོས་ཀྱི་དབྱིངས་ལ་ནི་སྐྱེ་བ་འམ་ནུབ་པར་འགྱུར་བ་མི་འདོད་པའི་ཕྱིར་རོ། །",
            "english": "“Reverend Subhūti,” she replied, “it cannot be asserted that in the expanse of phenomena there is anything that is produced or that disappears.”",
            "passage-xmlId": "UT22084-043-013-254",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ནི་འདི་ལྟར་སྐྱེ་བ་མེད་པ་དོན་དམ་པའི་ཚིག་སྟོན་ཏོ། །བུ་མོས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བསྟན་པ་ཐམས་ཅད་ནི་བསྟན་ཏུ་མེད་པའོ། །",
            "english": "“Girl, that nothing is produced is a teaching on ultimate truth,” said Subhūti.",
            "passage-xmlId": "UT22084-043-013-254",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "ཅིའི་ཕྱིར་བསྟན་པ་ཐམས་ཅད་བསྟན་དུ་མེད་ཅེ་ན།",
            "english": "“Reverend Subhūti, teachings are no teachings.”",
            "passage-xmlId": "UT22084-043-013-256",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "དེ་ནི་བསྟན་ཀྱང་རུང་།",
            "english": "said the girl.",
            "passage-xmlId": "UT22084-043-013-256",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "མ་བསྟན་ཀྱང་རུང་དངོས་པོ་མ་ཡིན་ཏེ། དངོས་པོ་མེད་པ་དང་བརྗོད་དུ་མེད་པའི་མཐའ་མི་སྤོང་བའི་ཕྱིར་རོ། །",
            "english": "“If one asks why teachings are no teachings, it is because whether they are fit to be taught or not, they are not real, and do not reject the extremes of the unreal and the inexpressible.”",
            "passage-xmlId": "UT22084-043-013-256",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཁྱིམ་ན་གནས་བཞིན་དུ་འདི་ལྟ་བུའི་ཆོས་ལ་གནས་ཤིང་འདི་ལྟ་བུའི་རྣམ་པ་དག་སྟོན་པ་འདི་ནི་ངོ་མཚར་ཏོ། །",
            "english": "“Girl, it is indeed marvelous that as a layperson you are so immersed in the Dharma and can teach it with such purity!”",
            "passage-xmlId": "UT22084-043-013-258",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བུ་མོས་སྨྲས་པ།",
            "english": "exclaimed Subhūti.",
            "passage-xmlId": "UT22084-043-013-258",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ནི་ཁྱིམ་པའམ། རབ་ཏུ་བྱུང་བ་ཞེས་གཟུང་བར་མི་བྱའོ། །",
            "english": "“Reverend Subhūti,” the girl replied, “a bodhisattva mahāsattva should not be regarded as a layperson or a monastic.",
            "passage-xmlId": "UT22084-043-013-259",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-259",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "དེ་དག་ནི་བསམ་པས་ཕྱེ་བ་ཡིན། ཤེས་རབ་ཀྱིས་ཕྱེ་བ་ཡིན། ཡེ་ཤེས་ཀྱིས་ཕྱེ་བ་ཡིན་པའི་ཕྱིར་རོ། །",
            "english": "Because they are distinguished by their intention, by their wisdom, and by their gnosis.",
            "passage-xmlId": "UT22084-043-013-259",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའི་གནས་པ་ཁྱོད་ཀྱིས་ཤེས་སམ།",
            "english": "Reverend Subhūti, do you know what it is like to be a bodhisattva?”",
            "passage-xmlId": "UT22084-043-013-259",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.a",
            "tibetan": "རབ་འབྱོར་གྱིས་སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱིས་ཤོད་ཅིག་དང་ཁོ་བོས་མཉན་ཏོ། །བུ་མོས་སྨྲས་པ།",
            "english": "Subhūti replied, “Girl, you explain and I will listen.”",
            "passage-xmlId": "UT22084-043-013-259",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/471"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་བརྒྱད་དང་ལྡན་ན་ཁྱིམ་པ་འམ་རབ་ཏུ་བྱུང་བ་ཞེས་མི་བྱ་སྟེ།",
            "english": "The girl continued: “Reverend Subhūti, if a bodhisattva mahāsattva possesses eight qualities, whether they are a householder or a monastic is inconsequential.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "སྤྱོད་ལམ་གང་དང་གང་གིས་གནས་ཀྱང་ཁ་ན་མ་ཐོ་བ་མེད་པར་འགྱུར་རོ། །",
            "english": "Whatever code of conduct they observe and live by, there is no fault either way.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བརྒྱད་གང་ཞེ་ན། འདི་ལྟ་སྟེ།",
            "english": "What are the eight?",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བཙུན་པ་རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན་ཏེ། ལྷག་པའི་བསམ་པ་དེ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར་རོ། །",
            "english": "Reverend Subhūti, they are as follows: (1) Bodhisattva mahāsattvas perfect the highest intention, the intention to achieve unsurpassable, truly complete awakening.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མི་གཏོང་བར་གནས་པའི་ཕྱིར་བྱམས་པ་ལ་གནས་པ་ཡང་ཡིན་ནོ། །",
            "english": "(2) Never giving up on sentient beings, they maintain loving kindness.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "འཇིག་རྟེན་པའི་དགའ་བ་དང་སྤྱོད་པ་དང་བྲལ་བའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་ལ་གནས་པ་ཡང་ཡིན་ནོ། །",
            "english": "(3) Being without worldly pleasures and activities, they maintain great compassion.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "ལུས་དང་སྲོག་ལ་མི་ལྟ་བའི་ཕྱིར་བཏང་སྙོམས་ལ་གནས་པ་ཡང་ཡིན་ནོ། །",
            "english": "(4) Relinquishing concern for their own body and life, they maintain equanimity.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "ཡོངས་སུ་བསྔོ་བ་ལ་མཁས་པ་ཤིན་ཏུ་རྫོགས་པའི་ཕྱིར་ཐབས་ལ་མཁས་པ་ཡང་ཡིན་ནོ། །",
            "english": "(5) Perfecting the skill of inspiring devotion, they are skillful in means.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "ལྟ་བ་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ངེས་པར་བྱུང་བ་ཡང་ཡིན་ནོ། །",
            "english": "(6) Being free of all views, they have traversed the perfection of wisdom.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "དགེ་བའི་རྩ་བ་ཚོལ་བ་ལ་བརྩོན་པས་ཆོག་མི་ཤེས་པའི་ཕྱིར་བརྩོན་འགྲུས་བརྩམས་པ་ཡང་ཡིན་ནོ། །",
            "english": "(7) Not being content with enthusiasm for seeking out roots of virtue, they engage in real diligence.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བཟོད་པ་ཤིན་ཏུ་ཐོབ་པའི་ཕྱིར་མ་བསྟན་པར་ཤེས་པ་ཡང་ཡིན་ཏེ།",
            "english": "(8) Having achieved real patience, they understand that which has not been taught before.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་བརྒྱད་པོ་དེ་དག་དང་ལྡན་ན་ཁྱིམ་པའམ་རབ་ཏུ་བྱུང་བ་ཞེས་མི་བྱ་སྟེ།",
            "english": "Reverend Subhūti, if a bodhisattva mahāsattva possesses these eight qualities, whether they are a householder or a monastic is inconsequential.",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "སྤྱོད་ལམ་གང་དང་། གང་གིས་གནས་ཀྱང་ཐམས་ཅད་དུ་ཁ་ན་མ་ཐོ་བ་མེད་པར་འགྱུར་རོ། །",
            "english": "Whatever code of conduct they observe and live by, there is no fault.”",
            "passage-xmlId": "UT22084-043-013-261",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "དེ་ནས་ཚེ་དང་ལྡན་པ་སྒྲ་གཅན་ཟིན་གྱིས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་ཁྱོད་མལ་ཁྲི་གསེར་གྱི་རྐང་པ་ཅན་ལ་འདུག་ཅིང་སྟན་ཤིན་ཏུ་མཐོ་བ་ལ་འདུག་ནས་ཉན་ཐོས་ཆེན་པོ་དག་དང་གཏམ་ཟེར་བ་དེ་ནི་རུང་བ་མ་ཡིན་པར་གནས་པ་ཡིན་ནོ། །",
            "english": "Thereupon Venerable Rāhula said to the girl Aśokadattā, “Girl, it not appropriate for you to converse with great śrāvakas in this manner while sitting on a high throne with golden legs.",
            "passage-xmlId": "UT22084-043-013-262",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.236.b",
            "tibetan": "བུ་མོ་མིན་པར་སྟན་མཐོན་པོ་ལ་འདུག་པ་ལ་སྟན་དམའ་བ་ལ་འདུག་པས་ཆོས་བཤད་པར་མི་བྱའོ་ཞེས་བྱ་བ་ཅི་ཁྱོད་ཀྱིས་མ་ཐོས་སམ། དེ་སྐད་ཅེས་སྨྲས་པ་དང་།",
            "english": "Have you not learnt that the Dharma should not be taught while seated on a low seat to a girl who is not sick seated on a high seat?”",
            "passage-xmlId": "UT22084-043-013-262",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/472"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཚེ་དང་ལྡན་པ་སྒྲ་གཅན་ཟིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་སྒྲ་གཅན་ཟིན་འཇིག་རྟེན་ན་གང་དག་ནི་རུང་བ་ཡིན། འཇིག་རྟེན་ན་གང་དག་ནི་རུང་བ་མ་ཡིན་པ་ཁྱོད་ཀྱིས་ཤེས་སམ།",
            "english": "Hearing this, the girl Aśokadattā replied to Venerable Rāhula, “Reverend Rāhula, do you know what in this world is appropriate and what is not?”",
            "passage-xmlId": "UT22084-043-013-263",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ། བུ་མོ་ཁོ་བོས་ཤེས་ཏེ།",
            "english": "“Yes, girl, I do!”",
            "passage-xmlId": "UT22084-043-013-264",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "གང་དག་ཇི་ལྟར་བཅས་པའི་བསླབ་པ་ལ་སློབ་ཅིང་བསླབ་པ་དེ་ལས་འགལ་བར་མི་བྱེད་པ་དེ་དག་ནི་རུང་བ་ཞེས་བྱའོ། །",
            "english": "said Rāhula. “It is said that training in the precepts as they have been taught and not transgressing them is appropriate, while transgressing the precepts is inappropriate.”",
            "passage-xmlId": "UT22084-043-013-264",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "གང་དག་བསླབ་པ་དེ་ལས་འགལ་བར་བྱེད་པ་དེ་དག་ནི་རུང་བ་མ་ཡིན་པ་ཞེས་བྱའོ། །",
            "english": "“Reverend Rāhula, let it go!",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་སྨྲས་པ།",
            "english": "Do not say that!” the girl Aśokadattā exclaimed.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བཙུན་པ་སྒྲ་གཅན་ཟིན་ཐོང་དེ་སྐད་མ་ཟེར་ཅིག །བཙུན་པ་སྒྲ་གཅན་ཟིན་གང་དག་ཇི་ལྟར་བཅས་པའི་བསླབ་པ་ལ་སློབ་པ་དེ་དག་ནི་རུང་བ་མ་ཡིན་པའོ། །",
            "english": "“Reverend Rāhula, whatever trainings are undertaken in the precepts are not appropriate.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "འདི་ལྟར་དེ་དག་ནི་རྟོག་ཅིང་རྣམ་པར་རྟོག་པའི་ཕྱིར་རོ། །",
            "english": "Because they are contrived and conceptual.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བཙུན་པ་སྒྲ་གཅན་ཟིན་གང་དག་མི་རྟོག་ཅིང་རྣམ་པར་མི་རྟོག་པ་དེ་དག་ནི་རུང་བ་ཞེས་བྱའོ། །",
            "english": "Reverend Rāhula, that which is neither contrived nor conceptual is that which should be called ‘appropriate.’",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བཙུན་པ་སྒྲ་གཅན་ཟིན་རུང་བ་ཞེས་བྱ་བ་འདི་ནི་དགེ་སློང་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་རྣམས་ཀྱི་ཚིག་བླ་དགས་ཡིན་ཏེ།",
            "english": "Reverend Rāhula, appropriate is a verbal designation for those monk-arhats who have put an end to their defilements.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེ་དག་ནི་བསླབ་པ་ལས་འགལ་བར་མི་བྱེད་དོ། །",
            "english": "They do not transgress the precepts.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་རྣམས་ནི་བསླབ་པ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་ཏེ། དེ་དག་ནི་ཕྱིར་ཡང་བསླབ་པ་འདོད་པ་མ་ཡིན་པས་དེ་ནི་རུང་བ་ཡིན་ནོ། །",
            "english": "Because the śrāvakas of the Bhagavān have completely transcended the precepts, and since they have no further need for precepts, they are ‘appropriate.’",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེ་དག་ནི་ཁམས་གསུམ་དུ་ཕྱིར་མི་འོང་བ་ཡིན། དེ་དག་ནི་བསླབ་པ་ལས་ཡང་དག་པར་འདས་པ་ཡིན་ཏེ། མི་སློབ་པ་ཞེས་བྱའོ། །",
            "english": "They will never return to the three realms, they have truly gone beyond training, and they are called ‘those with no more to learn.’",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེ་ལྟར་ན་དེ་དག་གི་བསླབ་པ་ནི་མི་དམིགས་ཏེ། ཁམས་གསུམ་པ་བཏགས་པ་ཙམ་དུ་ཤེས་སོ། །",
            "english": "As such, they do not apprehend the precepts, and they understand the phenomena of the three realms to be mere designations.",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "དེའི་ཕྱིར་དེ་དག་ནི་རུང་བ་ཞེས་བྱའོ། །སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ།",
            "english": "That is why they are called ‘appropriate.’ ”",
            "passage-xmlId": "UT22084-043-013-265",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བུ་མོ་རུང་བ་དང་། རུང་བ་མ་ཡིན་པ་ལ་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཞིག་ཡོད། བུ་མོས་སྨྲས་པ།",
            "english": "Rāhula asked, “Girl, what is the difference between appropriate and inappropriate?”",
            "passage-xmlId": "UT22084-043-013-267",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "བཙུན་པ་སྒྲ་གཅན་ཟིན་འདི་ལྟ་སྟེ་དཔེར་ན་གསེར་དངུལ་རྒྱན་དུ་བྱས་པ་དང་། རྒྱན་དུ་མ་བྱས་པ་ལ་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡོད།",
            "english": "“Reverend Rāhula,” replied the girl, “what is the difference, for example, between someone who adorns themselves with gold and silver and someone who does not?”",
            "passage-xmlId": "UT22084-043-013-267",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.a",
            "tibetan": "སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ། བུ་མོ་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "“Girl, there is no difference,” Rāhula replied.",
            "passage-xmlId": "UT22084-043-013-267",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/473"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་སྒྲ་གཅན་ཟིན་དེ་བཞིན་དུ་རུང་བ་དང་། རུང་བ་མ་ཡིན་པ་ལ་ཡང་ཡི་གེའི་ཐ་སྙད་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཐ་དད་དུ་དབྱེ་བ་ཅི་ཡང་མེད་དོ། །",
            "english": "The girl continued: “Reverend Rāhula, in the same way, since appropriate and inappropriate are equally linguistic terms, there is no actual difference.",
            "passage-xmlId": "UT22084-043-013-270",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-043-013-270",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "ཆོས་ཐམས་ཅད་ནི་ཅི་དང་ཡང་བྲལ་བའི་ཕྱིར་ཏེ། རང་བཞིན་གྱིས་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ཡིན་ནོ། །",
            "english": "Because all phenomena are without anything at all and are naturally without affliction.",
            "passage-xmlId": "UT22084-043-013-270",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བཙུན་པ་སྒྲ་གཅན་ཟིན་ཡང་འདི་སྐད་དུ་སྟན་ཤིན་ཏུ་མཐོ་བ་ལ་འདུག་སྟེ་ཆོས་ཉན་ཏམ་ཞེས་ཟེར་བ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་རྩྭ་བཏིང་བ་ལ་འདུག་ཀྱང་ཤིན་ཏུ་མཐོ་བ་ལ་འདུག་པ་ཡིན་ནོ། །",
            "english": "“Reverend Rāhula, you also asked whether one may listen to teachings on the Dharma while sitting on high. Well, a bodhisattva, though sitting on a straw mat, actually sits on high.”",
            "passage-xmlId": "UT22084-043-013-271",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ། རྣམ་གྲངས་གང་གིས་ཁྱོད་དེ་སྐད་སྨྲ།",
            "english": "Rāhula asked, “On the basis of what discourse do you say that?”",
            "passage-xmlId": "UT22084-043-013-272",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་སྒྲ་གཅན་ཟིན་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Reverend Rāhula, what do you think?” the girl replied.",
            "passage-xmlId": "UT22084-043-013-272",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་འདུག་སྟེ་བྱང་ཆུབ་ཐོབ་པར་གྱུར།",
            "english": "“What was the Bodhisattva sitting upon when he attained awakening?”",
            "passage-xmlId": "UT22084-043-013-272",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ། རྩྭ་བཏིང་བ་ལ་བཞུགས་ནས་བྱང་ཆུབ་ཐོབ་བོ། །",
            "english": "“He attained awakening while sitting on a mat of straw,” answered Rāhula.",
            "passage-xmlId": "UT22084-043-013-272",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་སྒྲ་གཅན་ཟིན་ཅི་བྱང་ཆུབ་སེམས་དཔའ་རྩྭ་བཏིང་བ་ལ་འདུག་པ་ལ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་ཚངས་པའམ། བརྒྱ་བྱིན་ནམ། འཇིག་རྟེན་སྐྱོང་ངམ། དེ་ལས་གཞན་པ་འོག་མིན་མན་ཆད་ཀྱི་ལྷ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་ལུས་བཏུད་དེ་ཐལ་མོ་སྦྱར་ནས་བྱང་ཆུབ་སེམས་དཔའི་ཞབས་ལ་གཏུག་པར་བྱེད་དམ།",
            "english": "“Reverend Rāhula,” the girl continued, “while the Bodhisattva was seated on a mat of straw, did Brahmā, Śakra, the world protectors, and all the other gods right up to those in Akaniṣṭha Heaven in the great trichiliocosm bow down to him with palms pressed together and prostrate at his feet?”",
            "passage-xmlId": "UT22084-043-013-275",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "སྒྲ་གཅན་ཟིན་གྱིས་སྨྲས་པ། བུ་མོ་དེ་དེ་བཞིན་ཏེ། ཁྱོད་ཀྱིས་ཇི་སྐད་སྨྲས་པ་བཞིན་ནོ། །",
            "english": "“Yes indeed, girl, they did as you have described,” said Rāhula.",
            "passage-xmlId": "UT22084-043-013-275",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བུ་མོས་སྨྲས་པ། བཙུན་པ་སྒྲ་གཅན་ཟིན་དེའི་ཕྱིར་རྣམ་གྲངས་དེས་ཀྱང་དཔེར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྩྭ་བཏིང་བ་ལ་འདུག་ཀྱང་སྟན་ཤིན་ཏུ་མཐོ་བ་ལ་འདུག་པ་ཡིན་གྱི། ཉན་ཐོས་ཚངས་པའི་འཇིག་རྟེན་ན་འདུག་པ་ནི་དེ་ལྟ་མ་ཡིན་པར་རིག་པར་བྱའོ། །",
            "english": "“Well, Reverend Rāhula,” said the girl, “one should understand therefore that although a bodhisattva mahāsattva may sit on a straw mat, they actually sit on high, while a śrāvaka, even when sitting atop Brahmā’s world, does not.”",
            "passage-xmlId": "UT22084-043-013-277",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་མོ་བཙུན་པ་སྒྲ་གཅན་ཟིན་ནི་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་དེ་ཉིད་ཀྱི་སྲས་ཡིན་ཏེ། བསླབ་པ་འདོད་པ་རྣམས་ཀྱི་མཆོག་ཡིན་ན་ཅི་ཁྱོད་ཀྱིས་མི་ཤེས་སམ།",
            "english": "Then King Ajātaśatru said to the girl Aśokadattā, “Daughter, do you not know that Reverend Rāhula is the son and heir of the Bhagavān Śākyamuni himself, and foremost among those who aspire to his training?”",
            "passage-xmlId": "UT22084-043-013-278",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་སྨྲས་པ། ཡབ་ཐོང་ཤིག་ཐོང་ཤིག །",
            "english": "“Let it go, let it go, father!” exclaimed the girl Aśokadattā.",
            "passage-xmlId": "UT22084-043-013-279",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "འདི་ལྟར་བཙུན་པ་སྒྲ་གཅན་ཟིན་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་དེའི་སྲས་ཡིན་ཞེས་མ་གསུང་ཤིག །",
            "english": "“Do not say that Reverend Rāhula is the Bhagavān Śākyamuni’s heir!",
            "passage-xmlId": "UT22084-043-013-279",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་རལ་པ་ཅན་ཅོད་པན་བཏགས་པ་ལྟ་བུས། བུ་ཝ་སྐྱེད་པར་གྱུར་པ་ནམ་ཡང་གསན་ཏམ། གཟིགས་སམ།",
            "english": "Have you ever heard of or seen a lion—the king of wild beasts, whose mane is like a crown—who has fathered a jackal?”",
            "passage-xmlId": "UT22084-043-013-279",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.237.b",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །བུ་མོས་སྨྲས་པ།",
            "english": "“No, my daughter, I have not,” the king replied.",
            "passage-xmlId": "UT22084-043-013-279",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/474"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ཡབ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་སེང་གེའི་རྩལ་ལྟ་བུས་གཤེགས་པ་དམ་པའི་ཆོས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་ཞབས་འབྲིང་བ་ནི་ཉན་ཐོས་མཛེས་པ་མ་ལགས་སོ། །",
            "english": "“Father,” the girl replied, “the Tathāgata moves with the prowess of a lion. A śrāvaka is no more beautiful than a footservant to a universal monarch who spreads the holy Dharma.",
            "passage-xmlId": "UT22084-043-013-281",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ཡབ་དེ་བཞིན་གཤེགས་པའི་སྲས་གང་ཡིན་ཞེས་ཡང་དག་པའི་སྨྲ་བས་གང་སྨྲ་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་ཡིན་ནོ་ཞེས་དེ་དག་ཡང་དག་པའི་སྨྲ་བས་སྨྲའོ། །",
            "english": "Father, if one speaks truthfully about who is the Tathāgata’s heir, it can only truly be said that his son and heir is bodhisattvahood.",
            "passage-xmlId": "UT22084-043-013-281",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ཡབ་དེ་ལྟ་བས་ན་དེ་བཞིན་གཤེགས་པའི་སྲས་སུ་ཁས་ལེན་པར་འཚལ་བས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱིའོ། །",
            "english": "Father, it is in seeking to commit themselves as heirs of the Tathāgata that bodhisattvas cultivate the mind set on unsurpassable, truly complete awakening.”",
            "passage-xmlId": "UT22084-043-013-281",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "གཏམ་འདི་བརྗོད་པའི་སྐབས་སུ་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་བཙུན་མོའི་འཁོར་ནས་བཙུན་མོ་ཉི་ཤུས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །",
            "english": "During this conversation, twenty ladies among King Ajātaśatru’s court of queens were inspired and set their minds on unsurpassable, truly complete awakening.",
            "passage-xmlId": "UT22084-043-013-282",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ལྷའི་བུ་བརྒྱ་ཐམ་པས་ཀྱང་བུ་མོ་དེའི་སེང་གེའི་སྒྲ་འདི་ཐོས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ་ཚིག་འདི་སྐད་དུ་བདག་ཅག་འདི་རྣམས་འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སྲས་སུ་ཁས་ལེན་ཏོ་ཞེས་ཀྱང་སྨྲས་སོ། །",
            "english": "A hundred gods, too, on hearing the girl’s lion’s roar, were inspired, and setting their minds on unsurpassable, truly complete awakening they declared, “We hereby pledge to be heirs of the buddha bhagavāns of the past, the future, and the present.”",
            "passage-xmlId": "UT22084-043-013-282",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ལྷའི་བུ་དེ་དག་གིས་འདི་ལྟར་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ཐམས་ཅད་ལྷའི་མེ་ཏོག་དག་གིས་མངོན་པར་གཏོར་ཏོ། །",
            "english": "As offerings to the girl Aśokadattā, the gods then scattered divine flowers across the entire city of Rājagṛha.",
            "passage-xmlId": "UT22084-043-013-283",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ཁྲི་གསེར་གྱི་རྐང་པ་ཅན་ལས་བབས་ཏེ་ཉན་ཐོས་ཆེན་པོ་དེ་དག་གི་རྐང་པ་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་བཟའ་བ་དང་། བཅའ་བ་དང་། བལྡག་པ་དང་། གཞིབ་པ་དང་། མྱང་བར་བྱ་བ་བསོད་པ་མང་པོ་དག་གིས་བཀུར་སྟི་བྱས་ཏེ།",
            "english": "Then the girl Aśokadattā descended from her gold-legged throne, prostrated at the feet of those śrāvakas, and honored them with many kinds of food and drink to be savored, tasted, sipped, and enjoyed.",
            "passage-xmlId": "UT22084-043-013-284",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "དད་པ་དང་གུས་པས་རང་གི་ལག་ནས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་ཚིམ་པར་བྱས་ནས་འདི་སྐད་དུ་བཙུན་པ་དག་རང་དགར་སླད་དྲོ་བཅོམ་ལྡན་འདས་ལ་ཆོས་ཉན་དུ་བཞུད་ཅིག །",
            "english": "With faith and devotion, she satiated those great śrāvakas, serving them with her own hands. She then said, “Reverend ones, let us go happily this afternoon to listen to a Dharma teaching from the Bhagavān!",
            "passage-xmlId": "UT22084-043-013-284",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "བཙུན་པ་དག་བདག་ཀྱང་མཆི་བར་འཚལ་ལོ་ཞེས་ཀྱང་སྨྲས་སོ། །",
            "english": "Reverend ones, I would like to go too.”",
            "passage-xmlId": "UT22084-043-013-284",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "དེ་ནས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ཕ་མ་ལ་སོགས་པ་འཁོར་མང་པོ་དང་།",
            "english": "Surrounded by an entourage including her father and mother and by a large crowd of people, the girl Aśokadattā went to where the Bhagavān was.",
            "passage-xmlId": "UT22084-043-013-285",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "སྐྱེ་བོ་ཕལ་པོ་ཆེས་ཡོངས་སུ་བསྐོར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །",
            "english": "She prostrated at the Bhagavān’s feet and sat to one side.",
            "passage-xmlId": "UT22084-043-013-285",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "རྒྱལ་པོ་བཙུན་མོའི་འཁོར་དང་བཅས་པས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་གནང་སྟེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །",
            "english": "The king and his entourage of queens also prostrated at the Bhagavān’s feet and sat to one side.",
            "passage-xmlId": "UT22084-043-013-285",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.a",
            "tibetan": "ཉན་ཐོས་ཆེན་པོ་དེ་དག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་དོང་སྟེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །",
            "english": "The great śrāvakas, too, arriving at the side of the Bhagavān, prostrated at his feet and sat to one side.",
            "passage-xmlId": "UT22084-043-013-285",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/475"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པའི་སྤོབས་པ་ནི་ངོ་མཚར་ལགས་སོ། །",
            "english": "Then Venerable Śāriputra spoke these words to the Bhagavān: “Bhagavān, this girl Aśokadattā’s confidence is extraordinary.”",
            "passage-xmlId": "UT22084-043-013-286",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་བུ་མོ་འདིས་ནི་ཐོག་མ་ཉིད་དུ་བྱང་ཆུབ་དོན་དུ་གཉེར་བ་ན་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་དགུ་བཅུ་རྩ་གཉིས་ལ་དགེ་བའི་རྩ་བ་དག་བསྐྱེད་དོ། །",
            "english": "“Śāriputra,” said the Bhagavān, “when this girl first aspired toward awakening, she cultivated roots of virtue in the presence of ninety-two quintillion buddhas.”",
            "passage-xmlId": "UT22084-043-013-286",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "ཤཱ་རིའི་བུས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་བུ་མོ་འདིས་བུད་མེད་ཀྱི་ལུས་མ་བསྒྱུར།",
            "english": "Śāriputra asked, “Why then did her female form not change, Bhagavān?”",
            "passage-xmlId": "UT22084-043-013-288",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།",
            "english": "“Śāriputra, what are you thinking?” replied the Bhagavān.",
            "passage-xmlId": "UT22084-043-013-288",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལ་བུད་མེད་དོ་སྙམ་དུ་སེམས་ན་དེ་ལྟར་མི་བལྟའོ། །",
            "english": "“If you consider the girl Aśokadattā to be female, you should not see it that way.",
            "passage-xmlId": "UT22084-043-013-288",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་དག་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྨོན་ལམ་གྱིས་བདག་ཉིད་བུད་མེད་ཀྱི་གཟུགས་སུ་སྟོན་ཏོ། །",
            "english": "In order to help sentient beings mature, bodhisattvas may reveal themselves in the form of women as they wish.”",
            "passage-xmlId": "UT22084-043-013-288",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "དེ་ནས་དེའི་ཚེ་བུ་མོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་བདེན་པའི་བྱིན་གྱིས་བརླབས་བྱས་ཏེ། བདེན་པའི་བྱིན་གྱི་རླབས་གང་གིས་ཆོས་ཐམས་ཅད་སྐྱེས་པ་ཡང་མ་ཡིན།",
            "english": "Then, invoking the power of truth, the girl Aśokadattā said, “By the power of truth, all phenomena are neither male nor female.",
            "passage-xmlId": "UT22084-043-013-290",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "བུད་མེད་ཀྱང་མ་ཡིན་པ་ལྟ་ན་བདེན་པ་དང་བདེན་པའི་ཚིག་དེས་བདག་སྐྱེས་པའི་ལུས་སུ་གྱུར་ཅིག །",
            "english": "Seeing this, by the power of that same truth and my true words, may I have a male body!",
            "passage-xmlId": "UT22084-043-013-290",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་འདིས་ཀྱང་མཐོང་བར་གྱུར་ཅིག །",
            "english": "May all those assembled here also witness it!”",
            "passage-xmlId": "UT22084-043-013-290",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "ཚིག་དེ་སྐད་ཅེས་སྨྲས་མ་ཐག་ཏུ་བུད་མེད་ཀྱི་མཚན་མ་མི་སྣང་བར་གྱུར་ཏེ།",
            "english": "As soon as this was said, her female parts disappeared and male parts appeared.",
            "passage-xmlId": "UT22084-043-013-291",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "སྐྱེས་པའི་མཚན་མ་བྱུང་བར་གྱུར་ནས་སྟེང་གི་བར་སྣང་ལ་ཏ་ལ་བདུན་སྲིད་ཙམ་དུ་འཕགས་སོ། །",
            "english": "Then, he rose up into to the sky, to the height of some seven palm trees above the ground.",
            "passage-xmlId": "UT22084-043-013-291",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་སྟེང་གི་བར་སྣང་ལ་འཕགས་པ་ཁྱོད་ཀྱིས་མཐོང་ངམ།",
            "english": "The Bhagavān then asked Venerable Śāriputra, “Śāriputra, do you see how the bodhisattva mahāsattva Aśokadattā rises up into the sky above?”",
            "passage-xmlId": "UT22084-043-013-292",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.238.b",
            "tibetan": "ཤཱ་རིའི་བུས་གསོལ་པ། བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །",
            "english": "“Yes, Bhagavān, I see it,” said Śāriputra.",
            "passage-xmlId": "UT22084-043-013-292",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/476"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་འདི་ནི་བསྐལ་པ་གྲངས་མེད་པ་བདུན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་དྲི་མ་མེད་པའི་འོད་ཅེས་བྱ་བར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མྱ་ངན་མེད་པ་ཞེས་བྱ་བར་འགྱུར་ཏེ།",
            "english": "The Bhagavān said, “Śāriputra, seven innumerable eons from now, this bodhisattva mahāsattva Aśokadattā will become the tathāgata, arhat, truly complete Buddha Aśoka in the world called Vimalaprabhā.",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "ཚེའི་ཚད་ནི་བསྐལ་པ་བརྒྱར་འགྱུར་རོ། །དམ་པའི་ཆོས་ནི་བསྐལ་པ་བཅུར་གནས་པར་འགྱུར་རོ། །",
            "english": "He will live for one hundred eons, and his holy Dharma will survive for a further ten eons.",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "དེའི་དགེ་འདུན་ནི་བྱང་ཆུབ་སེམས་དཔའ་འབའ་ཞིག་ཏུ་འགྱུར་ཏེ། ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱེ་བ་ཕྲག་སུམ་ཅུ་རྩ་གཉིས་ཡོད་དོ། །",
            "english": "His monastic assembly will consist of nothing but bodhisattvas, with three hundred twenty million bodhisattva mahāsattvas who will never fall from the path.",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "འཇིག་རྟེན་གྱི་ཁམས་དེ་ཡང་བཻ་དཱུརྱ་ལས་གྲུབ་པ་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་བཀྲ་བར་བྱས་ཤིང་མིག་མངས་རིས་སུ་བྲེས་ལ་རིན་པོ་ཆེའི་པདྨས་ཁེབས་པ་དང་། ངན་སོང་ཐམས་ཅད་རྣམ་པར་སྤངས་པར་འགྱུར་རོ། །",
            "english": "His world will be made of beryl, arrayed splendidly and checkered with the seven types of precious jewels, covered with lotuses, and free from all forms of lower rebirth.",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "ལྷ་དང་མི་རྣམས་ཀྱི་ལོངས་སྤྱོད་དག་ཀྱང་ཁྱད་པར་མེད་དེ།",
            "english": "There, there will be no distinction between the luxuries enjoyed by gods and humans.",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "ཤཱ་རིའི་བུ་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་ཉེ་བར་སྤྱད་པ་དང་། ལོངས་སྤྱོད་ཇི་ལྟ་བ་བཞིན་དུ་མི་རྣམས་ཀྱི་ཡང་དེར་དེ་བཞིན་དུ་འགྱུར་རོ། །",
            "english": "Śāriputra, the luxuries enjoyed by humans in that world will be the same as those of the gods in Tuṣita Heaven.”",
            "passage-xmlId": "UT22084-043-013-294",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པའི་མ་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་བཙུན་མོ་དམ་པ་ཟླ་བ་ཅན་ཞེས་བྱ་བ་དེས་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
            "english": "Then the mother of bodhisattva Aśokadattā, King Ajātaśatru’s main queen called Moonlit, bowed to the Bhagavān with her palms joined and said, “Bhagavān, I carried this holy being in my womb for nine months.",
            "passage-xmlId": "UT22084-043-013-295",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་གིས་སྐྱེས་བུ་དམ་པ་འདི་དགུང་ཟླ་དགུར་རུམ་ན་བཟུང་བ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་ལགས་སོ། །",
            "english": "Indeed, I am very fortunate.",
            "passage-xmlId": "UT22084-043-013-295",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱི་སྟེ།",
            "english": "Bhagavān, I, too, have the intention to achieve unsurpassable, truly complete awakening.",
            "passage-xmlId": "UT22084-043-013-295",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "དགེ་བའི་རྩ་བ་འདིས་བདག་འཇིག་རྟེན་གྱི་ཁམས་དྲི་མ་མེད་པའི་འོད་དེ་ཉིད་དུ་འདིའི་འོག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །",
            "english": "By this root of virtue, may I, too, achieve unsurpassable, truly complete awakening under her guidance in the world Vimalaprabhā!”",
            "passage-xmlId": "UT22084-043-013-295",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་བཙུན་མོ་ཟླ་བ་ཅན་འདི་ཁྱོད་ཀྱིས་མཐོང་ངམ།",
            "english": "Then the Bhagavān said to Venerable Śāriputra, “Śāriputra, do you see Queen Moonlit?”",
            "passage-xmlId": "UT22084-043-013-296",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.a",
            "tibetan": "ཤཱ་རིའི་བུས་གསོལ་པ། བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།",
            "english": "“Yes, Bhagavān,” replied Śāriputra, “I see her.”",
            "passage-xmlId": "UT22084-043-013-296",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/477"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "ཤཱ་རིའི་བུ་རྒྱལ་པོའི་བཙུན་མོ་ཟླ་བ་ཅན་འདི་ནི་འདི་ནས་ཤི་འཕོས་ནས་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་དང་སྐལ་པ་མཉམ་པར་སྐྱེ་བར་འགྱུར་ཞིང་ལྷའི་བུ་རིན་ཆེན་མཆོག་ཅེས་བྱ་བར་འགྱུར་ཏེ།",
            "english": "The Bhagavān said, “Śāriputra, when she dies and passes from here, Queen Moonlit will be reborn as a god known as Supreme Jewel, equal in fortune to the gods of Trayastriṃśa Heaven.",
            "passage-xmlId": "UT22084-043-013-298",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་བྱང་ཆུབ་ཐོབ་པར་གྱུར་པ་དེའི་ཚེ་རྒྱལ་པོ་དུང་ཞེས་བྱ་བ་དེའི་བུ་རྒྱལ་པོ་གཞོན་ནུ་མཐོང་ན་དགའ་བ་ཞེས་བྱ་བར་གྱུར་ནས་དེ་བཞིན་གཤེགས་པ་བྱམས་པ་ལ་མཆོད་པ་བྱས་ཏེ་རབ་ཏུ་འབྱུང་བར་འགྱུར་རོ། །",
            "english": "He will be reborn as the son of King Śaṅkha, called Prince Joyful to Behold, when the bodhisattva Maitreya attains awakening. After making offerings to the Tathāgata Maitreya, he will go forth as a renunciate.",
            "passage-xmlId": "UT22084-043-013-298",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེས་དེ་བཞིན་གཤེགས་པ་བྱམས་པའི་དམ་པའི་ཆོས་ཐོག་མ་དང་། བར་དང་། ཐ་མའི་བར་དུ་འཛིན་པར་འགྱུར་ཏེ། བསྐལ་པ་བཟང་པོ་འདི་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་འབྱུང་བར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ཀྱང་མཉེས་པར་བྱེད་ཅིང་མཆོད་པར་འགྱུར་རོ། །",
            "english": "He will grasp the holy Dharma of the Tathāgata Maitreya in its entirety—beginning, middle, and end—and he will delight in making offerings to all the buddha bhagavāns who appear in this fortunate eon.",
            "passage-xmlId": "UT22084-043-013-298",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེ་མཐར་གྱིས་དེ་བཞིན་གཤེགས་པ་མྱ་ངན་མེད་པས་བྱང་ཆུབ་ཐོབ་པ་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མུ་ཁྱུད་འཛིན་ཅེས་བྱ་བར་འགྱུར་ཏེ།",
            "english": "Eventually, he will be reborn again as the universal monarch Nimindhara when the Tathāgata Aśoka attains awakening.",
            "passage-xmlId": "UT22084-043-013-298",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེས་དེ་བཞིན་གཤེགས་པ་དེ་ལ་མཆོད་པ་ཚད་མེད་པ་དག་བྱས་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ལྟ་བུ་དེ་ཉིད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ། དེ་བཞིན་གཤེགས་པ་ཀུན་ཏུ་འོད་ཟེར་ཞེས་བྱ་བར་འགྱུར་རོ། །",
            "english": "After making immeasurable offerings to that tathāgata, he will himself become the Tathāgata Samantaraśmi and will completely awaken to unsurpassable, truly complete awakening in that very same buddha field of Vimalaprabhā.”",
            "passage-xmlId": "UT22084-043-013-298",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེ་ནས་རྒྱལ་པོའི་བཙུན་མོ་ཟླ་བ་ཅན་གྱིས་བདག་ཉིད་ལུང་བསྟན་པ་ཐོས་ནས་ཚིམ་ཞིང་མགུ་སྟེ་ཡི་རངས་ནས་བཅོམ་ལྡན་འདས་ལ་མུ་ཏིག་གི་དོ་ཤལ་བརྒྱ་སྟོང་རི་བ་ཕུལ་ཏེ་ཚངས་པར་སྤྱོད་པར་རྒྱལ་པོས་གནང་ནས་བསླབ་པའི་གཞི་དག་བཟུང་ངོ་། །",
            "english": "On hearing this prophecy about herself, Queen Moonlit was satisfied and very pleased. Joyfully, she offered her pearl necklace worth hundreds and thousands to the Bhagavān, and being granted permission by the king to practice celibacy, she received the fundamental precepts.",
            "passage-xmlId": "UT22084-043-013-299",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ལྷས་ཕུལ་བའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་གིས་བཅོམ་ལྡན་འདས་དང་འཁོར་ཐམས་ཅད་ལ་གཏོར་ཏོ། །",
            "english": "Then, as an offering to the Bhagavān and all those assembled there, the bodhisattva mahāsattva Aśokadattā scattered the coral tree flowers that had been offered by the gods.",
            "passage-xmlId": "UT22084-043-013-300",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "དེ་ནས་བར་སྣང་ལས་བབས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚིག་འདི་སྐད་དུ་བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་བདག་གི་བྱང་ཆུབ་ཐོབ་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཐམས་ཅད་རྫུས་ཏེ་སྐྱེ་ཞིང་ཆོས་གོས་ངུར་སྨྲིག་གྱོན་ལ་རིན་པོ་ཆེའི་པདྨ་དག་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་སྐྱེ་བར་འགྱུར་བ་ལྟ་ན།",
            "english": "He then came down from the sky, sat to one side, and said, “I see by the power of truth and my true words that when I attain awakening all those bodhisattvas mahāsattvas will be spontaneously born wearing saffron robes and sitting cross-legged on precious lotuses.",
            "passage-xmlId": "UT22084-043-013-300",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.239.b",
            "tibetan": "བདེན་པ་དང་བདེན་པའི་ཚིག་དེས་དཔེར་ན་དགེ་སློང་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱད་ལོན་པའི་སྤྱོད་ལམ་ཇི་ལྟ་བ་བཞིན་དུ་བདག་གནས་པར་གྱུར་ཅིག་ཅེས་སྨྲས་སོ། །",
            "english": "And by the power of truth and my true words, may I, too, be one who maintains the code of conduct, such as a monk who has maintains the code of conduct for eight years after ordination.”",
            "passage-xmlId": "UT22084-043-013-300",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/478"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་བདེན་པའི་བྱིན་གྱི་བརླབས་བྱས་མ་ཐག་ཏུ་དགེ་སློང་གི་སྤྱོད་ལམ་དང་ལྡན་པར་སྣང་བར་གྱུར་ཏོ། །",
            "english": "As soon as the bodhisattva mahāsattva Aśokadattā made his proclamation, by the power of truth he was transformed into a monk who maintains the code of conduct.",
            "passage-xmlId": "UT22084-043-013-302",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པས་ཕ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡབ་འདི་ལྟར་ཆོས་ཐམས་ཅད་ནི་བཅོས་མ་སྟེ་རྣམ་པར་བསྒྲུབས་པས་ཉེ་བར་གནས་པའི་མཚན་ཉིད་དང་།",
            "english": "Then the bodhisattva mahāsattva Aśokadattā said to his father, King Ajātaśatru, “Father, just so, all phenomena are contrivances.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "ཡོངས་སུ་བརྟགས་པ་ལས་ལངས་པ་མེད་བཞིན་དུ་ཕྱིན་ཅི་ལོག་དང་མཚུངས་པར་ལྡན་པ་ལགས་སོ། །",
            "english": "They exist when they are concocted but cease when they are analyzed. Thus, are they like errors.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་གཟིགས་ཤིག་དང་དེ་རིང་ཁོ་ནའི་གདུགས་གཅིག་ལ་བུ་མོའི་གཟུགས་སུ་ཡང་གཟིགས་ཁྱེའུའི་གཟུགས་སུ་ཡང་ཁྱོད་ཀྱིས་གཟིགས།",
            "english": "O Great King, behold! Today, within one day, you have seen me in both female and male forms.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "ད་ནི་བདག་ལ་དགེ་སློང་གི་གཟུགས་སུ་ཡང་ཁྱོད་ཀྱིས་གཟིགས་ན་འདི་ལ་གང་ཡང་དག་པའི་གཟུགས་ལགས།",
            "english": "Now that you see me in a monk’s form, which one is true?",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་ན་ཡ་མ་བརླའི་ཆོས་ཐམས་ཅད་ལ་འདི་ན་ཁ་ཅིག་ལྟ་བའི་ཀུན་ནས་དཀྲིས་པས་ཀུན་ནས་གླགས་ཤིང་མཆིས་ཏེ།",
            "english": "Great King, in this way all vacuous phenomena are potentialities wrapped up in one’s point of view.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རང་གི་རྒྱུད་ལ་མཆིས་པའི་ཉོན་མོངས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་སྲེག་གོ །",
            "english": "And so one is tormented by the mental afflictions in one’s own mind.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "ཡོངས་སུ་བསྲེགས་པས་ཆོས་འདུལ་བ་འདི་མ་འཚལ་ཏེ་འགྱོད་པ་མ་ལགས་པ་ལ་འགྱོད་པར་སེམས་སོ། །",
            "english": "And being tormented in this way, one does not seek this Dharma and Vinaya and regrets that which is not to be regretted.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་ན་ཁྱོད་ཀྱིས་བག་ཡོད་པར་མཛོད་ལ།",
            "english": "Therefore, Great King, be vigilant!",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རྒྱལ་སྲིད་ཉམ་ང་བ་ན་བཞུགས་བཞིན་དུ་རྟག་ཏུ་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་བཞུད་ཅིག་དང་།",
            "english": "When the burdens of kingship mount, always come before the Bhagavān!",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་ཁྱོད་ཀྱི་ཡོད་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་ལས་བྱུང་བའི་འགྱོད་པ་སེལ་བར་འགྱུར་རོ། །",
            "english": "Mañjuśrīkumārabhūta will clear away your regrets, which arise from your mistaken understanding confusing what does not exist for what does.",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ནི་བྱ་བ་མང་ཞིང་བྱེད་པ་མང་བ་ལགས་ཀྱིས་བཞུད་ཅིག །",
            "english": "Great King, you may have much to do and much more to get done, so take your leave!”",
            "passage-xmlId": "UT22084-043-013-303",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་དང་། བཙུན་མོ་ཟླ་བ་ཅན་དང་། བཙུན་མོའི་འཁོར་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་དང་། དགེ་སློང་གི་དགེ་འདུན་རྣམས་ལ་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
            "english": "Then King Ajātaśatru, Queen Moonlit, and the entire court of queens prostrated to the Bhagavān, the bodhisattva mahāsattva Aśokadattā, and the assembly of monks.",
            "passage-xmlId": "UT22084-043-013-305",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་བགྱི་བ་མང་ཞིང་བགྱིད་པ་མང་བ་ལགས་ཀྱིས་བདག་ཅག་མཆིའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།",
            "english": "They said to the Bhagavān, “Bhagavān, we have much to do and much more to get done.",
            "passage-xmlId": "UT22084-043-013-305",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/479"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་ན་སོང་ཤིག་ཅེས་བཀའ་སྩལ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་བཙུན་མོ་ཟླ་བ་ཅན་ལ་སོགས་པ་བཙུན་མོའི་འཁོར་ཆེན་པོ་དག་དང་ལྷན་ཅིག་ཏུ་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་དོང་ངོ་། །",
            "english": "So we will take our leave.” “Great King,” said the Bhagavān, “if you believe the time has come, then go.” And so King Ajātaśatru and Queen Moonlit, together with the entire court of queens, left Vulture Peak for the great city of Rājagṛha.",
            "passage-xmlId": "UT22084-043-013-306",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །",
            "english": "Then the Bhagavān said to Venerable Ānanda, “Ānanda, memorize this Dharma discourse!",
            "passage-xmlId": "UT22084-043-013-308",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "ཆོངས་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Maintain it, recite it, promulgate it, and teach it widely to others!”",
            "passage-xmlId": "UT22084-043-013-308",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "ཀུན་དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བདག་གིས་གཟུང་ལགས་ན།",
            "english": "“Bhagavān, I will memorize this Dharma discourse,” Ānanda replied.",
            "passage-xmlId": "UT22084-043-013-309",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།",
            "english": "“But, Bhagavān, what is the name of this Dharma discourse?",
            "passage-xmlId": "UT22084-043-013-309",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།",
            "english": "By what name should I remember it?”",
            "passage-xmlId": "UT22084-043-013-309",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མྱ་ངན་མེད་ཀྱིས་བྱིན་པའི་སེང་གེའི་སྒྲ་ཞེས་བྱ་བ་དང་།",
            "english": "The Bhagavān said, “Ānanda, remember this Dharma discourse as The Lion Roar of Aśokadattā and Aśokadattā’s Prophecy.",
            "passage-xmlId": "UT22084-043-013-310",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །",
            "english": "Teach it to others too!",
            "passage-xmlId": "UT22084-043-013-310",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "གཞན་དག་ལ་ཡང་སྟོན་ཅིག་ཀུན་དགའ་བོ་གང་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་བཀང་སྟེ་སྦྱིན་པ་བྱིན་པ་བས་གང་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐ་ན་རྣ་ལམ་དུ་ཐོས་ན་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་ན་གང་འཛིན་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། རྗོད་པ་དང་། ལུང་ཇི་སྐད་ཕོག་པ་བཞིན་དུ་ནན་ཏན་དུ་སྒྲུབ་པ་ལྟ་ཅི་སྨོས། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།",
            "english": "Ānanda, compared to one who makes offerings of various precious jewels that completely fill the entire trichiliocosm, one who merely hears this Dharma discourse will accrue far more merit, not to mention those who memorize it, promulgate it, maintain it, recite it, explain it, and earnestly put it into practice in accordance with the transmission.”",
            "passage-xmlId": "UT22084-043-013-310",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།  བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།",
            "english": "When the Bhagavān had finished speaking, the bodhisattva mahāsattva Aśokadattā, the great śrāvakas, and the world with its gods, humans, asuras, and gandharvas praised and rejoiced in what the Bhagavān had said.",
            "passage-xmlId": "UT22084-043-013-311",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་མྱ་ངན་མེད་ཀྱིས་བྱིན་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་གཉིས་པ་རྫོགས་སོ།། །།",
            "english": "This concludes “Aśokadattā’s Prophecy,” the thirty-second chapter of the noble Dharma discourse The Great Heap of Jewels, which itself has a hundred thousand chapters.",
            "passage-xmlId": "UT22084-043-013-312",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.240.b",
            "tibetan": "རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།",
            "english": "Translated, edited, and finalized by the Indian preceptors Jinamitra and Surendrabodhi and the chief editor-translator Bandé Yeshé Dé.",
            "passage-xmlId": "UT22084-043-013-313",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "43",
            "folio_xmlId": "UT4CZ5369-I1KG9169-0000/side/480"
        }
    ],
    "text-id": "UT22084-043-013"
}