{
    "tus": [
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "༄༅༅། །རྒྱ་གར་སྐད་དུ། ཨཱརྱ་ཤྲཱི་གུཔྟ་ནཱ་མ་སཱུ་ཏྲ། བོད་སྐད་དུ།",
            "english": "",
            "passage-xmlId": "UT22084-062-017",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "འཕགས་པ་དཔལ་སྦས་ཞེས་བྱ་བའི་མདོ།",
            "english": "The Noble Śrīgupta Sūtra",
            "passage-xmlId": "UT22084-062-017",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།",
            "english": "Homage to all the buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-062-017-16",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "།འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།",
            "english": "Thus did I hear at one time.",
            "passage-xmlId": "UT22084-062-017-17",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།",
            "english": "The Blessed One was dwelling on Vulture Peak in Rājagṛha, together with a large assembly of twelve hundred and fifty monks.",
            "passage-xmlId": "UT22084-062-017-17",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-18"
            ],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་དང་། རྒྱལ་པོ་དང་། བློན་པོ་རྣམས་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་དང་། མུ་སྟེགས་ཅན་སྣ་ཚོགས་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སྤྱོད་པ་ཅན་དང་། ཀུན་ཏུ་རྒྱུ་རྣམས་དང་། ལྷ་རྣམས་དང་། ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའི་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་བསྟི་སྟང་དུ་བྱས། བླ་མར་བྱས། རིམ་གྲོ་བྱས་ཏེ་མཆོད་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་དང་མིའི་ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། སྙུན་གསོས་སྨན་དང་། ཡོ་བྱད་བཟང་པོ་མང་པོ་བརྙེས་ལ།",
            "english": "Those monks, as well as nuns, male and female lay devotees, kings, ministers, brahmins, householders, various non-Buddhist ascetics, brahmins, practitioners, and renunciants, as well as gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, worshiped, venerated, and honored the Blessed One. Through their offerings, the Blessed One obtained divine and human garments, food, bedding, medicines, and many excellent provisions.",
            "passage-xmlId": "UT22084-062-017-17",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "པད་མ་ལ་ཆུ་མི་ཆགས་པ་བཞིན་དུ་འདོད་པ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་མི་གོས་ཏེ།",
            "english": "Nevertheless, just as water does not adhere to a lotus, desires do not sully the Blessed One.",
            "passage-xmlId": "UT22084-062-017-17",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཞེས་བྱ་བར་བཅོམ་ལྡན་འདས་ཀྱི་བརྗོད་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་དགེ་བ་འདི་ལྟ་བུ་འདི་མངོན་པར་འཕགས་པར་གྱུར་ཏོ།",
            "english": "Then, virtuous verses were heard that celebrated the Blessed One, declaring him a tathāgata, an arhat, a perfect buddha rich in knowledge and conduct, a sugata, one who knows the ways of the world, a supreme charioteer for people in need of taming, a teacher of gods and humans, a buddha, and a blessed one.",
            "passage-xmlId": "UT22084-062-017-19",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "།དེས་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། བདུད་དང་བཅས་པ་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་དང་། ལྷ་དང་མིར་བཅས་པའི་སྐྱེ་དགུ་རང་གི་མངོན་པར་མཁྱེན་པས་མངོན་དུ་མཛད་དེ་རྫོགས་པར་མཛད་ནས་མཁྱེན་ཏོ།",
            "english": "Through his own intuition he gained direct and perfect insight into the world with its gods, with beings including Māra and Brahmā, renunciants and brahmins, and gods and humans.",
            "passage-xmlId": "UT22084-062-017-19",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "།དེ་ཆོས་ཀྱང་སྟོན་ཏེ་ཚངས་པར་སྤྱོད་པ་ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ།",
            "english": "He also expounded the Dharma, and gave all beings instructions in proper spiritual conduct that were virtuous in the beginning, middle, and end;",
            "passage-xmlId": "UT22084-062-017-19",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-20"
            ],
            "flags": "",
            "folio": "F.269.a",
            "tibetan": "དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ། ཡང་དག་པར་སྟོན་ཏོ།",
            "english": "that were excellent in meaning and in expression; and that were uncontaminated and perfect, pure and unsullied.",
            "passage-xmlId": "UT22084-062-017-19",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/537"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "།དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་ཁྱིམ་བདག་དཔལ་སྦས་ཞེས་བྱ་བ་ཕྱུག་པ།",
            "english": "At that time, a householder named Śrīgupta lived in the city of Rājagṛha.",
            "passage-xmlId": "UT22084-062-017-21",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "ནོར་ཆེན་པོ། ལོངས་སྤྱོད་ཆེ་བ། བདག་དབང་བ་མང་བ། ནོར་དང་ཡོ་བྱད་མང་བ། ནོར་དང་། འབྲུ་དང་། འཚོག་ཆས་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། དངུལ་དང་། ས་ལེ་སྦྲམ་མང་བ། གླང་པོ་ཆེ་དང་། རྟ་ཕོ་རྒོད་དང་། བ་ལང་མང་བ། བྲན་པོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་དང་། བང་མཛོད་གང་བ་མང་པོ་དང་ལྡན་པ་ཞིག་གནས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་དེ་མ་དད་པ། མ་དང་བ། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་དབང་ཟ་བ། གཅེར་བུ་པའི་ཉན་ཐོས་སུ་གྱུར་པ་གཅེར་བུ་པ་ཉེ་དུའི་བུ་ཞེས་བྱ་བ་ལ་མངོན་པར་དད་པ་ཞིག་གོ།",
            "english": "He was a rich man—wealthy, prosperous, well-heeled, affluent, and comfortable. He owned money, grain, chattel, gems, pearls, lapis lazuli, conch shells, crystals, coral, silver, and much fine gold. He kept elephants, untamed stallions, many cows, male and female servants, workers, and laborers, and possessed many full treasuries.",
            "passage-xmlId": "UT22084-062-017-21",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་གཅེར་བུ་པ་ཉེ་དུའི་བུ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།",
            "english": "This householder, Śrīgupta—neither devout nor pious—had a low opinion of the Buddha, Dharma, and Sangha.",
            "passage-xmlId": "UT22084-062-017-21",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "གཅེར་བུ་པ་ཉེ་དུའི་བུའི་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།",
            "english": "He had become a Jain follower, and was loyal to a Jain master named Jñātiputra.",
            "passage-xmlId": "UT22084-062-017-21",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "།ཁྱིམ་བདག་དཔལ་སྦས་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་གཅེར་བུ་པ་ཉེ་དུའི་བུས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །",
            "english": "One day, Śrīgupta went to visit Jñātiputra. Upon arriving, he bowed at Jñātiputra’s feet and sat to one side.",
            "passage-xmlId": "UT22084-062-017-22",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "ཁྱིམ་བདག་གང་དགེ་སྦྱོང་གཽ་ཏ་མ་ན་ཚོད་ཀྱིས་གཞོན་པ། གསར་དུ་རབ་ཏུ་བྱུང་བ་དེ་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་ཅན་ཏེ། ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་དེས་འཇིག་རྟེན་འདི་ཐམས་ཅད་བསླུས་པར་ཤེས་པར་གྱིས་ཤིག །",
            "english": "When Śrīgupta was seated to one side, Jñātiputra said to him, “Householder, a certain young mendicant named Gautama, a novice renunciant, boasts of omniscience. You should know that he has deceived the whole world with his boast of omniscience.",
            "passage-xmlId": "UT22084-062-017-22",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "དེའི་ཕྱིར་ཁྱིམ་བདག་ཁྱོད་སོང་ལ་དགེ་སྦྱོང་གཽ་ཏ་མ་དེའི་སྲོག་ཆོད་ཅིག །དེ་འཆི་བའི་དུས་བྱས་ཏེ་ཤི་བ་དང་། དགེ་སྦྱོང་གཽ་ཏ་མ་དེ་ཙམ་དུ་རྫུ་འཕྲུལ་ཆེ་བ། དེ་ཙམ་དུ་མཐུ་ཆེ་བ། དེ་ཙམ་དུ་དབང་ཆེ་བར་གྲགས་པ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་སྲོག་བཅད་དོ་ཞེས་ཁྱོད་ཀྱི་བརྗོད་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་དགེ་བ་རྒྱ་ཆེན་པོ་འདི་ལྟ་བུ་འདི་མངོན་པར་གྲགས་པར་འགྱུར་རོ། །",
            "english": "Therefore, householder, go and take the life of Gautama the mendicant. When he has met his end and died, the news will spread that the householder Śrīgupta killed the mendicant Gautama, who was renowned for his vast miraculous powers, and for his might and strength. Such a tremendous act of virtue will become famous through expositions, statements, and verses about you.”",
            "passage-xmlId": "UT22084-062-017-22",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "དཔལ་སྦས་ཀྱིས་སྨྲས་པ། བཙུན་པ་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མ་སྲོག་གཅོད་པར་ཇི་ལྟར་ནུས།",
            "english": "Śrīgupta said, “Noble sir, how can I take the life of Gautama the mendicant?”",
            "passage-xmlId": "UT22084-062-017-23",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "གཅེར་བུ་པ་ཉེ་དུའི་བུས་སྨྲས་པ། ཁྱིམ་བདག་ཁྱོད་སོང་ལ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོས་ཤིག །དོང་ཆེན་པོ་བརྐོས་ནས་མེས་ཁོང་ལ་སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་ཁོབ་ཤིག །ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་སྦྱོར་ལ། ཟས་དུག་ཅན་སྦྱར་ནས་དགེ་སྦྱོང་གཽ་ཏ་མ་དེའི་གན་དུ་སོང་སྟེ་ཟས་ལ་བོས་ཤིག །གལ་ཏེ་དགེ་སྦྱོང་གཽ་ཏ་མ་ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་གཟིགས་པ་ཡིན་ན་ནི་བཏུབ་པར་མི་འགྱུར་རོ།",
            "english": "Jñātiputra the Jain replied, “Householder, go and dig a deep pit at the main entrance to your house. When you have dug it, light a fire in the pit and put a thin cover over it. Inside the house, prepare poisoned food. Once this is done, go to the mendicant Gautama and invite him for a meal. If Gautama is truly omniscient and all-seeing, you will not succeed.",
            "passage-xmlId": "UT22084-062-017-23",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "།ཇི་སྟེ་ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན་ཐམས་ཅད་གཟིགས་པ་མ་ཡིན་ན་ནི་བཏུབ་པར་འགྱུར་ཏེ།",
            "english": "If he is not omniscient and all-seeing, you will succeed.",
            "passage-xmlId": "UT22084-062-017-23",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "དེ་ཕྱི་སྒོའི་སྒོ་གང་གི་མེ་དོང་དེར་ལྷུང་ནས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་ཏེ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།",
            "english": "Once he has fallen into the fire pit by the main gate, he and his followers will meet their end.",
            "passage-xmlId": "UT22084-062-017-23",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.269.b",
            "tibetan": "།འོན་ཏང་རྣམ་གྲངས་ཅི་ཞིག་གིས་ཐར་བར་འགྱུར། ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་ཟོས་ན་ཡང་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ། །",
            "english": "If he somehow escapes, he will still meet his end when he eats the poisoned food inside the house. Do as I say.”",
            "passage-xmlId": "UT22084-062-017-23",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/538"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.a",
            "tibetan": "དེ་བཞིན་དུ་བགྱིའོ་ཞེས་ཏེ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་གཅེར་བུ་པ་ཉེ་དུའི་བུའི་ལྟར་ཉན་ནས་སྟན་ལས་ལངས་ཏེ། གཅེར་བུ་པ་ཉེ་དུའི་བུའི་རྐང་པ་ལ་ཕྱག་འཚལ་ནས་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། གཅེར་བུ་པ་ཉེ་དུའི་བུའི་གན་ནས་སོང་ནས་རང་གི་ཁྱིམ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་།",
            "english": "Having listened to the Jain Jñātiputra’s instructions, Śrīgupta rose from his seat, bowed at the Jain Jñātiputra’s feet, circumambulated him three times, left his presence, and returned to his own house.",
            "passage-xmlId": "UT22084-062-017-25",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/539"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.a",
            "tibetan": "རང་གི་ཞོ་ཤས་འཚོ་བ་རྣམས་ལ་བོས་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཞོ་ཤས་འཚོ་བ་དག་དེང་ལ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོས་ཤིག །དོང་ཆེན་པོ་བརྐོས་ནས་མེ་འབར་བ་མ་ཡིན་པ་དུ་བ་མི་འཐུལ་བས་ཁོང་ལ་སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་ཁོབ་ཤིག །ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་སྦྱོར་ཅིག །",
            "english": "Upon arriving, he summoned his laborers and said, “Laborers, today dig a deep pit near the main gate. After you have dug it out, make a flameless and smokeless fire, and put a thin cover over the pit. Inside the house, prepare poisoned food.”",
            "passage-xmlId": "UT22084-062-017-25",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/539"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.a",
            "tibetan": "དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་རང་གི་ཞོ་ཤས་འཚོ་བ་རྣམས་བསགས་ནས་རྒྱལ་པོའི་ཁབ་ནས་བྱུང་སྟེ། བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རིག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་སུམ་དུ་དགའ་བར་བྱ་བ་དང་མགུ་བར་བྱ་བའི་གཏམ་རྣམ་པ་མང་པོ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།",
            "english": "After assembling his laborers, Śrīgupta left Rājagṛha and set out for Vulture Peak, where the Blessed One was. When he arrived, they exchanged many pleasantries and had a satisfying conversation. He then sat to one side.",
            "passage-xmlId": "UT22084-062-017-26",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/539"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.a",
            "tibetan": "།ཁྱིམ་བདག་དཔལ་སྦས་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །",
            "english": "While Śrīgupta was seated to one side, the Blessed One gave a Dharma discourse that was instructive, encouraging, uplifting, and joyous.",
            "passage-xmlId": "UT22084-062-017-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/539"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.a",
            "tibetan": "དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་སྟན་ལས་ལངས་ཏེ།  བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། ཀྱེ་གཽ་ཏ་མ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་གདུགས་ཚོད་སྦྱོར་ན་གནང་བར་མཛད་དུ་གསོལ།",
            "english": "After the Blessed One had given this Dharma discourse that was instructive, encouraging, uplifting, and joyous, Śrīgupta rose from his seat and asked him, “Gautama, would you please allow me to invite you for the midday meal tomorrow, together with your community of śrāvakas?”",
            "passage-xmlId": "UT22084-062-017-27",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/539"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་ང་ལ་རྣམ་པ་འདི་ལྟ་བུ་བྱ་བར་འདོད་ལ།",
            "english": "The Blessed One thought, “Śrīgupta seeks to treat me like this because he has come under the influence of a wicked spiritual friend.",
            "passage-xmlId": "UT22084-062-017-28",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དེ་རིང་པོ་མི་ཐོགས་པར་ཕྱིས་ཆོས་འདུལ་བ་འདི་ལ་རྣམ་པར་དག་པའི་ཆོས་ཅན་དུ་འགྱུར་རོ་སྙམ་སྟེ།",
            "english": "But he will soon turn to the pure topics set out in the Dharma and Vinaya.”",
            "passage-xmlId": "UT22084-062-017-28",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དེ་ལྟར་མཁྱེན་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།",
            "english": "Knowing this, the Blessed One accepted the invitation by not saying anything further to Śrīgupta.",
            "passage-xmlId": "UT22084-062-017-29",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་ལག་པ་བསྒྱུར་ཏེ་མཛུབ་མོ་བསྒྲེང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ།",
            "english": "Śrīgupta understood that the Blessed One had assented by remaining silent.",
            "passage-xmlId": "UT22084-062-017-29",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "འདི་ལྟར་བདག་གི་སེམས་ཀྱང་སེམས་ཀྱིས་མི་ཤེས་ན་ཐམས་ཅད་ཤེས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།",
            "english": "He then raised his arm, lifted his index finger, and thought, “So he does not even know what I am thinking, and is certainly not all-knowing!",
            "passage-xmlId": "UT22084-062-017-29",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དགེ་སྦྱོང་གཽ་ཏ་མས་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་གྱིས་འཇིག་རྟེན་འདི་དག་ཐམས་ཅད་བསླུས་སོ་སྙམ་མོ།",
            "english": "The mendicant Gautama has deceived the whole world with his boasts of omniscience.”",
            "passage-xmlId": "UT22084-062-017-29",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གན་ནས་སོང་ནས་རང་གི་ཁྱིམ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་བཅུག་སྟེ། བརྐོས་ནས་མེ་མི་འབར་ཞིང་དུ་བ་མི་འཐུལ་བས་བཀང་སྟེ། སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་སོ། །ཁྱིམ་གྱི་ནང་དུ་ཡང་ཟས་དུག་ཅན་སྦྱོར་དུ་བཅུག་གོ།",
            "english": "The householder Śrīgupta then circumambulated the Blessed One three times and departed from his presence to return to his own house. He had a deep pit dug by the main gate, filled it with a flameless and smokeless fire, and put a thin cover over it.",
            "passage-xmlId": "UT22084-062-017-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "།དེའི་ཚེ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱི་བུ་མོ་ཆུང་མར་བླངས་པར་གྱུར་ཏེ།",
            "english": "Inside the house he had poisoned food prepared.",
            "passage-xmlId": "UT22084-062-017-30",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མས་ཁྱིམ་བདག་དཔལ་སྦས་རྣམ་པ་འདི་ལྟ་བུ་བྱེད་པར་མཐོང་ངོ་། །",
            "english": "At that time, Śrīgupta was married to the daughter of Anāthapiṇḍada.",
            "passage-xmlId": "UT22084-062-017-31",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "མཐོང་ནས་ཀྱང་ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཇོ་བོ་ལ་དགྲ་སུ་ཞིག་མཆིས་ན་དེ་དགུམ་པའི་སླད་དུ་དེ་ལྟར་བརྩོན་པར་མཛད།",
            "english": "When Śrīgupta’s wife saw him making such preparations, she said to him, “If someone were hostile toward the Lord Buddha, this is how they would try to kill him.”",
            "passage-xmlId": "UT22084-062-017-31",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དེས་སྨྲས་པ། དྲ་མའི་བུ་མོ་ཤེས་པར་གྱིས་ཤིག །དགེ་སྦྱོང་གཽ་ཏ་མ་ན་ཚོད་ཀྱིས་གཞོན་པ། གསར་དུ་རབ་ཏུ་བྱུང་བ་དེ་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་ཅན་ཏེ།",
            "english": "Śrīgupta replied, “Lady, you should know that the mendicant Gautama, a novice renunciant, is boasting of omniscience.",
            "passage-xmlId": "UT22084-062-017-32",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་དེས་འཇིག་རྟེན་འདི་ཐམས་ཅད་བསླུས་ཀྱིས།",
            "english": "With his boast of omniscience, he has deceived the whole world.",
            "passage-xmlId": "UT22084-062-017-32",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.270.b",
            "tibetan": "དེ་གསད་པའི་ཕྱིར་འདི་ལྟར་བརྩོན་པར་བྱེད་དོ། །",
            "english": "Hence, this is how I am trying to kill him.”",
            "passage-xmlId": "UT22084-062-017-32",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/540"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "དེས་སྨྲས་པ། ཇོ་བོ་བཅོམ་ལྡན་འདས་དེ་བགྲོངས་པར་ཁྱོད་ཀྱིས་མི་སྤྱོད་ཀྱིས་སྐྱོ་བར་གྱུར་ཏ་རེ།",
            "english": "His wife said, “You will regret it when you fail to kill the blessed Lord.",
            "passage-xmlId": "UT22084-062-017-33",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-062-017-33",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་སླད་དུའོ།",
            "english": "Because he is a tathāgata, an arhat, a perfect buddha.”",
            "passage-xmlId": "UT22084-062-017-33",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་ཆུང་མ་ཤཱཀྱའི་བྲན་གྱི་བུ་མོ་འདིས་གསང་འཕེལ་དུ་འོང་ཞེས་དེའི་ཐོར་ཏོ་ནས་བཟུང་སྟེ་ཁྱིམ་དུ་བཅུག་ནས་སྒོ་གཏན་བཅུག་གོ།",
            "english": "Then Śrīgupta thought, “My wife is a servant of the Śākyas—she will spill the secret!” He grabbed her by the hair, dragged her inside the house, and locked the door.",
            "passage-xmlId": "UT22084-062-017-35",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "།སྒོ་གཏན་བཅུག་ནས་བཅོམ་ལྡན་འདས་ལ་གདུགས་ཚོད་ལ་བབ་པ་གསོལ་ཏེ།",
            "english": "With the door locked, he invited the Blessed One for lunch:",
            "passage-xmlId": "UT22084-062-017-35",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "ཀྱེ་གཽ་ཏ་མ་བཤོས་ལགས་ཀྱི་གདུགས་ཚོད་ལ་བབ་བོ།",
            "english": "“Gautama, it is time for the midday meal.”",
            "passage-xmlId": "UT22084-062-017-35",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།",
            "english": "The Blessed One said to Venerable Ānanda, “Go and get a fan.",
            "passage-xmlId": "UT22084-062-017-36",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "ཁྱོད་སོང་ལ་བསིལ་ཡབ་ཐོགས་ཏེ་གནས་ཁང་ནས་གནས་ཁང་དུ་སོང་ལ་ཚེ་དང་ལྡན་པ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏེ། ངའི་སྔ་རོལ་དུ་དགེ་སློང་གང་ཡང་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་འཇུག་ཤིག་ཅེས་དོན་དེ་བསྒོ་ཤིག །",
            "english": "Then go from dwelling to dwelling and tell the senior monks that the Blessed One says, ‘No monk should enter the house of Śrīgupta ahead of me.’ Issue this instruction.”",
            "passage-xmlId": "UT22084-062-017-36",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "བཅོམ་ལྡན་འདས་དེ་བཞིན་ནོ་ཞེས་གསོལ་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ཏེ།",
            "english": "“Very well, Blessed One.” Ānanda then did as he was told.",
            "passage-xmlId": "UT22084-062-017-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "བསིལ་ཡབ་ཐོགས་ནས་དགེ་སློང་རྣམས་ཀྱི་གན་དུ་སོང་སྟེ། ཚེ་དང་ལྡན་པ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།",
            "english": "Carrying a fan, he approached the monks and told them, “Venerable sirs, the Blessed One issues the following instruction:",
            "passage-xmlId": "UT22084-062-017-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "ངའི་སྔ་རོལ་ཏུ་དགེ་སློང་གང་ཡང་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་འཇུག་ཤིག་ཅེས་དོན་དེ་བསྒོའོ།",
            "english": "‘No monk should enter the house of Śrīgupta ahead of me.’ ”",
            "passage-xmlId": "UT22084-062-017-38",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ཏེ་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལས་བབས་སོ།",
            "english": "In the morning, the Blessed One put on his lower garment and outer robe, took his alms bowl, and in the company of a devout group of monks, descended from Vulture Peak.",
            "passage-xmlId": "UT22084-062-017-39",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "།དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ཚངས་རིས་ཀྱི་ལྷའི་བུ་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གཡས་རོལ་ནས་འགྲོའོ། །",
            "english": "Then Brahmā Sahāmpati, surrounded by a devout group of gods from the Realm of Brahmā, approached the Blessed One, bowed at his feet, and walked on his right side.",
            "passage-xmlId": "UT22084-062-017-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.a",
            "tibetan": "ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ཡང་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་བུ་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གཡོན་རོལ་ནས་འགྲོའོ།",
            "english": "The lord of the gods, Śakra, surrounded by a devout group of gods of the Heaven of the Thirty-Three, approached the Blessed One, bowed his head at his feet, and walked on his left side.",
            "passage-xmlId": "UT22084-062-017-40",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/541"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་རྒྱལ་པོ་ཆེན་པོ་གནས་སྲུང་པོ་དང་། འཕགས་སྐྱེས་པོ་དང་། མིག་མི་བཟང་དང་། རྣམ་ཐོས་ཀྱི་བུ་ཡང་གནོད་སྦྱིན་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་འགྲོའོ།",
            "english": "The four great kings—Dhṛtarāṣṭra, Virūḍhaka, Virūpākṣa, and Vaiśravaṇa—surrounded by many thousands of devout yakṣas, walked behind the Blessed One.",
            "passage-xmlId": "UT22084-062-017-41",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་ཀྱི་བུ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་གདུགས་ཐོགས་སོ།",
            "english": "The great king Vaiśravaṇa carried the Blessed One’s parasol.",
            "passage-xmlId": "UT22084-062-017-41",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཉི་ཤུ་རྩ་བརྒྱད་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་དུ་འགྲོའོ།",
            "english": "The twenty-eight great yakṣa generals approached the Blessed One, bowed at his feet, and walked behind him.",
            "passage-xmlId": "UT22084-062-017-41",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།རོལ་མོ་མཁན་དུ་གཏོགས་པའི་ལྷ་རྣམས་ནི་མདུན་ནས་འགྲོ་ཞིང་། གར་དང་། གླུ་དང་། རོལ་མོའི་སྒྲ་ཆེན་པོ་བྱེད་དོ།",
            "english": "Heavenly musicians walked in front of him, dancing, singing, and playing loud music.",
            "passage-xmlId": "UT22084-062-017-41",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་མདུན་ལོགས་སུ་ནི་ཆར་འབབ། ཕྱི་ནས་ནི་ཉི་མ་འཆར། བར་ན་ནི་སྤྲིན་ལྡིང་ངོ་།",
            "english": "At that time, rain fell in front of the Blessed One, while the sun shone from behind him and a cloud hovered overhead.",
            "passage-xmlId": "UT22084-062-017-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གང་དང་གང་གོམ་པ་འདོར་བ་དེ་དང་དེར་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་ལྷ་རྣམས་ཙན་དན་གྱི་ཕྱེ་མ་དག་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།",
            "english": "Wherever the Blessed One set foot, the gods showered him with sandalwood powder, again and again.",
            "passage-xmlId": "UT22084-062-017-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།",
            "english": "They showered him repeatedly with heavenly flowers, including blue and white water lilies, red and white lotuses, and mandārava blossoms.",
            "passage-xmlId": "UT22084-062-017-42",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ག་ལ་བ་དེར་གཤེགས་པ་དང་།",
            "english": "The Blessed One then arrived in the great city of Rājagṛha.",
            "passage-xmlId": "UT22084-062-017-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་ཉིད་དེ། གང་གི་ཚེ་བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་དུ་འཇུག་པ་དེའི་ཚེ་ཆོ་འཕྲུལ་དང་བཅས་པར་འཇུག་གི །ཆོ་འཕྲུལ་མེད་པར་མ་ཡིན་ནོ།",
            "english": "Now, it is in the nature of buddhas, blessed ones, to perform miracles whenever they enter a city; they never do so without performing a miracle.",
            "passage-xmlId": "UT22084-062-017-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་གྱི་སྒོར་སྒོ་གཏན་ལ་ཐོག་མ་ཉིད་དུ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་སྟེ།  བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོར་སྒོ་གཏན་ལ་བཞག་མ་ཐག་ཏུ། དེ་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་རྣམ་པ་དྲུག་ཏུ་གཡོས།",
            "english": "When the Blessed One first set his golden-colored right foot on the threshold of Rājagṛha, Rājagṛha shook in six ways.",
            "passage-xmlId": "UT22084-062-017-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.271.b",
            "tibetan": "རབ་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས། འགུལ་རབ་ཏུ་འགུལ། ཀུན་ཏུ་རབ་ཏུ་འགུལ་ཏོ། །ཤར་ཕྱོགས་མཐོ་ན་ནུབ་ཕྱོགས་དམའོ། །ནུབ་ཕྱོགས་མཐོ་ན་ཤར་ཕྱོགས་དམའོ། །ལྷོ་ཕྱོགས་མཐོ་ན་བྱང་ཕྱོགས་དམའོ། །བྱང་ཕྱོགས་མཐོ་ན་ལྷོ་ཕྱོགས་དམའོ། །དབུས་མཐོ་ན་མཐའ་དམའོ། །མཐའ་མཐོ་ན་དབུས་དམའོ།",
            "english": "It shook, shifted, and shuddered; it trembled, quivered, and quaked. When the east rose, the west sank. When the west rose, the east sank. When the south rose, the north sank. When the north rose, the south sank. When the center rose, the periphery sank. When the periphery rose, the center sank.",
            "passage-xmlId": "UT22084-062-017-43",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/542"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོའི་ཁབ་ཀྱི་སྒོ་གཏན་ལ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་མ་ཐག་ཏུ་ལྷ་རྣམས་ལྷའི་ཙན་དན་གྱི་ཕྱེ་མ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།",
            "english": "As soon as the Blessed One had set his golden-colored right foot on the threshold of Rājagṛha, the gods showered him with heavenly sandalwood powder, again and again.",
            "passage-xmlId": "UT22084-062-017-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "།ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར། ནམ་མཁའ་ལ་ལྷའི་རོལ་མོའི་སྒྲ་འབྱིན་ཏོ། །ལྷའི་སིལ་སྙན་གྱི་སྒྲ་འབྱིན་ཏོ།",
            "english": "They showered him repeatedly with heavenly flowers, including blue and white water lilies, red and white lotuses, and mandārava blossoms. The sound of divine music resonated in the sky, accompanied by the ringing of heavenly cymbals.",
            "passage-xmlId": "UT22084-062-017-44",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོར་སྒོ་གཏན་ལ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་མ་ཐག་ཏུ་དེའི་ཚེ་ལོང་བ་རྣམས་ནི་མིག་གིས་གཟུགས་མཐོང་བར་གྱུར།",
            "english": "At the very instant the Blessed One set his golden-colored left foot on the threshold of the great city of Rājagṛha, the eyes of those who were blind could see forms.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "འོན་པ་རྣམས་ནི་རྣ་བས་ཐོས་པར་གྱུར།",
            "english": "The ears of those who were deaf could hear.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "སྣའི་དབང་པོ་དང་བྲལ་བ་རྣམས་ནི་སྣ་རྣམ་པར་དག་པར་གྱུར།",
            "english": "Those who lacked a sense of smell became perfectly able to smell, and those who were mute began to speak.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "ལྐུགས་པ་རྣམས་ནི་སྨྲ་བར་གྱུར། བརྗེད་བྱེད་ཀྱིས་ཟིན་པ་རྣམས་ནི་བརྗེད་བྱེད་དང་བྲལ་བར་གྱུར། སེམས་ཅན་སྨྱོན་པ་རྣམས་ནི་དྲན་པ་རྙེད་པར་གྱུར།",
            "english": "People gripped by memory loss were freed from forgetfulness, and those who were insane came to their senses.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "དུག་འཐུངས་པ་རྣམས་ནི་དུག་ལས་གསོས་པར་གྱུར།",
            "english": "People who had ingested poison were cured of its effects.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "སེམས་ཅན་བཙོན་ཆ་དམ་པོས་བསྡམས་པ་རྣམས་ནི་བཙོན་ཆ་ལྷོད་པར་གྱུར།",
            "english": "Those held fast in captivity were released from their imprisonment.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "སེམས་ཅན་ཕན་ཚུན་དགྲར་འཛིན་པ་རྣམས་ནི་བྱམས་པའི་སེམས་སུ་གནས་པར་གྱུར།",
            "english": "People who regarded each other as enemies became fond of each other.",
            "passage-xmlId": "UT22084-062-017-45",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "སིལ་སྙན་རྣམས་ནི་མ་བསྐྱོད་པར་སྒྲ་འབྱིན་པར་གྱུར། སྣོད་རྣམས་ནི་མ་དཀྲོལ་བར་སྒྲ་འབྱིན་པར་གྱུར།",
            "english": "Cymbals resounded without being struck, and drums resonated without being played.",
            "passage-xmlId": "UT22084-062-017-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "ཁྱུ་མཆོག་ཀྱང་སྒྲ་འབྱིན། གླང་པོ་ཡང་སྒྲ་འབྱིན། རྟ་ཡང་སྒྲ་འབྱིན།",
            "english": "Mighty bulls bellowed, elephants trumpeted, and horses neighed.",
            "passage-xmlId": "UT22084-062-017-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.a",
            "tibetan": "རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོ་ན་བྱ་གང་དག་གནས་པ་འདི་ལྟ་སྟེ། ངང་པ་དང་། ཁྲུང་ཁྲུང་དང་། རྨ་བྱ་དང་། ནེ་ཙོ་དང་། རི་སྐེགས་དང་། ཁུ་བྱུག་དང་། ཀུ་ན་ལ་དང་། ཤང་ཤང་ཏེའུ་དེ་དག་ཀྱང་རང་རང་གི་སྐད་དུ་སྒྲ་སྐད་འབྱིན་ཅིང་རྒྱལ་པོའི་ཁབ་ཀྱི་སྒོའི་ཁོར་ཡུག་ཏུ་སྐོར་བར་བྱེད་དོ།",
            "english": "All the birds that lived near the gate to the city of Rājagṛha—geese, cranes, peacocks, parrots, mynas, cuckoos, pheasants, and partridges—called out with their own songs, and flocked to surround the gate to Rājagṛha.",
            "passage-xmlId": "UT22084-062-017-46",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/543"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "།རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས། སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་བསིལ་ཁང་དང་། ཁང་པ་བརྩེགས་པ་དང་། སྟེགས་བུ་དང་། སྒོ་གང་དང་། སྐར་ཁུང་ནས་ལྟ་ཞིང་འཁོད་པ་དེ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་མེ་ཏོག་གི་ཕུར་མ་གཏོར་ཏོ།",
            "english": "Within Rājagṛha, men, women, boys, and girls watched from pavilions, town houses, ledges, vestibules, and windows, scattering flower petals upon the Blessed One.",
            "passage-xmlId": "UT22084-062-017-47",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "།རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་ཡང་ངོ་མཚར་དུ་གྱུར།",
            "english": "All the people of Rājagṛha were amazed and filled with wonder and joy.",
            "passage-xmlId": "UT22084-062-017-47",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "རྨད་དུ་བྱུང་བར་གྱུར་ཏེ། ཡི་རངས་པར་གྱུར་ནས་སྒྲ་གསང་མཐོན་པོ་དང་། སྒྲ་ཆེན་པོར་ཧི་ཧི་ཞེས་བྱ་བ་དང་། ཧ་ཧ་ཞེས་བྱ་བ་དང་། ཨ་ལ་ལ་ཞེས་བྱ་བ་དང་། ཨའུ་ཞེས་སྒྲ་ཆེན་པོ་འབྱིན་ཏོ།",
            "english": "They shouted at the top of their voices, laughed loudly, and exclaimed their wonder and awe.",
            "passage-xmlId": "UT22084-062-017-47",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ལ་གོས་ཀྱང་འཐོར་རོ།",
            "english": "They even tossed clothes to the Blessed One.",
            "passage-xmlId": "UT22084-062-017-47",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཏུ་ཞུགས་ཏེ།",
            "english": "The Blessed One then entered Rājagṛha and went to the house of Śrīgupta.",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་པ་དང་། དགེ་བསྙེན་ཞིག་གིས་བཅོམ་ལྡན་འདས་རྒྱང་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེས་འདི་སྙམ་དུ་བསམས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱེད་པར་འདོད་ན་བཅོམ་ལྡན་འདས་བཀྲོངས་པར་མི་འགྱུར་གྲང་།",
            "english": "A lay devotee who saw the Blessed One arriving from afar thought, “If Śrīgupta intends to carry out such an act against the Blessed One, will the Blessed One not be killed?",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "འཇིག་རྟེན་གྱི་མིག་ཤིན་ཏུ་མྱུར་དུ་མེད་པར་མི་འགྱུར་གྲང་།",
            "english": "Will the Eye of the World not be swiftly destroyed?",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "འཇིག་རྟེན་དུ་མུན་པ་ཤིན་ཏུ་མྱུར་དུ་མི་འབྱུང་གྲང་།",
            "english": "Will a great darkness not swiftly descend upon the world?",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "བསྐལ་པ་གྲངས་མེད་པ་གསུམ་དུ་ཡང་དག་པར་བསྒྲུབས་པའི་སངས་རྒྱས་ཤིན་ཏུ་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་གྲང་།",
            "english": "Will the Buddha, who trained for three immeasurable eons, not swiftly fade from the world?",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "བདག་ཅག་ཆོས་ཀྱི་ལོངས་སྤྱོད་ལས་ཤིན་ཏུ་མྱུར་དུ་ཉམས་པར་མི་འགྱུར་གྲང་སྙམ་སྟེ།",
            "english": "Will our current enjoyment of the Dharma not swiftly wane?”",
            "passage-xmlId": "UT22084-062-017-48",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "དེ་ནས་དགེ་བསྙེན་དེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།",
            "english": "The lay devotee then approached the Blessed One and bowed at his feet.",
            "passage-xmlId": "UT22084-062-017-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ལ་བསྐོར་བ་བྱས་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་གཤེགས་ཤིག",
            "english": "He circumambulated him, knelt on his right knee, bowed to the Blessed One with his palms joined, and said, “Noble sir, Blessed One, please do not go to the house of Śrīgupta.",
            "passage-xmlId": "UT22084-062-017-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "།དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་བཀྲོངས་པའི་སླད་དུ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་སྩལ་ཏེ།",
            "english": "Why not? Noble sir, Blessed One, Śrīgupta had a deep pit dug at his main gate in order to kill you and the monastic community.",
            "passage-xmlId": "UT22084-062-017-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "དོང་བརྐོས་ནས་ཞུགས་མི་འབར་ཞིང་དུ་བ་མ་མཆིས་པས་གཏམས་ཏེ།",
            "english": "He then filled it with a flameless and smokeless fire and put a thin cover over it.",
            "passage-xmlId": "UT22084-062-017-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.272.b",
            "tibetan": "སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་ཤིང་མཆིས་ན་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་ལྟ་མི་འགྱུར་རམ་སྙམ་བགྱིད་ལགས་སོ།",
            "english": "I wonder, if he does all this, will he not cause some harm to the Blessed One and his followers?”",
            "passage-xmlId": "UT22084-062-017-49",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/544"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་ཁྱོད་འདི་སྙམ་དུ་མ་སེམས་ཤིག །",
            "english": "The Blessed One replied, “Lay brother, do not think that way.",
            "passage-xmlId": "UT22084-062-017-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཡང་ངའི་ལུས་ལ་མེས་མ་ཚུགས་ན།",
            "english": "Lay brother, fire could not physically affect me even when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ཅི་སྨོས།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "ངས་ནི་འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེ་དང་། མེ་གསུམ་བསད་པས་ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "I have extinguished the three fires of attachment, anger, and delusion, so there is no basis for fire to physically affect me.”",
            "passage-xmlId": "UT22084-062-017-50",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "།བཙུན་པ་བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན། ཇི་ལྟར་སྐུ་ལ་ཞུགས་ཀྱིས་མ་ཚུགས་ལགས།",
            "english": "“Noble sir, Blessed One, how was it that fire did not physically affect you when you were born as an animal?”",
            "passage-xmlId": "UT22084-062-017-51",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོ་ཞིག་བྱུང་བ་དེའི་ཚེ།",
            "english": "The Blessed One replied, “Lay brother, in a former time there lived a certain king of Kaliṅga.",
            "passage-xmlId": "UT22084-062-017-51",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོས་གླིང་བེགས་བུར་ཆད་པའི་རི་དགས་རྣམས་གསོད་པའི་ཕྱིར་སྲེག་པའི་མེ་ཆེན་པོ་བཏང་ངོ་།",
            "english": "This king lit a large fire in order to kill the wild animals on the island of Begburchepa.",
            "passage-xmlId": "UT22084-062-017-51",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "།དེ་ནས་གླིང་བེགས་བུར་ཆད་པ་ནི་རི་དགས་དང་བྱ་གང་དག་གནས་པ། ནམ་མཁའ་ལ་རྒྱུ་བའམ། ཐང་ལ་རྒྱུ་བའམ། ཆུ་ལ་རྒྱུ་བ་དེ་དག་སྲེག་པའི་མེ་དེས་འཁྲུགས་ནས་དེ་ན་གང་དག་ནམ་མཁའ་ལ་རྒྱུ་བ་དེ་དག་ནི་ནམ་མཁའ་ལ་བྱེར་རོ། །གང་དག་ཆུ་ལ་རྒྱུ་བ་དེ་དག་ནི་ཆུར་ཞུགས་སོ། །གང་དག་ཐང་ལ་རྒྱུ་བ་དེ་དག་ནི་ཕན་ཚུན་འབྱེར་ཞིང་རྒྱུག་སྟེ་འབྲོས་སོ།",
            "english": "The blaze upset all the animals and birds that lived on Begburchepa—those that flew through the sky, walked on land, or swam in the water. Those that could fly escaped into the sky, those that could swim dove into the water, and those on land ran to and fro to get away.",
            "passage-xmlId": "UT22084-062-017-51",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "།གླིང་བེགས་བུར་ཆད་པ་དེ་ན་སྲེག་པའི་ཕྲུ་གུ་འདབ་གཤོག་མ་སྐྱེས་པ་ཞིག་ཡོད་དེ།",
            "english": "“On the island of Begburchepa there lived a partridge chick whose wings had not yet matured.",
            "passage-xmlId": "UT22084-062-017-54",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "དེ་ནས་སྲེག་པ་མ་མོ་དེས་འདབ་མ་ཆུར་བཅུག་སྟེ། སྲེག་པའི་ཕྲུ་གུའི་ཁོར་ཡུག་ཏུ་གཏོར་ཏོ།",
            "english": "The mother partridge dipped her feathers into the water and sprinkled it around the chick.",
            "passage-xmlId": "UT22084-062-017-54",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.a",
            "tibetan": "།གཏོར་ནས་ཀྱང་རྒྱུག་ཅིང་ཡང་དང་ཡང་དེ་ལྟར་བརྩོན་པར་བྱས་སོ།",
            "english": "She then hurriedly repeated this, over and over again.",
            "passage-xmlId": "UT22084-062-017-54",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/545"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དེ་ནས་སྲེག་པའི་ཕྲུ་གུ་དེས་མ་འདི་ལྟར་རྩོལ་བ་བྱེད་པ་དེ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེས་མ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡུམ་ཅིའི་སླད་དུ་འདི་ལྟར་རྩོལ་བར་མཛད།",
            "english": "“The partridge chick watched his mother struggling in this way, and then asked her, ‘Mother, why are you struggling in this way?’",
            "passage-xmlId": "UT22084-062-017-55",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "དེས་སྨྲས་པ། བུ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོས་གླིང་བེགས་བུར་ཆད་པའི་རི་དགས་གསད་པའི་ཕྱིར་མེ་ཆེན་པོ་བཏང་ངོ་།",
            "english": "“She replied, ‘Child, you should know that the king of Kaliṅga has lit a large fire to kill all the animals on the island of Begburchepa.",
            "passage-xmlId": "UT22084-062-017-56",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དེ་ནས་གླིང་བེགས་བུར་ཆད་པ་ན་རི་དགས་དང་། བྱ་གང་དག་གནས་པ་ནམ་མཁའ་ལ་རྒྱུ་བ་དང་། ཐང་ལ་རྒྱུ་བ་དང་། ཆུ་ལ་རྒྱུ་བ་དེ་དག་སྲེག་པའི་མེ་ཆེན་པོ་དེས་འཁྲུགས་ནས་དེ་ན་གང་དག་ནམ་མཁའ་ལ་རྒྱུ་བ་དེ་དག་ནི་ནམ་མཁའ་ལ་བྱེར།",
            "english": "The blaze has disturbed all the animals and birds who live on the island of Begburchepa, whether they fly through the sky, walk on the land, or swim in the water.",
            "passage-xmlId": "UT22084-062-017-56",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "གང་དག་ཆུ་ལ་རྒྱུ་བ་དེ་དག་ནི་ཆུར་ཞུགས། གང་དག་ཐང་ལ་རྒྱུ་བ་དེ་དག་ནི་ཕན་ཚུན་འབྱེར་ཞིང་རྒྱུག་སྟེ་བྲོས་སོ།",
            "english": "Those that can fly have escaped into the sky, those that can swim have dived into the water, and those on land have run to and fro to get away.",
            "passage-xmlId": "UT22084-062-017-56",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།ང་ནི་འདི་ལྟར་ཁྱོད་ཚིག་ཏུ་འོང་ངོ་ཞེས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟར་རྩོལ་བར་བྱེད་དོ།",
            "english": "I am struggling in this way for your sake, because I think that you will burn.’",
            "passage-xmlId": "UT22084-062-017-56",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དེས་སྨྲས་པ། ཡུམ་ཐོང་ཤིག །ཐོང་ཤིག །ཡུམ་ཁྱོད་ནི་བྱིས་པ་སྟེ།",
            "english": "“The chick replied, ‘Mother, stop it, stop it! You are foolish.",
            "passage-xmlId": "UT22084-062-017-57",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "ཁྱོད་ཀྱིས་རྩོལ་བ་འདི་ལྟ་བུས་བདག་སྲེག་པའི་མེ་འདི་ལས་ཐར་བར་ཡང་མི་སྤྱོད་དོ།",
            "english": "Such efforts will never save me from the blaze.",
            "passage-xmlId": "UT22084-062-017-57",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།ཡུམ་ཁྱོད་ཀྱིས་བདག་ཉིད་ཀྱི་མཐུ་དང་སྟོབས་བསྐྱེད་དེ། ངན་བུ་ལེགས་པར་ཤིན་ཏུ་བླངས་ལ་གླིང་བེགས་བུར་ཆད་པ་འདིར་ཤིང་ནང་གི་མཐོན་པོའི་ཁར་ངན་བུ་གཞག་པར་སྤྱོད་དམ།",
            "english": "Mother, draw on all your power and strength, carefully carry me to a high spot among the trees on the island of Begburchepa, and put me down there.",
            "passage-xmlId": "UT22084-062-017-57",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "དེ་བཞིན་བྱའོ་ཞེས་ཏེ་སྲེག་པ་མ་མོ་དེས་སྲེག་པའི་ཕྲུ་གུའི་ལྟར་མཉན་ནས་རང་གི་མཐུ་དང་སྟོབས་བསྐྱེད་དེ། སྲེག་པའི་ཕྲུ་གུ་དེ་ཀུན་དུ་ལེགས་པར་བླངས་ནས་གླིང་བེགས་བུར་ཆད་པ་དེའི་ཤིང་ནང་གི་མཐོན་པོའི་ཁར་བཞག་གོ།",
            "english": "Please do this!’ “The mother partridge did as her child asked. She drew on all her own strength, carefully carried the partridge chick, and put it down in a high spot among the trees on the island of Begburchepa.",
            "passage-xmlId": "UT22084-062-017-58",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དེ་ནས་སྲེག་པའི་ཕྲུ་གུ་དེས་སྲེག་པའི་མེ་ཆེན་པོ་དེ་མཐོང་ནས་བྱམས་པས་ཁྱབ་པར་བྱེད་དོ། །བྱམས་པས་ཁྱབ་པར་བྱས་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།",
            "english": "“When the partridge chick saw the great blaze, it was filled with compassion and spoke this verse:",
            "passage-xmlId": "UT22084-062-017-59",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།རྐང་མེད་སེམས་ཅན་རྣམས་ཀྱང་ཡོད།",
            "english": "“ ‘There are legless beings,",
            "passage-xmlId": "UT22084-062-017-60",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།འདབ་ཆགས་རྐང་བཅས་པའང་ཡོད།",
            "english": "And also winged ones and those with legs.",
            "passage-xmlId": "UT22084-062-017-60",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།ཕ་མ་དག་གིས་བསྲུངས་ཤིང་འཁོད།",
            "english": "May their parents place them in protection!",
            "passage-xmlId": "UT22084-062-017-60",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།མེ་གདུག་ཚུར་ནི་མ་འོང་ཤིག །དགེ་བསྙེན་སྲེག་པའི་ཕྲུ་གུ་དེས་ཚིགས་སུ་བཅད་པ་དེ་སྨྲས་མ་ཐག་ཏུ་མེ་ཤི་བར་གྱུར་ཏེ། གང་ནས་བཏང་བ་དེ་ཉིད་དུ་ཤིའོ།",
            "english": "May the noxious fire not return!’ “Lay brother, as soon as the partridge chick uttered this verse, the fire died down, retreating to where it had been lit.",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དེ་ལྟར་དེ་ཚུན་ཆད་དེང་སོང་གི་བར་དུ་གླིང་བེགས་བུར་ཆད་པ་དེར་མེ་མ་ཤོར་ཏོ།",
            "english": "That is why, from that day to this, fire has never broken out on the island of Begburchepa.",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་གླིང་བེགས་བུར་ཆད་པ་ན་སྲེག་པའི་ཕྲུ་གུ་འདབ་གཤོག་མ་སྐྱེས་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟའམ། ཡིད་གཉིས་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "Lay brother, if you suspect or have doubts that at that time on the island of Begburchepa the partridge chick with undeveloped wings was someone else, or are of two minds, reconsider.",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "དགེ་བསྙེན་ང་དེའི་ཚེ་དེའི་དུས་ན་སྲེག་པའི་ཕྲུ་གུར་གྱུར་ཏོ།",
            "english": "Lay brother, I was that partridge chick.",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "།དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དེའི་ཚེ་ཡང་ལུས་ལ་མེས་མ་ཚུགས་ན།",
            "english": "Lay brother, fire could not physically affect me even then, when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལ་ལྟ་ཅི་སྨོས་ཏེ།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.273.b",
            "tibetan": "ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "There is no basis for fire to physically affect me.”",
            "passage-xmlId": "UT22084-062-017-61",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/546"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་བསྙེན་དེ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་འཇུག །ཡང་དག་པར་གཟེངས་སྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད།",
            "english": "The Blessed One then delivered a Dharma discourse to the lay devotee and the crowd of beings that was instructive, encouraging, uplifting, and joyous.",
            "passage-xmlId": "UT22084-062-017-62",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་མདུན་དུ་བཞུད་པ་དང་། དགེ་བསྙེན་ཞིག་གིས་བཅོམ་ལྡན་འདས་རྒྱང་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་།",
            "english": "After the Blessed One had delivered the Dharma discourse that was instructive, encouraging, uplifting, and joyous, he continued on his way.",
            "passage-xmlId": "UT22084-062-017-62",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "།མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱེད་པར་འདོད་ན། བཅོམ་ལྡན་འདས་བགྲོངས་པར་མི་འགྱུར་གྲང་།",
            "english": "Another lay devotee saw him arriving from afar and thought, “If Śrīgupta intends to carry out such an act against the Blessed One, will the Blessed One not be killed?",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "བདེ་བར་གཤེགས་པ་བགྲོངས་པར་མི་འགྱུར་གྲང་།",
            "english": "Will the Sugata not be killed?",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "འཇིག་རྟེན་གྱི་མིག་ཤིན་ཏུ་མྱུར་དུ་མེད་པར་མི་འགྱུར་གྲང་།",
            "english": "Will the Eye of the World not be swiftly destroyed?",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "འཇིག་རྟེན་དུ་མུན་པ་ཤིན་ཏུ་མྱུར་དུ་མི་འབྱུང་གྲང་།",
            "english": "Will a great darkness not swiftly descend upon the world?",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "བསྐལ་པ་གྲངས་མེད་པ་གསུམ་དུ་ཡང་དག་པར་བསྒྲུབས་པའི་སངས་རྒྱས་ཤིན་ཏུ་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་གྲང་།",
            "english": "Will the Buddha, who trained for three immeasurable eons, not swiftly fade from the world?",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "བདག་ཅག་ཆོས་ཀྱི་ལོངས་སྤྱོད་ལས་ཤིན་ཏུ་མྱུར་དུ་ཉམས་པར་མི་འགྱུར་གྲང་སྙམ་སྟེ།",
            "english": "Will our current enjoyment of the Dharma not swiftly wane?”",
            "passage-xmlId": "UT22084-062-017-63",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "དེ་ནས་དགེ་བསྙེན་དེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།",
            "english": "The lay devotee then approached the Blessed One and bowed at his feet.",
            "passage-xmlId": "UT22084-062-017-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས། པུས་མོ་གཉིས་ཀའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་གཤེགས་ཤིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "He circumambulated him three times, knelt on both knees, bowed to the Blessed One with his palms joined, and said to the Blessed One, “Noble sir, Blessed One, please do not go to the house of Śrīgupta. Why?",
            "passage-xmlId": "UT22084-062-017-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་བགྲོངས་པའི་སླད་དུ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་སྩལ་ཏོ།",
            "english": "Noble sir, Blessed One, Śrīgupta had a deep pit dug at his main gate in order to kill you and the monastic community.",
            "passage-xmlId": "UT22084-062-017-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "།དོང་བརྐོས་ནས་ཞུགས་མི་འབར་ཞིང་དུ་བ་མ་མཆིས་པས་གཏམས་ཏེ།",
            "english": "He then filled it with a flameless and smokeless fire and put a thin cover over it.",
            "passage-xmlId": "UT22084-062-017-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.a",
            "tibetan": "སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་ཤིང་མཆིས་ན་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་ལྟ་མི་འགྱུར་རམ་སྙམ་བགྱིད་ལགས་སོ།",
            "english": "I wonder, if he does all this, will he not cause some harm to the Blessed One and his followers?”",
            "passage-xmlId": "UT22084-062-017-64",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/547"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་ཁྱོད་འདི་སྙམ་དུ་མ་སེམས་ཤིག །",
            "english": "The Blessed One replied, “Lay brother, do not think that way.",
            "passage-xmlId": "UT22084-062-017-65",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཡང་ངའི་ལུས་ལ་མེས་མ་ཚུགས་ན།",
            "english": "Lay brother, fire could not physically affect me even when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-65",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-65",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "ངས་ནི་འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེ་དང་། མེ་གསུམ་བསད་པས་ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "I have extinguished the three fires of attachment, anger, and delusion, so there is no basis for fire to physically affect me.”",
            "passage-xmlId": "UT22084-062-017-65",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།བཙུན་པ་བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཇི་ལྟར་སྐུ་ལ་ཞུགས་ཀྱིས་མ་ཚུགས་ལགས།",
            "english": "“Noble sir, Blessed One, how was it that fire did not physically affect you when you were born as an animal?”",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་འཛམ་བུའི་གླིང་འདི་ན་ནགས་སྟུག་པོ་ལོ་མ་ཕུན་སུམ་ཚོགས་པ། མེ་ཏོག་ཕུན་སུམ་ཚོགས་པ། འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ། སྐྱེད་མོས་ཚལ་ཕུན་སུམ་ཚོགས་པ་ཞིག་ཡོད་དེ།",
            "english": "The Blessed One replied, “Lay brother, in a former time here in Jambudvīpa there was a wondrous pleasure park, a dense, verdant forest, abundant in flowers and fruits.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "དེའི་ཚེ་ནགས་སྟུག་པོ་དེ་ན་རི་བོང་གི་གྲོགས་དྲང་སྲོང་ཞིག་གནས་ཏེ། རི་བོང་དེ་ནི་མི་སྐད་སྨྲ་བ་ཞིག་གོ།",
            "english": "In this forest lived a sage who had befriended a hare who could speak the human language.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།དེའི་ཚེ་དུས་གཞན་ཞིག་ན་ནགས་སྟུག་པོ་དེར་ཐན་པ་ཆེན་པོ་བྱུང་སྟེ། དེ་ན་འདབ་མ་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དེ་དག་ནི་སྐམ། མེ་ཏོག་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དང་། འབྲས་བུའི་ཤིང་གང་ཡིན་པ་དེ་དག་ཀྱང་སྐམ་མོ།",
            "english": "At one point a great drought befell the dense forest, which caused all the trees with leaves, blossoms, and fruit to wither.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།སྐྱེད་མོས་ཚལ་གང་ཡིན་པ་དེ་དག་ཀྱང་ཡོངས་སུ་སྐམ་མོ།",
            "english": "The pleasure groves in the forest entirely dried up.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།དེ་ནས་དྲང་སྲོང་དེ་རི་བོང་དེ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་རི་བོང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རི་བོང་ཤེས་པར་གྱིས་ཤིག །ནགས་སྟུག་པོ་འདིར་ཐན་པ་ཆེན་པོ་བྱུང་སྟེ། འདབ་མ་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དེ་དག་ནི་སྐམ།",
            "english": "The sage went to visit the hare and told him, ‘Hare, you should know that a great drought has befallen this dense forest.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "མེ་ཏོག་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དང་། འབྲས་བུའི་ཤིང་གང་ཡིན་པ་དེ་དག་ཀྱང་སྐམ་མོ།",
            "english": "All the trees with leaves, blossoms, and fruit have withered.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "།སྐྱེད་མོས་ཚལ་གང་ཡིན་པ་དེ་དག་ཀྱང་ཡོངས་སུ་སྐམ་སྟེ། རི་བོང་བདག་ནི་ནགས་སྟུག་པོ་འདི་ནས་ནགས་སྟུག་པོ་གཞན་དུ་འགྲོ་བར་འདོད་དོ། །",
            "english": "The pleasure groves in the forest have entirely dried up.",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.274.b",
            "tibetan": "རི་བོང་གིས་སྨྲས་པ། དེའི་སླད་དུ་དྲང་སྲོང་དགུང་གཅིག་ནགས་སྟུག་པོ་འདིར་བཞུགས་ཤིག །",
            "english": "Hare, I wish to leave this dense forest for another one.’",
            "passage-xmlId": "UT22084-062-017-66",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/548"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "བདག་གིས་ཁྱོད་བཤོས་གསོལ་ལོ། །དེ་ནས་དྲང་སྲོང་དེ་གནས་སུ་སོང་སྟེ་མེ་བུས་ནས་སྔགས་ཀྱིས་སྦྱིན་སྲེག་བྱེད་དོ།",
            "english": "“The hare replied, ‘Sage, please remain in this dense forest for one more day and allow me to feed you.’",
            "passage-xmlId": "UT22084-062-017-68",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-70"
            ],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "།དེ་ནས་རི་བོང་དེ་ནགས་དེར་གོམ་པས་འགྲོ་ཞིང་རྣམ་པར་རྒྱུ་ཡང་གང་ནས་ཀྱང་འབྲས་བུའམ། རྩ་བ་མ་རྙེད་ནས།",
            "english": "“The sage then returned to his dwelling, made a fire, and performed a homa while reciting mantras. “Meanwhile, the hare wandered all over the forest, but he could not find fruits or roots anywhere.",
            "passage-xmlId": "UT22084-062-017-69",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་དྲང་སྲོང་དེ་ཟས་ལ་མགྲོན་དུ་བོས་ལ། བདག་གིས་ནགས་སྟུག་པོ་འདི་ཐམས་ཅད་དུ་སོན་ཀྱང་། གང་ནས་ཀྱང་འབྲས་བུའམ་རྩ་བ་མ་རྙེད་ཀྱིས། དག་རང་གི་ཤས་དྲང་སྲོང་དེ་ཚིམ་པར་བྱའོ་སྙམ་སྟེ།",
            "english": "He thought, ‘I invited the sage to a meal, but even though I have traversed the entire forest, I have not found fruits or roots anywhere.",
            "passage-xmlId": "UT22084-062-017-69",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "དེ་ནས་རི་བོང་དེ་དྲང་སྲོང་དེ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་དྲང་སྲོང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །",
            "english": "Therefore, I will satiate the sage with my own flesh.’",
            "passage-xmlId": "UT22084-062-017-69",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "དྲང་སྲོང་མཁྱེན་པར་མཛོད་ཅིག །བདག་གིས་ཁྱོད་ལ་བཤོས་གསོལ་བར་སྤྱན་དྲངས་ལ།",
            "english": "“The hare then went to the sage and said, ‘Sage, please understand;",
            "passage-xmlId": "UT22084-062-017-72",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "བདག་གིས་ནགས་སྟུག་པོ་འདི་ཐམས་ཅད་དུ་མཆིས་ཀྱང་གང་ནས་ཀྱང་འབྲས་བུ་དང་རྩ་བ་མ་རྙེད་ནས་བདག་ཞུགས་ཀྱི་དོང་འདིར་བདག་ཉིད་ཀྱིས་མཆོང་གིས། ཁྱོད་ཀྱིས་བདག་གི་ཤ་དེ་གསོལ་ལ་དགུང་གཅིག་ནགས་སྟུག་པོ་འདི་ན་བཞུགས་ཤིག",
            "english": "I invited you for a meal, but even though I traversed the entire forest, I did not find fruits or roots anywhere. Therefore, I will jump into this fire pit, and you will be able to eat my flesh. Please remain in the dense forest for one more day.’",
            "passage-xmlId": "UT22084-062-017-72",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "།དྲང་སྲོང་གིས་སྨྲས་པ། རི་བོང་མ་བྱེད་ཅིག །",
            "english": "“The sage replied, ‘Hare, don’t do it!",
            "passage-xmlId": "UT22084-062-017-73",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "དེ་སྐད་མ་སྨྲ་ཤིག །ང་ནི་རི་བོང་ཁྱོད་ལ་གནོད་པར་ཡང་མི་འདོད་ན་ང་ཁྱོད་ཀྱི་ཤ་ཟ་བ་ལྟ་ཅི་སྨོས།",
            "english": "Don’t say that. I do not wish to harm you, hare, let alone to eat your flesh.’",
            "passage-xmlId": "UT22084-062-017-73",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "རི་བོང་གིས་སྨྲས་པ། དྲང་སྲོང་དེ་སྐད་མ་གསུང་ཤིག །ཁྱོད་ཀྱིས་བདག་གི་བསམ་པ་ངེས་པར་བསྐང་འཚལ་ལོ།",
            "english": "“The hare said, ‘Sage, please don’t say that. Please carry out my wishes.’",
            "passage-xmlId": "UT22084-062-017-73",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "།དེ་ནས་རི་བོང་དེ་འདི་ལྟ་བུའི་བདེན་པའི་ཚིག་འདི་སྨྲས་ཏེ།",
            "english": "“Then the hare uttered the following words of truth:",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "ནགས་སྟུག་པོ་འདིའི་ལྷ་རྒྱ་ཆེན་པོ་རྣམས་བདག་ལ་དགོངས་སུ་གསོལ།",
            "english": "“ ‘Great gods of this dense forest, please heed me!",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་གང་དག་གནས་པ་དེ་དག་ཐམས་ཅད་བདག་ལ་དགོངས་སུ་གསོལ།",
            "english": "All nāgas and yakṣas, gandharvas and asuras, garuḍas, kinnaras, and mahoragas who dwell here, please heed me!",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "བདག་ནི་གཏོང་བ་བགྱིད་དེ། ཤིན་ཏུ་གཏོང་བ་དང་། གཏོང་བའི་ཡང་གཏོང་བ་དང་། བདག་ཉིད་གཏོང་བ་བགྱིད་དོ།",
            "english": "I am about to perform an act of giving, the greatest act of giving, an extreme act of giving—I am about to give myself.",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "།བདག་གི་བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་བདག་ཡོངས་སུ་གཏོང་བ་ནི་རྒྱལ་པོའི་སླད་དུ་མ་ལགས། ལོངས་སྤྱོད་ཀྱི་སླད་དུ་མ་ལགས། མཐོ་རིས་ཀྱི་སླད་དུ་མ་ལགས། བརྒྱ་བྱིན་ཉིད་ཀྱི་སླད་དུ་མ་ལགས། བདུད་ཀྱི་སླད་དུ་མ་ལགས། ཚངས་པའི་སླད་དུ་མ་ལགས། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་ཡུལ་གྱི་སླད་དུ་མ་ལགས་ཏེ། གཞན་དུ་བདག་ཇི་ལྟར།",
            "english": "The truth and words of truth with which I give myself away are these: “I do this not to be a king, nor for the sake of wealth or a higher rebirth. I do this not to attain the rank of Śakra, Māra, or Brahmā, nor to acquire the kingdom of a universal monarch.",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.a",
            "tibetan": "བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བ་དང་། སེམས་ཅན་མ་དུལ་བ་གདུལ་བར་བགྱི། མ་གྲོལ་བ་དགྲོལ་བར་བགྱི། དབུགས་མ་ཕྱིན་པ་དབུགས་དབྱུང་བར་བགྱི། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བགྱི་བའི་སླད་དུ་སྟེ། བདེན་པ་དང་བདེན་པའི་ཚིག་དེས་བདག་ཡོངས་སུ་གཏོང་བ་འབྲས་བུ་མ་མཆིས་པར་མ་གྱུར་ཅིག །",
            "english": "Rather, I do this in order to attain supreme and perfect awakening and reach perfect buddhahood, so that I may tame those beings who are not yet tamed, liberate those not yet liberated, reassure those who need reassurance, and place beyond suffering those who are still suffering.” By this truth, and by these words of truth, may my self-sacrifice not be fruitless!’",
            "passage-xmlId": "UT22084-062-017-75",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/549"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "ཅེས་སྨྲས་ནས་བདག་ཉིད་མེ་དོང་ཆེན་པོ་དེར་མཆོངས་སོ། །དགེ་བསྙེན་རི་བོང་དེས་མེ་དོང་དེར་མཆོངས་མ་ཐག་ཏུ་མེ་དོང་དེའི་མེ་ཤི་སྟེ་པད་མ་ཅན་གྱི་རྫིང་དུ་གྱུར་ནས།",
            "english": "“With these words, he hurled himself into the large fire pit. “Lay brother, as soon as the hare jumped into the fire pit, the fire within it died out and became a pool of lotuses.",
            "passage-xmlId": "UT22084-062-017-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "རི་བོང་དེ་བུང་བ་ཟི་ཟི་ཟེར་བར་གྱུར་པའི་པད་མ་འདབ་མ་སྟོང་ཡོད་པའི་སྟེང་ན་འདུག་ཅིང་ཆོས་སྟོན་ཏེ།",
            "english": "The hare was teaching the Dharma while seated on a thousand-petaled lotus that was buzzing with bees.",
            "passage-xmlId": "UT22084-062-017-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ།",
            "english": "He gave instructions in proper spiritual conduct that were virtuous in the beginning, middle, and end;",
            "passage-xmlId": "UT22084-062-017-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ།",
            "english": "that were excellent in meaning and in expression;",
            "passage-xmlId": "UT22084-062-017-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་ཡང་དག་པར་སྟོན་ཏོ།",
            "english": "and that were uncontaminated, perfect, pure, and unsullied.",
            "passage-xmlId": "UT22084-062-017-77",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "།དྲང་སྲོང་གིས་དེ་མཐོང་སྟེ། མཐོང་ནས་ཀྱང་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས།",
            "english": "“When the sage witnessed this, he was overjoyed and delighted, and so he rejoiced.",
            "passage-xmlId": "UT22084-062-017-79",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ། རི་བོང་དེ་ལ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ཏོ།",
            "english": "Filled with joy and happiness, he joined the palms of his hands and bowed to the hare.",
            "passage-xmlId": "UT22084-062-017-79",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "།དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོ་དེ་ན་གནས་པའི་དྲང་སྲོང་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "“Lay brother, if you suspect or have doubts that the sage who lived at that time in that dense forest was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "དགེ་སློང་འོད་སྲུང་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོའི་དྲང་སྲོང་དུ་གྱུར་ཏོ།",
            "english": "Lay brother, at that time the monk Kāśyapa was the forest sage.",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "།དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོའི་རི་བོང་དུ་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "Lay brother, if you suspect or have doubts that the forest hare at that time was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "ང་དེའི་ཚེ་དེའི་དུས་ན་རི་བོང་དུ་གྱུར་ཏོ།",
            "english": "At that time, I was the hare.",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "།དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དེའི་ཚེ་ཡང་ངའི་ལུས་ལ་མེས་མ་ཚུགས་ན།",
            "english": "Lay brother, fire could not physically affect me even then, when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས་ཏེ།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.275.b",
            "tibetan": "ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "There is no basis for fire to physically affect me.”",
            "passage-xmlId": "UT22084-062-017-80",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/550"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་བསྙེན་དེ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་སྟོན། ཡང་དག་པར་འཛིན་དུ་འཇུག །ཡང་དག་པར་གཟེངས་སྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །",
            "english": "The Blessed One then delivered a Dharma discourse to the lay devotee and the crowd of beings that was instructive, encouraging, uplifting, and joyous.",
            "passage-xmlId": "UT22084-062-017-81",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་སོ།",
            "english": "After the Blessed One had delivered the Dharma discourse that was instructive, encouraging, uplifting, and joyous, he continued on to the house of Śrīgupta.",
            "passage-xmlId": "UT22084-062-017-309",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་འདི་ཇི་ལྟར་འགྱུར་སྙམ་སྟེ།",
            "english": "The crowd of people from the city of Rājagṛha thought, “What will happen?",
            "passage-xmlId": "UT22084-062-017-309",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཕྱི་སྒོའི་སྒོ་གང་ག་ལ་བ་དེར་དོང་ངོ་།",
            "english": "There is a pit at the main gate to Śrīgupta’s house.”",
            "passage-xmlId": "UT22084-062-017-309",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་མེ་དོང་ཆེན་པོ་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་མེ་དོང་ཆེན་པོ་དེར་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་ཐོག་མར་བཞག་སྟེ།",
            "english": "The Blessed One then reached the deep fire pit, and set his golden-colored right foot upon it.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་མེ་དོང་དེར་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་དེ་བཞག་མ་ཐག་ཏུ་མེ་དོང་དེའི་མེ་ཤི་བར་གྱུར་ཏེ་པད་མའི་རྫིང་བུར་གྱུར་ནས་བུང་བ་ཟི་ཟི་ཟེར་བར་གྱུར་ཏོ།",
            "english": "As soon as the Blessed One had set his golden-colored right foot upon the fire pit, the fire in the pit died out, and it became a pool of lotuses, buzzing with bees.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་མེ་དོང་དེར་བཞག་མ་ཐག་ཏུ་ལྷ་རྣམས་ལྷའི་ཙན་དན་གྱི་ཕྱེ་མ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།",
            "english": "As soon as the Blessed One had set his golden-colored right foot upon the fire pit, the gods showered heavenly sandalwood powder over him, showering him repeatedly with it.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ། །",
            "english": "They showered him with heavenly flowers, such as blue and white water lilies, red and white lotuses, and mandārava blossoms, showering him repeatedly with them.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "ལྷའི་རོལ་མོའི་སྒྲ་ཡང་འབྱིན་ཏོ། །སིལ་སྙན་གྱི་སྒྲ་ཡང་འབྱིན་ཏོ།",
            "english": "Divine music rang out, and heavenly cymbals played.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།དུང་དང་། རྔ་བོ་ཆེ་དང་། རྫ་རྔ་དང་། ཁར་རྔ་ལ་སོགས་པའི་སྒྲ་ཡང་ཕྱུང་ངོ་།",
            "english": "Conches, large drums, and clay and metal drums resounded.",
            "passage-xmlId": "UT22084-062-017-82",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་ངོ་མཚར་དུ་གྱུར་རྨད་དུ་བྱུང་བར་གྱུར་ཏེ།",
            "english": "The people of the great city of Rājagṛha were amazed and full of wonder.",
            "passage-xmlId": "UT22084-062-017-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "གསང་བསྟོད་ནས་སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོར་ཧ་ཧ་ཞེས་བྱ་བ་དང་། ཧི་ཧི་ཞེས་བྱ་བ་དང་། ཅ་ཅོ་དང་ག་ཞ་འཐོན་ཏོ།",
            "english": "They let out a great roar of acclaim and the loud sounds of jubilation, laughter, astonishment, and elation.",
            "passage-xmlId": "UT22084-062-017-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ལ་གོས་ཀྱང་འཐོར་རོ།",
            "english": "They even tossed clothes to the Blessed One.",
            "passage-xmlId": "UT22084-062-017-83",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།དེའི་ཚེ་ཁྱིམ་བདག་དཔལ་སྦས་ནི་གཅེར་བུ་པ་ཉེ་དུའི་བུ་དང་ལྷན་ཅིག་ཏུ་ཁང་སྟེང་ན་འདུག་གོ།",
            "english": "At that time Śrīgupta was standing on the roof of his house with Jñātiputra the Jain.",
            "passage-xmlId": "UT22084-062-017-84",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.a",
            "tibetan": "།ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མ་ཁྱིམ་གྱི་ནང་ན་འདུག་པས་རྒྱལ་པོའི་ཁབ་ཏུ་སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོ་ཕྱུང་བ་ཐོས་སོ། །ཐོས་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ལྟར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་འདིར་སྒྲ་མཐོན་པོ་དང་། སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོ་བྱུང་བ་ལས་བཅོམ་ལྡན་འདས་མེ་དོང་ཆེན་པོ་དེར་ལྷུང་སྟེ་གྲོངས་པར་མ་གྱུར་གྲང་།",
            "english": "Śrīgupta’s wife, who was inside the house, heard the roar and clamor erupting in Rājagṛha and thought, “Does such a loud and powerful noise here in the city of Rājagṛha mean that the Blessed One did not fall into the large fire pit and die?",
            "passage-xmlId": "UT22084-062-017-84",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/551"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "བདེ་བར་གཤེགས་པ་གྲོངས་པར་མ་གྱུར་གྲང་སྙམ་ནས་བསྒྲིམས་ཏེ་སྟོབས་གཏུགས་ནས་སྒོ་ཕྱེ་སྟེ།",
            "english": "Has the Sugata not died?” With this thought, Śrīgupta’s wife worked to force open the door.",
            "passage-xmlId": "UT22084-062-017-85",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "བང་ཐག་པར་སྒོ་ཁང་ག་ལ་བ་དེར་སོང་བ་དང་། ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མ་དེས་མེ་དོང་དེའི་མེ་ཤི་སྟེ་པད་མའི་རྫིང་དུ་གྱུར་ནས་བུང་བ་ཟི་ཟི་ཟེར་བའི་པད་མ་ལ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་བཞག་སྟེ་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་གཤེགས་པ་མཐོང་ངོ་།",
            "english": "She then ran straight to the main gate and saw that the fire inside the pit had died away, the pit had become a lotus lake, and the Blessed One had set foot upon a lotus buzzing with bees as he proceeded towards Śrīgupta’s house.",
            "passage-xmlId": "UT22084-062-017-85",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "།མཐོང་ནས་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས།",
            "english": "She was delighted and overjoyed at this sight;",
            "passage-xmlId": "UT22084-062-017-85",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ་ཁྱིམ་བདག་དཔལ་སྦས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཇོ་བོ་ཞུགས་དོང་གི་ཞུགས་གུམ་ནས་པད་མའི་རྫིང་བུར་གྱུར་ཏེ་བུང་བ་ཟི་ཟི་མཆི་བའི་པད་མ་ལ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་བཞག་ནས་ཁྱོད་ཀྱི་ཁྱིམ་དུ་བྱོན་པ་ལ་",
            "english": "and, filled with delight and happiness, she went to Śrīgupta and said, “Lord, the fire in the pit has gone out, and it has become a lotus lake. The Blessed One set foot on a lotus buzzing with bees, and then proceeded toward the house.",
            "passage-xmlId": "UT22084-062-017-85",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "གཟིགས་ཤིག །གཟིགས་ཤིག །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་འཇིགས། དངངས། སྐྲག་སྟེ་སྤུ་ཟིང་ཞེས་བྱེད་ནས་རིངས་ཤིང་མྱུར་བར་ལ་གོར་དུ་ཁང་སྟེང་ནས་བབས་ཏེ་སྒོ་གང་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།",
            "english": "Look, look!” Śrīgupta then looked, and was so startled and afraid that his hair bristled. Eagerly and swiftly he hastened down from the top of the house and went to the main gate where the Blessed One stood.",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་བདག་གིས་ནོངས།",
            "english": "When he arrived there, he bowed at the feet of the Blessed One and said, “Blessed One, I have made a mistake!",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "བདེ་བར་གཤེགས་པ་བདག་གིས་ནོངས་ཏེ་སླར་འཆགས་སོ།",
            "english": "Sugata, I have made a mistake, and I confess!",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "།བྱིས་པ་ཇི་ལྟ་བ་དང་། རྨོངས་པ་ཇི་ལྟ་བ་དང་། མི་མཁས་པ་ཇི་ལྟ་བ་བཞིན་དུ་བདག་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་བགྱི་བར་བསམས་ན།",
            "english": "Like a deluded, ignorant fool, I followed a nonvirtuous spiritual friend, and under his influence thought to treat the Blessed One in this manner.",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་ནོངས་པས་ནོངས་པ་ཅན་དུ་གཟུང་དུ་གསོལ།",
            "english": "Blessed One, since I have erred, please accept me, guilty as I am!",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "སླན་ཆད་ཀྱང་སྡོམ་པར་འཚལ་ལོ།",
            "english": "I commit to act differently from now on.”",
            "passage-xmlId": "UT22084-062-017-86",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེའི་ཕྱིར་ཁྱིམ་བདག་ཁྱོད་བྱིས་པ་ཇི་ལྟ་བ་དང་། རྨོངས་པ་ཇི་ལྟ་བ་དང་། མི་མཁས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་ཁྱོད་ཀྱིས་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱས་པ་ཉེས་པས་ཉེས་པ་ཅན་དུ་རྟོགས་ཤིག །",
            "english": "The Blessed One replied, “So, householder, you must understand that you are guilty of wrongdoing for following a nonvirtuous spiritual friend, like a deluded, ignorant fool, and behaving this way under his influence.",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "ཁྱིམ་བདག་ཁྱོད་གང་གི་ཚེ་ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ལ། ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ནས་འཆགས། མཐོལ། ཕྱིན་ཆད་ཀྱང་སྡོམ་ན་དེའི་ཕྱིར་ངས་ཁྱོད་ལ་ཉེས་པས་ཉེས་པ་ཅན་དུ་བཟུང་ངོ་།",
            "english": "Householder, because you confessed and admitted it when you saw that you were guilty of wrongdoing, and commit not to do so from now on, I will accept you, culpable as you are.",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "།དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "ཁྱིམ་བདག་ཆོས་འདུལ་བ་འདི་ལ་འདི་ནི་འཕེལ་བ་སྟེ།",
            "english": "The reason, householder, is that you will improve under the Dharma and Vinaya.",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ནས་འཆགས་ཤིང་མཐོལ་ཏེ་ཕྱིན་ཆད་ཀྱང་སྡོམ་པའོ།",
            "english": "Now that you have seen that you are guilty of wrongdoing, and confessed and admitted it, you will follow your commitment.",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "།ཁྱིམ་བདག་ཁྱོད་ལོངས།",
            "english": "Stand up, householder.",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.276.b",
            "tibetan": "འདི་ལྟར་འདིར་སེམས་དད་པས་མཆོད་པ་བྱས་སོ།",
            "english": "You have now honored me with this act of pious veneration.”",
            "passage-xmlId": "UT22084-062-017-87",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/552"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་མདུན་དུ་བདར་ཏོ།",
            "english": "Śrīgupta bowed at the feet of the Blessed One and venerated him.",
            "passage-xmlId": "UT22084-062-017-88",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་སྟེང་གི་ཁང་བཟངས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་གདན་བཤམས་པ་ལ་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།",
            "english": "The Blessed One then ascended to the upper story of the house. When he arrived, he sat down on the cushions arranged there, together with the monastic community.",
            "passage-xmlId": "UT22084-062-017-88",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་བཞུགས་པར་རིག་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། པུས་མོ་གཉིས་ཀའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དོ། །",
            "english": "When the householder Śrīgupta knew that the Blessed One and his followers were seated, he approached the Blessed One, knelt on both knees, and bowed toward him with joined palms.",
            "passage-xmlId": "UT22084-062-017-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཆུང་ཟད་ཅིག་གཞེས་སུ་གསོལ།",
            "english": "He then said, “Noble sir, Blessed One, please accept a little something to eat.",
            "passage-xmlId": "UT22084-062-017-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སླད་དུ་བཤོས་གཙང་གཞན་བགྱིད་དུ་སྩལ་ཏོ།",
            "english": "I will have some other, pure food prepared.",
            "passage-xmlId": "UT22084-062-017-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་བདག་གིས་བཤོས་གཙང་ཅི་སྦྱར་བ་དེ་ཐམས་ཅད་ཀྱི་ནང་དུ་དུག་དྲག་པོ་སྩལ་བས།",
            "english": "The reason is, noble sir, Blessed One, under the influence of a nonvirtuous spiritual friend, I had deadly poison added to all the pure food that had been prepared.",
            "passage-xmlId": "UT22084-062-017-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "དེས་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་འགྱུར་དུ་གློ་བ་ཆུད་ལགས་སོ།",
            "english": "I realize that it will cause some harm to the Blessed One and his followers.”",
            "passage-xmlId": "UT22084-062-017-89",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་དེ་སྙམ་དུ་མ་སེམས་ཤིག །ཁྱིམ་བདག་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པའི་ཚེ་ཡང་ལུས་ལ་དུག་གིས་མ་ཚུགས་ན།",
            "english": "The Blessed One replied, “Householder, do not think that way. Poison could not physically affect me even when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ད་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས་ཏེ།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ངའི་ལུས་ལ་དུག་གིས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "There is no basis for poison to physically affect me.”",
            "passage-xmlId": "UT22084-062-017-90",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཇི་ལྟར་སྐུ་ལ་དུག་གིས་མ་ཚུགས་ལགས།",
            "english": "“Blessed One, when you were born as an animal, how was it that poison did not physically affect you?”",
            "passage-xmlId": "UT22084-062-017-91",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་ཕྱུག་པ།",
            "english": "The Blessed One replied, “Householder, in the past there was a king of the city of Vārāṇasī named Brahmadatta.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ་ནས། བང་མཛོད་ཡོངས་སུ་གང་བའི་བར་དང་ལྡན་པ་ཞིག་བྱུང་ངོ་།",
            "english": "He was prosperous, wealthy, and affluent, with an overflowing treasury.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།ཁྱིམ་བདག་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་བཙུན་མོ་དཔེ་མེད་ཅེས་བྱ་བ་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་ཡོད་དོ།",
            "english": "Householder, King Brahmadatta had a queen named Anupamā, who had a fine figure, was beautiful and attractive, and had a clear and hearty complexion.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "།བཙུན་མོ་དཔེ་མེད་ནི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་སྡུག་པ། མངོས་པ། ཕངས་པ། ཡིད་དུ་འོང་བ། འདོད་པ། བལྟ་བ་དང་འཐུན་པའོ། །",
            "english": "To King Brahmadatta, Queen Anupamā was lovely, elegant, beloved, pleasing, desirable, and agreeable to behold.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ཁྱིམ་བདག་དེའི་ཚེ་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ།",
            "english": "Householder, at that time, on the southern slope of the snowy king of mountains lived a peacock king named Suvarṇāvabhāsa, who had a retinue of five hundred birds.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན་ཞིག་གནས་ཏེ།",
            "english": "His limbs and body were brightly colored, and his beak was jeweled.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.a",
            "tibetan": "དེ་གང་དང་གང་དུ་འགྲོ་ཡང་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་ཐོག་མ་ཉིད་ལ་འགྲོའོ།",
            "english": "Wherever he went, he ranked first among all peacocks.",
            "passage-xmlId": "UT22084-062-017-92",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/553"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.b",
            "tibetan": "།དེའི་ཚེ་དུས་གཞན་ཞིག་ན་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ནམ་ཕྱེད་ཀྱི་དུས་ནམ་གྱི་གུང་ཐུན་ལ་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་སྟེང་དུ་སྐད་ཕྱུང་སྟེ། སྐད་དེས་གྲོང་ཁྱེར་དེ་ཁྱབ་པར་གྲག་གོ། ། དེའི་ཚེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་བཙུན་མོ་དཔེ་མེད་དང་ཁང་སྟེང་ན་འདུག་པར་གྱུར་ཏོ།",
            "english": "“On one specific occasion, the peacock king Suvarṇāvabhāsa cried out over the city of Vārāṇasī in the middle of the night and was heard across the entire city. At that time, King Brahmadatta was in Queen Anupamā’s upper chamber.",
            "passage-xmlId": "UT22084-062-017-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/554"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.b",
            "tibetan": "།དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྒྲ་དེ་ཐོས་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་དེ་ལ་དྲིས་པ། ལྷ་འདི་ལྟར་ཆགས་པར་བགྱིད་པ། འདི་ལྟར་འདོད་པར་བགྱིད་པ། འདི་ལྟར་དྲེགས་པར་བགྱིད་པ། འདི་ལྟར་ཞེན་པར་བགྱིད་པ། འདི་ལྟར་འཆིང་བར་བགྱིད་པ། འདི་ལྟར་དགའ་བར་བགྱིད་པ། འདི་ལྟར་རོ་མྱང་བར་འོས་པ། འདི་ལྟར་སྙན་ཅིང་ཡིད་དུ་མཆི་ལ་མཉན་པར་འོས་པའི་སྒྲ་གདའ་བ་འདི་སུའི་ལགས།",
            "english": "When Queen Anupamā heard this sound, she asked King Brahmadatta, ‘Lord, whose call is so enticing, desirable, elevating, addictive, captivating, delightful, pleasing, sweet, agreeable, and so worthy to be heard?’",
            "passage-xmlId": "UT22084-062-017-93",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/554"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.b",
            "tibetan": "རྒྱལ་པོས་སྨྲས་པ། ལྷ་མོ་ངས་ཀྱང་མ་མཐོང་སྟེ། གཏམ་དུ་ཐོས་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཡན་ལག་བཀྲ་བ།",
            "english": "“The king replied, ‘Lady, though I have not seen him, I have heard it said that the peacock king Suvarṇāvabhāsa lives on the southern slope of the snowy king of mountains.",
            "passage-xmlId": "UT22084-062-017-94",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/554"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.b",
            "tibetan": "ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་ཞིག་གནས་ཏེ།",
            "english": "His limbs and body are brightly colored, he has a jeweled beak, and he possesses a retinue of five hundred birds.",
            "passage-xmlId": "UT22084-062-017-94",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/554"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.277.b",
            "tibetan": "དེ་གང་དང་གང་དུ་འགྲོ་ཡང་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་ཐོག་མ་ཉིད་ལ་འགྲོ་སྟེ་ལྷ་མོ་དེའི་སྒྲ་ནི་འདི་ལྟར་ཆགས་པར་བྱེད་པ། འདི་ལྟར་འདོད་པར་བྱེད་པ། འདི་ལྟར་དྲེགས་པར་བྱེད་པ། འདི་ལྟར་ཞེན་པར་བྱེད་པ། འདི་ལྟར་འཆིང་བར་བྱེད་པ། འདི་ལྟར་དགའ་བར་བྱེད་པ། འདི་ལྟར་རོ་མྱང་བར་འོས་པ། འདི་ལྟར་སྙན་ཅིང་ཡིད་དུ་འོང་ལ་མཉན་པར་འོས་པར་གྲག་ཅེའོ།",
            "english": "Wherever he goes, he ranks first among all peacocks. His call is said to sound just as enticing, desirable, elevating, addictive, captivating, delightful, pleasing, sweet, agreeable, and worthy to be heard as this.’",
            "passage-xmlId": "UT22084-062-017-94",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/554"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྨྲས་པ། ལྷ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་མྱུར་དུ་འདིར་བླང་བར་གསོལ།",
            "english": "“Queen Anupamā said, ‘Lord, please have Suvarṇāvabhāsa quickly brought here.’",
            "passage-xmlId": "UT22084-062-017-95",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་སྨྲས་པ། ལྷ་མོ་ནམ་མཁའ་ལ་རྒྱུ་བ་འདི་ལྟ་བུ་ངས་ཀྱང་མཐོང་བར་ག་ལ་ནུས།",
            "english": "“King Brahmadatta replied, ‘But, lady, how could I possibly find such a creature that roams through the sky?’",
            "passage-xmlId": "UT22084-062-017-95",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྨྲས་པ། ལྷ་གལ་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་མ་མཐོང་དུ་ལགས་ན་བདག་འགུམ་པར་འགྱུར་རོ།",
            "english": "“Queen Anupamā answered, ‘Lord, if I cannot see Suvarṇāvabhāsa I will die!’",
            "passage-xmlId": "UT22084-062-017-95",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།རྒྱལ་པོ་ཚངས་པས་བྱིན་བཙུན་མོ་དཔེ་མེད་ལ་ཀུན་ཏུ་ཆགས་པའི་སེམས་སུ་གྱུར་ཏེ།  སེམས་ཞེན་པས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་སྨྲས་པ། ལྷ་མོ་ངས་རྔོན་པ་དང་བྱ་བ་དགྱེས་རེ་ཞིག་སྡོད་ཅིག །",
            "english": "“King Brahmadatta was enamored with Queen Anupamā, and out of affection said to her, ‘Lady, wait a little; I will dispatch hunters.’",
            "passage-xmlId": "UT22084-062-017-98",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྔོན་པ་དང་བྱ་བའི་མི་རྣམས་བོས་ཏེ་འདི་སྐད་སྨྲས་སོ། །མཆོག་རྣམས་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། གསེར་གྱི་མཆུ་ཅན་ཞིག་གནས་ཞེས་གྲག་གིས། ཁྱེད་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་བྱ་རྒྱ་དང་རྙིས་ཟུང་ལ་འདིར་འོན་ཅིག །གལ་ཏེ་འདིར་བླང་ནུས་ན་དེ་ལྟ་ན་ནི་ལེགས་སོ། །ཇི་སྟེ་མི་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ།",
            "english": "“King Brahmadatta then summoned the hunters and said to them, ‘Gentlemen, it is said that on the southern slope of the snowy king of mountains dwells a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, and who has a jeweled beak. Catch Suvarṇāvabhāsa with nets and traps, and return home with the peacock king. If you manage to bring him home, all will be well. If you fail to do this, you will all lose your lives.’",
            "passage-xmlId": "UT22084-062-017-99",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།དེ་ནས་རྔོན་པ་དང་བྱ་པའི་མི་རྣམས་སྲོག་གིས་འཇིགས་སྐྲག །འཆི་བས་འཇིགས་སྐྲག་སྟེ།",
            "english": "“Since they were all afraid of dying, the hunters feared for their lives.",
            "passage-xmlId": "UT22084-062-017-100",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "བྱ་རྒྱ་དང་རྙི་རྣམས་ཐོགས་ནས་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གང་ན་གནས་པའི་ཕྱོགས་དེར་རྒྱ་བྲེས་རྙི་བཙུགས་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་གང་དང་གང་དུ་ལྟ་བ་དེ་དང་དེར་རྒྱ་རལ་རྙི་ཆད་དེ།",
            "english": "They took their nets and traps and went to the southern slope of the snowy king of mountains. Upon arriving, they spread out their nets and laid their traps in the area where the peacock king Suvarṇāvabhāsa lived, but the nets would tear and the traps would spring whenever Suvarṇāvabhāsa looked at them.",
            "passage-xmlId": "UT22084-062-017-100",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "ཕྱོགས་དེར་ཞག་བདུན་གྱི་བར་དུ་ཤ་ཐང་ཡང་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་བྱ་རྒྱ་དང་རྙིས་གཟུང་བར་མ་ནུས་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་དེས་སྙིང་རྗེ་ཉེ་བར་བཞག་ནས་རྔོན་པ་དང་བྱ་པ་རྣམས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།",
            "english": "Despite exhausting themselves for seven days in that area, they were not able to catch the peacock king Suvarṇāvabhāsa in their nets and traps. Then the peacock king was touched with compassion and said to the hunters,",
            "passage-xmlId": "UT22084-062-017-100",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།ཞོ་ཤས་འཚོ་བ་ཁྱེད་རྣམས་ཅིའི་ཕྱིར་ཕྱོགས་འདི་ན་ཤ་ཐང་ཞིང་འཁོད།",
            "english": "‘Laborers, why are you here, exhausting yourselves?’",
            "passage-xmlId": "UT22084-062-017-100",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "དེ་དག་གིས་སྨྲས་པ། རྨ་བྱའི་རྒྱལ་པོ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཚངས་པས་བྱིན་དེས་བསྒོ་བ།",
            "english": "“They replied, ‘Peacock king, please understand that King Brahmadatta commanded us.",
            "passage-xmlId": "UT22084-062-017-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "མཆོག་རྣམས་ཤེས་པར་གྱིས་ཤིག །རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན། འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་ཞིག་གནས་ཀྱིས།",
            "english": "Please understand that he said, “Gentlemen, you should know that on the southern slope of the snowy king of mountains dwells a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, who has a jeweled beak, and who possesses a retinue of five hundred birds.",
            "passage-xmlId": "UT22084-062-017-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "དེ་ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་ཟུང་ལ་འདིར་འོན་ཅིག །གལ་ཏེ་འདིར་བླང་བར་ནུས་ན་ནི་ཤིན་ཏུ་ལེགས་སོ།",
            "english": "Catch Suvarṇāvabhāsa with nets and traps and return home with the peacock king. If you manage to bring him home, all will be well.",
            "passage-xmlId": "UT22084-062-017-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.a",
            "tibetan": "།ཇི་སྟེ་མ་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ། །ཞེས་བསྒོ་སྟེ། བདག་ཅག་སྲོག་གིས་འཇིགས་སྐྲག་ནས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟ་བུར་འབད་པར་བྱེད་དོ།",
            "english": "If you fail to do this, you will all lose your lives.” It is out of fear for our lives that we are struggling like this.’",
            "passage-xmlId": "UT22084-062-017-101",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/555"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།རྨ་བྱའི་རྒྱལ་པོ་དེས་སྨྲས་པ། ཞོ་ཤས་འཚོ་བ་དག་ཁྱེད་ཀྱིས་རྙི་དང་བྱ་རྒྱས་ང་གཟུང་བ་ནི་མི་ནུས་སོ།",
            "english": "“The peacock king replied, ‘Laborers, you cannot catch me with nets and traps.",
            "passage-xmlId": "UT22084-062-017-102",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།ཞོ་ཤས་འཚོ་བ་དག་གལ་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་ང་བལྟ་བར་འདོད་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱོས་ཏེ། སྤོས་ཆུས་ཆག་ཆག་ཐོབ་ལ་མེ་ཏོག་སིལ་མ་ཁྲོམ་སྟེ། གདུགས་དང་བ་དན་བྲེས་ཤིག །",
            "english": "Laborers, if King Brahmadatta wishes to see me, let him sweep the city of Vārāṇasī clean, sprinkle scented water, scatter flower petals, hang parasols and pennants, raise banners, burn incense in censers, and prepare a chariot adorned with the seven jewels.",
            "passage-xmlId": "UT22084-062-017-102",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "རྒྱལ་མཚན་སྒྲེང་ལ། པོག་ཕོར་ནས་བདུག་པས་བདུགས་ལ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་གྱིས་ཏེ། ཞག་བདུན་གྱི་ཉིན་པར་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་འདིར་ཤོག་ཤིག་དང་། ང་ཉིད་དེར་འགྲོ་བར་བྱའོ།",
            "english": "King Brahmadatta should come here seven days from now in the company of the four divisions of his army, and I will go to Vārāṇasī myself.",
            "passage-xmlId": "UT22084-062-017-102",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།དེ་ལྟར་བྱའོ་ཞེས་ཏེ།",
            "english": "This is what should be done.’",
            "passage-xmlId": "UT22084-062-017-102",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "རྔོན་པ་དང་བྱ་པའི་མི་དག་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བའི་ལྟར་མཉན་ནས་མཐར་གྱིས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་དེར་རྒྱལ་པོ་ཚངས་པས་བྱིན་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་འདི་སྐད་སྨྲས་སོ།",
            "english": "“After the hunters had listened to the peacock king Suvarṇāvabhāsa, they made their way to the city of Vārāṇasī and into the presence of King Brahmadatta.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།ལྷ་མཁྱེན་པར་མཛད་དུ་གསོལ། བདག་ཅག་འདི་ནས་བྱ་རྒྱ་དང་རྙི་ཐོགས་ཏེ་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་མཆིས་པ་དང་། ཕྱོགས་གང་ན་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གནས་པའི་ཕྱོགས་དེར་རྙི་བཙུགས། རྒྱ་བྲེས་ན།",
            "english": "They said, ‘Lord, may it please you to know that we took our nets and traps to the southern slope of the snowy king of mountains and set them out in the area where the peacock king Suvarṇāvabhāsa lives.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གང་དང་གང་དུ་ལྟ་བ་དེ་དང་དེར་རྒྱ་རལ་རྙི་ཆད་དེ།",
            "english": "But whenever Suvarṇāvabhāsa looked at them, the nets tore and the traps were sprung.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "བདག་ཅག་ཕྱོགས་དེ་ན་དགུང་བདུན་གྱི་བར་དུ་ཤ་ཐང་ཡང་རྨ་བྱའི་རྒྱལ་པོ་དེ་རྒྱ་དང་རྙིས་བཟུང་བའི་རྔོ་མ་ཐོགས་པ་དང་།",
            "english": "Despite exhausting ourselves in that area for seven nights, we were not able to catch the peacock king with our nets and traps.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "རྨ་བྱའི་རྒྱལ་པོ་དེས་སྙིང་རྗེ་ཉེ་བར་བཞག་སྟེ་བདག་ཅག་ལ་འདི་སྐད་ཅེས་མཆིའོ། །ཀྱེ་མི་དག་ཅིའི་ཕྱིར་ཕྱོགས་འདི་ན་ཤ་ཐང་ཞིང་འཁོད། བདག་ཅག་གིས་སྨྲས་པ། རྨ་བྱའི་རྒྱལ་པོ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བདག་ཅག་ལ་བསྒོ་བ། རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་དེ་གང་དང་གང་དུ་འགྲོ་བར་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་དང་པོ་ལ་འགྲོ་བ་ཞིག་གནས་ཞེས་གྲག་གིས།",
            "english": "The peacock king was touched with compassion and said to us, “Laborers, why are you here, exhausting yourselves?” We replied, “Peacock king, please understand that King Brahmadatta commanded us, ‘On the southern slope of the snowy king of mountains is said to dwell a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, who has a jeweled beak, and who possesses a retinue of five hundred birds. Wherever he goes, he ranks first among all peacocks.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཟུང་ལ་འོན་ཅིག །གལ་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་དེ་འདིར་བླང་ནུས་ན་དེ་ལྟ་ན་ནི་ལེགས་སོ།",
            "english": "Catch the peacock king Suvarṇāvabhāsa with your nets and traps and bring him home. If you manage to bring him home, all will be well.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།ཇི་སྟེ་མ་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ་ཞེས་བསྒོ་སྟེ། བདག་ཅག་སྲོག་གིས་འཇིགས་སྐྲག །འཆི་བས་འཇིགས་སྐྲག་ནས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟར་འབད་པར་བྱེད་དོ། །",
            "english": "If you fail to do this, you will all lose your lives.’ Since we are afraid to die, it is out of fear for our lives that we are struggling like this.”",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "དེས་སྨྲས་པ། ཀྱེ་ཞོ་ཤས་འཚོ་བ་དག་ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་བཟུང་བར་ནི་མི་ནུས་སོ།",
            "english": "Suvarṇāvabhāsa replied, “Laborers, you cannot catch me with nets and traps.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "།ཞོ་ཤས་འཚོ་བ་དག་གལ་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་ང་མཐོང་བར་འདོད་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱོས་ཏེ། སྤོས་ཆུས་ཆག་ཆག་ཐོབ་ལ་མེ་ཏོག་སིལ་མ་ཁྲོམ་སྟེ། གདུགས་དང་བ་དན་བྲེས་ཤིག །",
            "english": "Laborers, if King Brahmadatta wishes to see me, let him sweep the city of Vārāṇasī clean, sprinkle scented water, scatter flower petals, hang parasols and pennants, raise banners, burn incense in censers, and prepare a chariot adorned with the seven jewels.",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.278.b",
            "tibetan": "རྒྱལ་མཚན་སྒྲེང་ལ། པོག་ཕོར་ནས་བདུག་པས་བདུགས་ལ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་གྱིས་ཏེ། ཞག་བདུན་གྱི་ཉིན་པར་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་འདིར་ཤོག་ཤིག་དང་། ང་ཉིད་དེར་འགྲོ་བར་བྱའོ་ཞེས་མཆིའོ།",
            "english": "King Brahmadatta should come here seven days from now in the company of the four divisions of his army, and I will go myself. This is what should be done.” ’",
            "passage-xmlId": "UT22084-062-017-103",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/556"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "།དེ་ལྟར་བྱའོ་ཞེས་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྔོན་པ་དང་བྱ་པ་དེ་དག་གི་ལྟར་མཉན་ནས། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱེད་དུ་བཅུག །",
            "english": "“King Brahmadatta listened to what the hunters said, and he had the city of Vārāṇasī swept clean.",
            "passage-xmlId": "UT22084-062-017-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "སྤོས་ཆུས་ཆག་ཆག་འདེབས་སུ་བཅུག །མེ་ཏོག་སིལ་མ་འགྲེམས་སུ་བཅུག །གདུགས་དང་བ་དན་འབྲེར་བཅུག །རྒྱལ་མཚན་སྒྲེང་དུ་བཅུག །པོག་ཕོར་ནས་བདུག་པས་བདུག་ཏུ་བཅུག །རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་བྱེད་དུ་བཅུག་ནས་ཞག་བདུན་འདས་པ་དང་། དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་གྱོན་དུ་བཅུག་སྟེ།",
            "english": "He had scented water sprinkled, flower petals scattered, parasols and pennants hung, banners raised, incense burned in censers, and a chariot prepared that was adorned with the seven jewels.",
            "passage-xmlId": "UT22084-062-017-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བགོས་ནས་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་དྲངས་ཏེ།",
            "english": "When seven days had passed, he gathered the four divisions of his army and had them don their armor.",
            "passage-xmlId": "UT22084-062-017-104",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་སོང་བ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་བདག་ཉིད་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་ལ་ཞོན་ཏེ་སྐད་ཕྱུང་བ་དང་། དེའི་སྐད་ཀྱིས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ཁྱབ་པར་གྲག་ནས།",
            "english": "Leading the chariot adorned with the seven jewels, the king and the four divisions of his army went to the southern slope of the snowy king of mountains. “The peacock king Suvarṇāvabhāsa mounted the seven-jeweled chariot and let out a cry that resounded through the four divisions of the army.",
            "passage-xmlId": "UT22084-062-017-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "རྒྱལ་པོ་ཚངས་པས་བྱིན་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་ལ་བཀུར་སྟི་བྱེད་དུ་བཅུག །བླ་མར་བྱེད་དུ་བཅུག །རིམ་གྲོ་བྱེད་དུ་བཅུག །མཆོད་པ་བྱེད་དུ་བཅུག་ནས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དང་ལྷན་ཅིག་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ག་ལ་བ་དེར་སོང་བ་དང་། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་སྒོར་འདུག་ནས་སྐད་ཕྱུང་སྟེ།",
            "english": "King Brahmadatta was delighted and overjoyed. Pleased and happy, he had the peacock king Suvarṇāvabhāsa treated with honor and respect. He attended to him and offered him veneration. Then, accompanied by the peacock king Suvarṇāvabhāsa, he returned to Vārāṇasī.",
            "passage-xmlId": "UT22084-062-017-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.a",
            "tibetan": "དེའི་སྐད་དེས་གྲོང་ཁྱེར་དེ་ཐམས་ཅད་ཁྱབ་པར་གྲག་གོ། །དེ་ནས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་གང་དག་གནས་པ་དེ་དག་གྲོང་ཁྱེར་གྱི་སྒོ་ག་ལ་བ་དེར་རབ་ཏུ་རྒྱུག་གོ།",
            "english": "At the gate to the city, Suvarṇāvabhāsa let out a cry that resounded through the whole city, and all the men, women, boys, and girls who lived in Vārāṇasī rushed to the city gate.",
            "passage-xmlId": "UT22084-062-017-105",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/557"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་བཀུར་སྟི་བྱེད་དུ་བཅུག །བླ་མར་བྱེད་དུ་བཅུག །རིམ་གྲོ་བྱེད་དུ་བཅུག །མཆོད་པ་བྱེད་དུ་བཅུག་ནས།",
            "english": "“King Brahmadatta treated Suvarṇāvabhāsa with honor and respect, attending to him and offering veneration.",
            "passage-xmlId": "UT22084-062-017-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "རང་གི་ཁྱིམ་ག་ལ་བ་དང་། བཙུན་མོ་དཔེ་མེད་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།",
            "english": "They then went to his home, where Queen Anupamā was waiting.",
            "passage-xmlId": "UT22084-062-017-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "བཙུན་མོ་དཔེ་མེད་ལ་འདི་སྐད་ཅེས་སྨྲས་ཏེ། ལྷ་མོ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ནི་ཁྱོད་ཀྱི་གན་དུ་རང་འོངས་སོ་ཞེས་སྨྲས་སོ།",
            "english": "When they arrived, the king said to her, ‘My lady, the peacock king Suvarṇāvabhāsa approaches.’",
            "passage-xmlId": "UT22084-062-017-106",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།རྒྱལ་པོ་ཚངས་པས་བྱིན་དེ་བདག་ཉིད་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་མེ་ཏོག་དང་འབྲས་བུ་རྣམས་ཀྱིས་རིམ་གྲོ་བྱེད་དོ།",
            "english": "“King Brahmadatta himself served Suvarṇāvabhāsa with flowers and fruits.",
            "passage-xmlId": "UT22084-062-017-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།དེའི་ཚེ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་བྲེལ་བ་ཞིག་བྱུང་ནས་དེས་འདི་སྙམ་དུ་བསམས་ཏེ། སུས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་རིམ་གྲོ་བྱེད་ནུས་སྙམ་ནས། དེས་ཡང་འདི་སྙམ་དུ་བསམས་ཏེ། བཙུན་མོ་དཔེ་མེད་ནི་མཁས་པ། ཤེས་རབ་ཆེན་པོ་དང་ལྡན་པ་སྟེ།",
            "english": "But on one occasion when King Brahmadatta had other obligations, he thought, ‘Who can serve the peacock king Suvarṇāvabhāsa?’ Then the thought occurred to him, ‘Queen Anupamā is clever and very wise; I think she can do it.’",
            "passage-xmlId": "UT22084-062-017-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "དེས་ནུས་སོ་སྙམ་མོ། །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བཙུན་མོ་དཔེ་མེད་ལ་བོས་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་མོ་ཁྱོད་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ངས་ཇི་ལྟར་རིམ་གྲོ་བྱས་པ་བཞིན་དུ་བདག་ཉིད་ཀྱིས་རིམ་གྲོ་གྱིས་ཤིག ། དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་བཙུན་མོ་དཔེ་མེད་བདག་ཉིད་ཀྱིས་མེ་ཏོག་དང་འབྲས་བུ་རྣམས་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་ལ་བསྙེན་བཀུར་བྱེད་དོ།",
            "english": "King Brahmadatta summoned Queen Anupamā and said to her, ‘My lady, please attend to the peacock king Suvarṇāvabhāsa, just as I have served him.’ Then Anupamā, the queen of King Brahmadatta, attended to Suvarṇāvabhāsa herself with flowers and fruit.",
            "passage-xmlId": "UT22084-062-017-107",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།དེའི་ཚེ་དུས་གཞན་ཞིག་ན་བཙུན་མོ་དཔེ་མེད་སྐྱེས་པ་གཞན་ལ་ཆགས་པར་གྱུར་ཏེ།",
            "english": "“At one point, Queen Anupamā developed an attraction to another man.",
            "passage-xmlId": "UT22084-062-017-108",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་འདི་སྙམ་དུ་བསམས་སོ། །རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ནི་མིའི་སྐད་དུ་སྨྲ་བས་དེས་གཏམ་འདི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་མི་བསྙད་གྲང་།",
            "english": "She thought, ‘The peacock king Suvarṇāvabhāsa speaks the human language, so might he not tell this tale to King Brahmadatta?",
            "passage-xmlId": "UT22084-062-017-108",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "རྒྱལ་པོ་ཚངས་པས་བྱིན་དེས་ཀྱང་བདག་བཟུང་སྟེ་མི་བསད་གྲང་སྙམ་ནས། དེ་ནས་བུད་མེད་དེས་བྱའི་རྒྱལ་པོ་དེ་ལ་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་ནོ།",
            "english": "Might the king not arrest and execute me?’ The woman then gave the peacock king food and drink laced with poison.",
            "passage-xmlId": "UT22084-062-017-108",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.279.b",
            "tibetan": "།བུད་མེད་དེས་རྨ་བྱའི་རྒྱལ་པོ་དེ་ལ་ཇི་ལྟ་ཇི་ལྟར་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་པ་དེ་ལྟ་དེ་ལྟར་རྨ་བྱའི་རྒྱལ་པོ་དེའི་ལུས་གཟུགས་ཆེས་བཟང་བ་དང་། ཆེས་མཛེས་པ་དང་། ཆེས་བལྟ་ན་སྡུག་པ་དང་། ཆེས་འོད་གསལ་བར་གྱུར་ཏོ།",
            "english": "But no matter how much poisoned food and drink she gave to him, his body became that much finer, more beautiful, more attractive, and more radiant.",
            "passage-xmlId": "UT22084-062-017-108",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/558"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་འདི་སྙམ་དུ་སེམས་ཏེ། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་བདག་གིས་ཇི་ལྟ་ཇི་ལྟར་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་པ་དེ་ལྟ་དེ་ལྟར་འདིའི་ལུས་གཟུགས་ཆེས་བཟང་བ་དང་། ཆེས་མཛེས་པ་དང་། ཆེས་བལྟ་ན་སྡུག་པ་དང་། ཆེས་འོད་གསལ་བར་གྱུར་ཏོ་སྙམ་མོ།",
            "english": "“Then Queen Anupamā thought, ‘No matter how much poisoned food and drink I give to the peacock king Suvarṇāvabhāsa, his body becomes that much finer, more beautiful, more attractive, and more radiant!’",
            "passage-xmlId": "UT22084-062-017-109",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།དེ་ནས་བཙུན་མོ་དཔེ་མེད་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བས་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྐུན་མ་རྐུན་མ་ཁྱོད་ཀྱི་ངས་ཤེས་ཏེ།",
            "english": "“The peacock king Suvarṇāvabhāsa then said to Queen Anupamā, ‘Villain, villain, I know about you!",
            "passage-xmlId": "UT22084-062-017-110",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ཁྱོད་འདི་སྙམ་དུ་བདག་ནི་སྐྱེས་པ་གཞན་ལ་ཆགས་པར་གྱུར་ལ།",
            "english": "You thought, “I’ve become attracted to another man, and this bird knows about it.",
            "passage-xmlId": "UT22084-062-017-110",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བྱ་འདིས་ཤེས་ཏེ་འདི་ཡང་མི་སྐད་སྨྲ་བས་འདིས་གཏམ་འདི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་མི་བསྙད་གྲང་།",
            "english": "Since he speaks the human language, might he not tell this tale to the king?",
            "passage-xmlId": "UT22084-062-017-110",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "རྒྱལ་པོས་བདག་བཟུང་སྟེ་མི་བསད་གྲང་སྙམ་དུ་བསམས་ནས། དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ང་ལ་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་ཏེ། ཁྱོད་ཀྱིས་ང་གསད་པར་མི་ནུས་སོ།",
            "english": "Might the king not arrest and execute me?” So you gave me food and drink laced with poison, but you cannot kill me.’",
            "passage-xmlId": "UT22084-062-017-110",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།དེ་ནས་བཙུན་མོ་དཔེ་མེད་དེས་ཚིག་དེ་ཐོས་ནས་ཁ་བུབ་ཏུ་འགྱེལ་ཏེ་ཁྲག་དྲོན་པོ་སྐྱུགས་ནས་ནད་ཚབས་ཆེན་པོས་བཏབ་སྟེ། ནད་དེ་ཉིད་ཀྱིས་ཤི་བའི་དུས་བྱས་སོ།",
            "english": "“When she heard this, Queen Anupamā fell face down, vomited warm blood, and was seized by a serious illness that led to her death.",
            "passage-xmlId": "UT22084-062-017-111",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།དེ་ཤི་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་དུ་སྐྱེས་པར་གྱུར་ཏོ།",
            "english": "After her death, she was born as a denizen of the Hell of Loud Screams.",
            "passage-xmlId": "UT22084-062-017-111",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།ཁྱིམ་བདག་དེའི་ཚེ་དེའི་དུས་ན་གྲོང་ཁྱེར་ཆེན་པོ་བཱ་རཱ་ཎ་སཱིའི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "“Householder, if you suspect or have doubts that Brahmadatta, the king of the great city of Vārāṇasī at that time, was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "དགེ་སློང་ཤཱ་རིའི་བུ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བར་གྱུར་ཏོ།",
            "english": "The monk Śāriputra was King Brahmadatta at that time.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།ཁྱིམ་བདག་དེའི་ཚེ་དེའི་དུས་ན་བཙུན་མོ་དཔེ་མེད་ཅེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "Householder, if you suspect or have doubts that the queen Anupamā at that time was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-113"
            ],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "བྲམ་ཟེའི་བུ་མོ་གཡོ་མ་དེ་དེའི་ཚེ་དེའི་དུས་ན་བཙུན་མོ་དཔེ་མེད་དུ་གྱུར་ཏོ། །ཁྱིམ་བདག་དེའི་ཚེ་དེའི་དུས་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་གནས་པའི་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "The deceitful brahmin maiden was Queen Anupamā at that time. Householder, if you suspect or have doubts that the peacock king Suvarṇāvabhāsa who lived on the southern slope of the snowy king of mountains was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "ང་དེའི་ཚེ་དེའི་དུས་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་གནས་པ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བར་གྱུར་ཏོ།",
            "english": "I myself, at that time, was Suvarṇāvabhāsa, the peacock king who lived on the southern slope of the snowy king of mountains.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "།ཁྱིམ་བདག་དེའི་ཚེ་དེའི་དུས་ན་རྨ་བྱ་ལྔ་བརྒྱར་གྱུར་པ་དེ་དག་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "Householder, if you suspect or have doubts that the five hundred peacocks were some other beings, reconsider.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.a",
            "tibetan": "དགེ་སློང་མཆོག་ལྔ་བརྒྱ་པོ་འདི་དག་དེའི་ཚེ་དེའི་དུས་ན་རྨ་བྱ་ལྔ་བརྒྱར་གྱུར་ཏོ།",
            "english": "The five hundred excellent monks in my retinue here were the five hundred peacocks at that time.",
            "passage-xmlId": "UT22084-062-017-112",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/559"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།ཁྱིམ་བདག་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དེའི་ཚེ་ཡང་ལུས་ལ་དུག་གིས་མ་ཚུགས་ན།",
            "english": "“Householder, poison could not physically affect me even then, when I was born as an animal;",
            "passage-xmlId": "UT22084-062-017-114",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "ད་ལྟར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།",
            "english": "how much less so now that I am a completely awakened buddha?",
            "passage-xmlId": "UT22084-062-017-114",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "ངའི་ལུས་ལ་དུག་གིས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།",
            "english": "There is no basis for poison to physically affect me.",
            "passage-xmlId": "UT22084-062-017-114",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དེ་བས་ན་ཁྱིམ་བདག་ཚིགས་སུ་བཅད་པ་བརྗོད་པ་བྱས།",
            "english": "Therefore, householder, listen carefully and retain the following verses.",
            "passage-xmlId": "UT22084-062-017-114",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་། ངས་ཁྱོད་ལ་བཤད་ཀྱིས་ལེགས་པར་རབ་ཏུ་ཟུང་ལ་ཟས་ལ་ལན་གསུམ་བཟླས་པ་གྱིས་ཏེ།",
            "english": "I will teach them to you; remember them carefully and recite them three times over the food, and then distribute it to the assembly of monks.",
            "passage-xmlId": "UT22084-062-017-114",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "དགེ་སློང་གི་དགེ་འདུན་ལ་བྲིམས་ཤིག །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས།",
            "english": "“Attachment, anger, and delusion:",
            "passage-xmlId": "UT22084-062-017-115",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དེ་དག་འཇིག་རྟེན་དུག་གསུམ་སྟེ།",
            "english": "These are the three worldly poisons.",
            "passage-xmlId": "UT22084-062-017-115",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།བཅོམ་ལྡན་སངས་རྒྱས་དུག་མེད་པ།",
            "english": "The blessed Buddha is without poison;",
            "passage-xmlId": "UT22084-062-017-115",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།སངས་རྒྱས་བདེན་པས་དུག་བཅོམ་མོ།",
            "english": "The Buddha’s truth conquers poison.",
            "passage-xmlId": "UT22084-062-017-115",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས།",
            "english": "“Attachment, anger, and delusion:",
            "passage-xmlId": "UT22084-062-017-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དེ་དག་འཇིག་རྟེན་དུག་གསུམ་སྟེ།",
            "english": "These are the three worldly poisons.",
            "passage-xmlId": "UT22084-062-017-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།བཅོམ་ལྡན་ཆོས་ནི་དུག་མེད་པ།",
            "english": "The blessed Dharma is without poison;",
            "passage-xmlId": "UT22084-062-017-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།ཆོས་ཀྱི་བདེན་པས་དུག་བཅོམ་མོ།",
            "english": "The Dharma’s truth conquers poison.",
            "passage-xmlId": "UT22084-062-017-119",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས།",
            "english": "“Attachment, anger, and delusion:",
            "passage-xmlId": "UT22084-062-017-123",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དེ་དག་འཇིག་རྟེན་དུག་གསུམ་སྟེ།",
            "english": "These are the three worldly poisons.",
            "passage-xmlId": "UT22084-062-017-123",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།བཅོམ་ལྡན་དགེ་འདུན་དུག་མེད་པ།",
            "english": "The blessed Saṅgha is without poison;",
            "passage-xmlId": "UT22084-062-017-123",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དགེ་འདུན་བདེན་པས་དུག་བཅོམ་མོ།",
            "english": "The Saṅgha’s truth conquers poison.",
            "passage-xmlId": "UT22084-062-017-123",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།བདེན་པ་གང་གིས་ང་སངས་རྒྱས། །འཇིག་རྟེན་ཀུན་ལ་བླ་ན་མེད། །",
            "english": "“By the truth of these words—The truth that I am a buddha,",
            "passage-xmlId": "UT22084-062-017-127",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "བདེན་པའི་ཚིག་ནི་དེ་ཡིས་སུ། །ང་ལུས་དུག་གིས་མི་ཚུགས་ཤོག །",
            "english": "Unsurpassed in the world—May poison not harm me!",
            "passage-xmlId": "UT22084-062-017-127",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "བདེན་པ་གང་གིས་ང་ཡི་ཆོས། །འཇིག་རྟེན་ཀུན་ལ་བླ་ན་མེད། །བདེན་པའི་ཚིག་ནི་དེ་ཡིས་སུ། །ང་ལུས་དུག་གིས་མི་ཚུགས་ཤོག །",
            "english": "“By the truth of these words— The truth that my Dharma Is unsurpassed in the world— May poison not harm me!",
            "passage-xmlId": "UT22084-062-017-131",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "བདེན་པ་གང་གིས་ངའི་དགེ་འདུན། །འཇིག་རྟེན་ཀུན་ལ་བླ་ན་མེད། །བདེན་པའི་ཚིག་ནི་དེ་ཡིས་སུ། །ང་ལུས་དུག་གིས་མི་ཚུགས་ཤོག །",
            "english": "“By the truth of these words—The truth that my Saṅgha Is unsurpassed in the world—May poison not harm me!",
            "passage-xmlId": "UT22084-062-017-135",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "ཤིང་གང་དུག་དང་བཅས་རྣམས་དང་། །སྲོག་ཆགས་གང་དག་དུག་བཅས་པ།",
            "english": "“All the poisonous trees And all the poisonous animals",
            "passage-xmlId": "UT22084-062-017-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "།དེ་ཀུན་འདོད་ཆགས་དུག་ལས་བྱུང་། །འདོད་ཆགས་འདི་ནི་དུག་གི་མཆོག །",
            "english": "Arise from the poison of desire; Desire is the worst poison.",
            "passage-xmlId": "UT22084-062-017-139",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.280.b",
            "tibetan": "ཤིང་གང་དུག་དང་བཅས་རྣམས་དང་། །སྲོག་ཆགས་གང་དག་དུག་བཅས་པ། །དེ་ཀུན་ཞེ་སྡང་དུག་ལས་བྱུང་། །ཞེ་སྡང་འདི་ནི་དུག་གི་མཆོག །",
            "english": "“All the poisonous trees And all the poisonous animals Arise from the poison of anger; Anger is the worst poison.",
            "passage-xmlId": "UT22084-062-017-143",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/560"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "ཤིང་གང་དུག་དང་བཅས་རྣམས་དང་། །སྲོག་ཆགས་གང་དག་དུག་བཅས་པ། །དེ་ཀུན་གཏི་མུག་དུག་ལས་བྱུང་། །གཏི་མུག་འདི་ནི་དུག་གི་མཆོག །",
            "english": "“All the poisonous trees And all the poisonous animals Arise from the poison of delusion; Delusion is the worst poison.",
            "passage-xmlId": "UT22084-062-017-147",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "དྲག་པོའི་དུག་གིས་དུག་བཅོམ་སྟེ། །བསྲུང་དང་ཡོངས་སུ་གཟུང་བ་བྱས།",
            "english": "“The buddhas have conquered the fiercest poisons; They have protected and shielded us from them.",
            "passage-xmlId": "UT22084-062-017-151",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།སངས་རྒྱས་ཀུན་གྱིས་དུག་བཅོམ་པས། །རྫོགས་སངས་རྒྱས་ལ་སྐྱབས་སུ་དོང་།",
            "english": "Because all buddhas have conquered poisons, I take refuge in the perfectly awakened ones.",
            "passage-xmlId": "UT22084-062-017-151",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།དེ་དེ་བཞིན་བགྱིའོ་ཞེས་ཏེ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པ་དེ་དག་ལེགས་པར་རབ་ཏུ་བླངས་ཏེ། བླངས་ནས་ཟས་དེ་དག་ལ་ལན་གསུམ་བཟླས་ཏེ།",
            "english": "“Perform it in that manner.” The householder Śrīgupta accepted these verses in the presence of the Blessed One and recited them three times over the food.",
            "passage-xmlId": "UT22084-062-017-155",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "རང་གི་ལག་གིས་ཞལ་ཟས་བསོད་པ་མང་པོ་དགེ་སློང་གི་དགེ་འདུན་ལ་བསྟབས་ཏེ་ཚིམ་པར་བྱས་སོ།",
            "english": "He then served many pleasing dishes to the assembled monks with his own hands, so that they were satisfied.",
            "passage-xmlId": "UT22084-062-017-155",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་བཤོས་གསོལ་ཟིན་ཏེ། ཕྱག་བཅབས་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་ཞིག་བླངས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།",
            "english": "When the householder Śrīgupta learned that the Blessed One and the assembled monks had finished their meals and had washed their hands and put their alms bowls away, he rose from his seat and sat to one side.",
            "passage-xmlId": "UT22084-062-017-157",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།ཁྱིམ་བདག་དཔལ་སྦས་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་གཏམ་རིམ་གྱིས་མཛད་པ་འདི་ལྟ་སྟེ།",
            "english": "With Śrīgupta seated to the side, the Blessed One spoke to him about the following subjects in sequence:",
            "passage-xmlId": "UT22084-062-017-157",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "གང་འདི་སྦྱིན་པའི་གཏམ་དང་། ཚུལ་ཁྲིམས་ཀྱི་གཏམ་དང་། མཐོ་རིས་ཀྱི་གཏམ་དང་། འདོད་པའི་ཉེས་དམིགས་དང་། དེའི་འོག་ཏུ་ཟག་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། མངོན་པར་འབྱུང་བའི་ཕན་ཡོན་དང་། རྣམ་པར་བྱང་བའི་ཕྱོགས་སོ།",
            "english": "generosity, moral discipline, higher rebirth, the faults of desire and the pollutions that flow from it, impurity, the benefits of renunciation, and purity.",
            "passage-xmlId": "UT22084-062-017-157",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་རྒྱ་ཆེར་རབ་ཏུ་བསྟན།",
            "english": "The Blessed One then instructed the householder Śrīgupta in greater detail;",
            "passage-xmlId": "UT22084-062-017-158",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "རབ་ཏུ་འཇོག །རྣམ་པར་འགྲེལ། རྣམ་པར་འབྱེད། གསལ་བར་མཛད་དོ།",
            "english": "he set forth, explained, classified, and clarified.",
            "passage-xmlId": "UT22084-062-017-158",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་གང་གི་ཚེ་ཁྱིམ་བདག་དཔལ་སྦས་སེམས་དགའ་བ་དང་། སེམས་མཉེན་པ་དང་། སེམས་དགེ་བ་དང་། སྒྲིབ་པ་མེད་པའི་སེམས་སུ་གྱུར་པར་མཁྱེན་པ་དེའི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཡང་དག་ཕུལ་གྱི་ཆོས་གང་སྟོན་པ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་རྒྱ་ཆེར་རབ་ཏུ་བསྟན། རབ་ཏུ་བཞག །རྣམ་པར་བཀྲོལ། རྣམ་པར་ཕྱེ། གསལ་བར་མཛད། རབ་ཏུ་བཤད་དོ།",
            "english": "When he realized that the householder Śrīgupta’s mind had become joyful, flexible, virtuous, and unpolluted, the Blessed One instructed, set forth, explained, classified, clarified, and explained in still greater detail the most sublime teachings taught by the blessed buddhas.",
            "passage-xmlId": "UT22084-062-017-158",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་སྟན་དེ་ལ་འདུག་བཞིན་དུ་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་ཏེ།",
            "english": "While still on his seat, the householder Śrīgupta developed the dustless and unobscured Dharma eye.",
            "passage-xmlId": "UT22084-062-017-159",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.a",
            "tibetan": "འདི་ལྟ་སྟེ། དཔེར་ན་རས་ནག་པོའི་བག་མེད་པ། ཁ་བསྒྱུར་བར་འོས་པ་ཚོན་གྱི་ནང་དུ་བཅུག་ན་ཚོན་ལེགས་པར་འཇེན་པ་དེ་བཞིན་དུ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱང་སྟན་དེ་ལ་འདུག་བཞིན་དུ་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་སོ།",
            "english": "Just as a piece of fabric that has carelessly become stained but is fit to be dyed will thoroughly absorb the color it is soaked in, so did the householder Śrīgupta, seated on his seat, develop the dustless and unobscured Dharma eye in connection with the teachings.",
            "passage-xmlId": "UT22084-062-017-159",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/561"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ཆོས་མཐོང་། ཆོས་ཐོབ། ཆོས་ཡོངས་སུ་བསྐྱེད། མངོན་དུ་ཡང་དག་པར་རྟོགས། ནེམ་ནུར་མེད། ཐེ་ཙོམ་དང་བྲལ། སོམ་ཉི་དང་བྲལ། གཞན་གྱི་དྲིང་མི་འཇོག །སྟོན་པའི་བསྟན་པ་ཀུན་ཏུ་ཤེས།",
            "english": "The householder Śrīgupta then perceived, attained, generated, and perfectly realized the Dharma. Without uncertainty, hesitation, or doubt, and without relying on anyone else, he completely understood the Teacher’s teachings.",
            "passage-xmlId": "UT22084-062-017-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "མི་འཇིགས་པ་ཐོབ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆིའོ།",
            "english": "He became fearless, and said to the Blessed One, “Noble sir, Blessed One, I go for refuge in the Buddha, Dharma, and monastic community.",
            "passage-xmlId": "UT22084-062-017-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ལ་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ།",
            "english": "Noble sir, Blessed One, please accept me as a lay devotee.",
            "passage-xmlId": "UT22084-062-017-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།དེང་ནས་ཇི་སྲིད་འཚོའི་བར་དུ་བདག་གི་སྐྱབས་ཁྱོད་ལགས་ཏེ་སྐྱབས་སུ་མཆིའོ།",
            "english": "From today, for as long as I live, you will be my refuge. I take refuge in you.”",
            "passage-xmlId": "UT22084-062-017-160",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།དེ་ནས་དགེ་སློང་དེ་དག་ངོ་མཚར་དུ་གྱུར། རྨད་དུ་བྱུང་བར་གྱུར་ཏེ། འདི་ལྟར་ཁྱིམ་བདག་དཔལ་སྦས་བཅོམ་ལྡན་འདས་མེ་དོང་དུ་བསྲེག་པ་དང་། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འདོད་པ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ནས་བཟློག་སྟེ། ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་པ་འདི་ནི་ངོ་མཚར་རྨད་དུ་བྱུང་བའོ་སྙམ་པ་དང་།",
            "english": "The monks were astonished and amazed at how the householder Śrīgupta—who had wished to burn the Blessed One in a pit of fire and was destined to fall into the great hells—had been turned away from the great hells by the Blessed One, and had developed the dustless and unobscured Dharma eye in connection with the teachings.",
            "passage-xmlId": "UT22084-062-017-161",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱིམ་བདག་དཔལ་སྦས་ད་ལྟར་འབའ་ཞིག་ང་མེ་དོང་དུ་བསྲེག་པ་དང་། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འདོད་ལ། ངས་དེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་ལས་བཟློག་སྟེ། ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་པར་ཡང་མ་ཟད་དེ།",
            "english": "When he perceived their surprise and wonder, the Blessed One said, “Monks, this is not the only time the householder Śrīgupta wished to burn me in a pit of fire and was destined to fall into the great hells until I turned him away from the great hells so that he would develop the dustless and unobscured Dharma eye in connection with the teachings.",
            "passage-xmlId": "UT22084-062-017-162",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "དགེ་སློང་དག་གཞན་གྱི་ཚེ་ཡང་ཁྱིམ་བདག་དཔལ་སྦས་ང་མེ་དོང་དུ་བསྲེག་པ་དང་། སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འདོད་དེ།",
            "english": "Monks, in another life as well, the householder Śrīgupta wished to burn me in a pit of fire and was destined to fall into the great hells;",
            "passage-xmlId": "UT22084-062-017-162",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "ངས་དེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་ལས་བཟློག་གོ།",
            "english": "then, too, I turned him away from the great hells.”",
            "passage-xmlId": "UT22084-062-017-162",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.281.b",
            "tibetan": "།དགེ་སློང་དེ་དག་གིས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས། ཁྱིམ་བདག་དཔལ་སྦས་གཞན་གྱི་ཚེ་བཅོམ་ལྡན་འདས་ཞུགས་ཀྱི་དོང་དུ་བསྲེགས་ཏེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མ་མཆིས་པར་ལྟུང་བར་འཚལ་ལ། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་ལས་ཐར་བར་མཛད་པ་ཇི་ལྟ་བུ་ལགས།",
            "english": "The monks asked, “Noble sir, Blessed One, how did it happen that, in another life, the householder Śrīgupta sought to burn the Blessed One in a pit of fire, and was thus destined to fall into the great Avīci hell, only to have the Blessed One save him from falling into that hell?”",
            "passage-xmlId": "UT22084-062-017-163",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/562"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཅེས་བྱ་བ་ཚུལ་ཁྲིམས་དང་ལྡན་པ། ཡོན་ཏན་དང་ལྡན་པ།",
            "english": "The Blessed One replied, “Monks, in the past there lived a brahmin boy named Dharmakāma. He was morally disciplined and full of good qualities.",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "འདོད་པ་ཆུང་བ། ཆོག་ཤེས་པ། རབ་ཏུ་དབེན་པ། དགེ་བའི་ཆོས་ཅན་ཞིག་བྱུང་སྟེ།",
            "english": "Content, and with little desire, he lived a virtuous life in seclusion.",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ནི་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པའོ།",
            "english": "The brahmin boy Dharmakāma had a fine figure and was handsome and attractive, with a clear and hearty complexion.",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་དེ་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། ཁྱིམ་བདག་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས།",
            "english": "Brahmins, warriors, and householders all held Dharmakāma in high regard and venerated him;",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བླ་མར་བྱས་ཏེ་མཆོད་ནས་གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་བཟང་པོ་མང་པོ་རྙེད་པར་གྱུར་ཏོ།",
            "english": "from them he received abundant offerings of high-quality clothing, food, bedding, and medicines.",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-165"
            ],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ནི་སྟོང་ཕྲག་བརྒྱས་ཚིགས་སུ་བཅད་པ་གཅིག་ཚོལ་ལོ།",
            "english": "The brahmin boy Dharmakāma would refine a single verse a hundred thousand times.",
            "passage-xmlId": "UT22084-062-017-164",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།དེ་ནས་བྲམ་ཟེ་ཞིག་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱི་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་མ་བཟོད་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ངས་བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ལ་ལེགས་པར་བཤད་པ་བསྒྲག་པར་བྱའོ།",
            "english": "“A certain brahmin was not able to bear Dharmakāma’s possessions, honor, and literary ability, so he approached him and said, ‘Dharmakāma, there is an eloquent expression I would like to share with you.’",
            "passage-xmlId": "UT22084-062-017-166",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་སྨྲས་པ། འཕགས་པ་ལེགས་པར་བཤད་པ་བདག་ལ་ལེགས་པར་བསྒྲག་ཏུ་གསོལ།",
            "english": "“Dharmakāma replied, ‘Noble one, please share this eloquent expression with me.’",
            "passage-xmlId": "UT22084-062-017-167",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བྲམ་ཟེས་སྨྲས་པ། ཆོས་འདོད་ངས་ཁྱོད་ལ་དེ་བཞིན་དུ་ལེགས་པར་བཤད་པ་བསྒྲག་ཏུ་མི་རུང་ངོ་།",
            "english": "“The brahmin replied, ‘Dharmakāma, this is not the setting for me to share this eloquent expression with you.”",
            "passage-xmlId": "UT22084-062-017-167",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།ཆོས་འདོད་ཀྱིས་སྨྲས་པ། འཕགས་པ་འོ་ན་ཁྱོད་ཀྱིས་ལེགས་པར་བཤད་པ་བདག་ལ་ཇི་ལྟར་བསྒྲག་པར་བགྱི།",
            "english": "“Dharmakāma said, ‘Well then, noble sir, how would you share this eloquent expression with me?’",
            "passage-xmlId": "UT22084-062-017-169",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "བྲམ་ཟེས་སྨྲས་པ། གལ་ཏེ་ཆོས་འདོད་ཁྱོད་ཀྱིས་དོང་ཆེན་པོ་རྐོར་བཅུག་ལ། བརྐོས་ནས་མེས་འགེངས་སུ་བཅུག་སྟེ།",
            "english": "“The brahmin said, ‘Dharmakāma, have a deep pit dug, and then fill it with fire that is flameless and smokeless.",
            "passage-xmlId": "UT22084-062-017-170",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "མེ་མི་འབར་ཞིང་དུ་བ་མི་འཐུལ་བས་བཀང་ནས་མཆོད་སྡོང་མཐོན་པོ་འཛུགས་སུ་ཆུག་ལ།",
            "english": "Erect a tall sacrificial post in front of the pit, and then hurl yourself into the fire.",
            "passage-xmlId": "UT22084-062-017-170",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "འཛུགས་སུ་བཅུག་ནས་མེ་དོང་དེར་བདག་ཉིད་མཆོངས་ན་དེ་ལྟ་ན་ངས་ཁྱོད་ལ་ལེགས་པར་བཤད་པ་བསྒྲག་པར་བྱའོ།",
            "english": "If you do this, I will share the eloquent expression with you.’",
            "passage-xmlId": "UT22084-062-017-170",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་སྨྲས་པ། འཕགས་པ་བདག་འདི་ན་ལེགས་པར་བཤད་པ་གང་ཅི་ཚོལ་བ་དེ་ཐམས་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་དོན་གྱི་སླད་དུ་ལགས་ན།",
            "english": "“Dharmakāma replied, ‘Noble one, all my efforts in seeking eloquent expressions have been dedicated to the benefit of beings.",
            "passage-xmlId": "UT22084-062-017-171",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.a",
            "tibetan": "སློབ་དཔོན་བདག་གིས་ལེགས་པར་བཤད་པ་སེམས་ཅན་རྣམས་ལ་མ་བསྒྲགས་པར་ཇི་ལྟར་མེ་དོང་དུ་མཆོང་བར་བགྱི།",
            "english": "So, master, how can I hurl myself into a fire pit without having shared an eloquent expression with beings?’",
            "passage-xmlId": "UT22084-062-017-171",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/563"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "དེ་ནས་བྲམ་ཟེ་དེས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།",
            "english": "“The brahmin then recited this verse to Dharmakāma:",
            "passage-xmlId": "UT22084-062-017-172",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "སྔགས་ཚོལ་བདེ་བ་ག་ལ་ཡོད།",
            "english": "“ ‘Where one seeks mantras there is happiness;",
            "passage-xmlId": "UT22084-062-017-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [
                "UT22084-062-017-175"
            ],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།ག་ལ་བདེ་ཡོད་སྔགས་ཚོལ་བ།",
            "english": "Where there is happiness one seeks mantras.",
            "passage-xmlId": "UT22084-062-017-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།སྔགས་བཙལ་ཕྱིར་ནི་བདེ་བ་འོར།",
            "english": "In order to find mantras, give up happiness.",
            "passage-xmlId": "UT22084-062-017-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།བདེ་བ་འོར་ཅིག་སྔགས་བཙལ་ཕྱིར།",
            "english": "Give up happiness in order to find mantras.’",
            "passage-xmlId": "UT22084-062-017-173",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་བྲམ་ཟེ་དེ་ལ་ཚིགས་སུ་བཅད་དེ་སླར་སྨྲས་པ།",
            "english": "“Dharmakāma answered the brahmin with the following verse:",
            "passage-xmlId": "UT22084-062-017-178",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བྱང་ཆུབ་ཚོལ་བ་ག་ལ་བདེ།",
            "english": "“ ‘Where one seeks awakening there is happiness.",
            "passage-xmlId": "UT22084-062-017-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།ག་ལ་བདེ་ཡོད་བྱང་ཆུབ་ཚོལ།",
            "english": "One seeks awakening where there is happiness.",
            "passage-xmlId": "UT22084-062-017-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།བྱང་ཆུབ་བཙལ་ཕྱིར་བདེ་བ་འོར།",
            "english": "In order to find awakening, give up happiness.",
            "passage-xmlId": "UT22084-062-017-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།བདེ་འོར་བྱང་ཆུབ་བཙལ་བའི་ཕྱིར།",
            "english": "Give up happiness in order to find awakening.’",
            "passage-xmlId": "UT22084-062-017-179",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་བྲམ་ཟེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སློབ་དཔོན་བདག་ལ་ལེགས་པར་བཤད་པ་ལེགས་པར་བསྒྲགས་སུ་གསོལ།",
            "english": "“Then Dharmakāma said to the brahmin, ‘Master, please share an eloquent expression with me.",
            "passage-xmlId": "UT22084-062-017-183",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "འོན་ཏང་ཁྱོད་གང་བཞེད་པ་དེ་བགྱིའོ།",
            "english": "In any case, I will do as you instruct.’",
            "passage-xmlId": "UT22084-062-017-183",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ལེགས་པར་བཤད་པའི་དོན་གྱི་ཕྱིར་བདག་ཉིད་དོར་བར་འདོད་དོ་ཞེས་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་ཐོས་ནས་དེ་དག་ཐམས་ཅད་ངུ་ཞིང་གདོང་ལ་མཆི་མ་ཟག་བཞིན་དུ་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།",
            "english": "“Once they learned that the brahmin boy Dharmakāma intended to sacrifice himself in pursuit of an eloquent expression, the brahmins and householders came to where Dharmakāma lived, all of them weeping, with tears streaming down their faces.",
            "passage-xmlId": "UT22084-062-017-184",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།ཆོས་འདོད་ཁྱོད་བདག་ཉིད་མ་དོར་ཅིག །ཆོས་འདོད་ཁྱོད་ནི་ཁྱིམ་ན་འདུག་བཞིན་སྦྱིན་པ་སྦྱིན་པ་དང་། བསོད་ནམས་བྱ་བར་ནུས་སོ།",
            "english": "Upon arriving, they said to the brahmin boy Dharmakāma, ‘Dharmakāma, do not sacrifice yourself. Dharmakāma, you can practice generosity and make merit while living as a householder.’",
            "passage-xmlId": "UT22084-062-017-184",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་དག་དེ་སྐད་མ་གསུང་ཤིག །བདག་གིས་སློབ་དཔོན་གྱི་དགོངས་པ་ངེས་པར་བསྐང་བར་བགྱིའོ།",
            "english": "“The brahmin boy Dharmakāma replied to the brahmins and householders, ‘Gentlemen, do not say that. I will fulfill the wishes of my master.’",
            "passage-xmlId": "UT22084-062-017-185",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་མཆོད་སྡོང་ཆེན་པོ་འཛུགས་སུ་བཅུག་སྟེ། མཆོད་སྡོང་ཆེན་པོ་བཙུགས་ནས་དེའི་དྲུང་དུ་དོང་ཆེན་པོ་རྐོར་བཅུག་སྟེ།",
            "english": "“Then the brahmin boy Dharmakāma had a tall sacrificial post erected, and had a deep pit dug in front of it.",
            "passage-xmlId": "UT22084-062-017-186",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "བརྐོས་ནས་མེས་འགེངས་སུ་བཅུག་གོ། །མེ་མི་འབར་ཞིང་དུ་བ་མི་འཐུལ་བས་བཀང་ནས་བྲམ་ཟེ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སློབ་དཔོན་བདག་ལ་ལེགས་པར་བཤད་པ་ལེགས་པར་བསྒྲག་ཏུ་གསོལ།",
            "english": "He had the pit filled with a flameless and smokeless fire, and said to the brahmin, ‘Master, please share an eloquent expression with me.’",
            "passage-xmlId": "UT22084-062-017-186",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "དེ་ནས་བྲམ་ཟེ་དེས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ལ་ཚིགས་སུ་བཅད་པ་འདི་ལྟ་བུ་བསྟན་ཏོ།",
            "english": "“The brahmin then taught the brahmin boy Dharmakāma verses such as this one:",
            "passage-xmlId": "UT22084-062-017-187",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།སྦྱིན་པ་ལ་ནི་རྟག་ཏུ་དགའ་བར་གྱིས།",
            "english": "“ ‘Always take joy in generosity;",
            "passage-xmlId": "UT22084-062-017-188",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།རྟག་ཏུ་ཚུལ་ཁྲིམས་ཡོངས་སུ་རྫོགས་པར་སྤྱོད། །བརྩོན་འགྲུས་མཆོག་གི་གནས་ནི་བརྩམ་པར་གྱིས།",
            "english": "Always practice perfect moral conduct; Always apply supreme diligence—",
            "passage-xmlId": "UT22084-062-017-188",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།ཤེས་རབ་ཀྱིས་ནི་ཆོས་མཆོག་དམ་པ་ཐོབ།",
            "english": "With wisdom, attain the supreme and holy Dharma.’",
            "passage-xmlId": "UT22084-062-017-188",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་བྲམ་ཟེ་དེ་ལ་ཚིགས་སུ་བཅད་པ་འདི་ལེགས་པར་རབ་ཏུ་བཟུང་སྟེ། སྐྱེ་བོ་ཕལ་པོ་ཆེ་བསོགས་སོ།",
            "english": "“When the brahmin boy Dharmakāma had memorized this verse from the brahmin, a large crowd of people gathered.",
            "passage-xmlId": "UT22084-062-017-192",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.282.b",
            "tibetan": "།སྐྱེ་བོ་ཕལ་པོ་ཆེ་བསོགས་ནས་མཆོད་སྡོང་མཐོན་པོའི་ཁར་འཛེགས་ཏེ། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཚིགས་སུ་བཅད་པ་འདི་བསྒྲགས་སོ།",
            "english": "He then climbed up onto the tall sacrificial post to share the verse with the crowd:",
            "passage-xmlId": "UT22084-062-017-192",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/564"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།སྦྱིན་པ་ལ་ནི་རྟག་ཏུ་དགའ་བར་གྱིས།",
            "english": "“ ‘Always take joy in generosity;",
            "passage-xmlId": "UT22084-062-017-193",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།རྟག་ཏུ་ཚུལ་ཁྲིམས་ཡོངས་སུ་རྫོགས་པར་སྤྱོད། །བརྩོན་འགྲུས་མཆོག་གི་གནས་ནི་བརྩམ་པར་གྱིས།",
            "english": "Always practice perfect moral conduct; Always apply supreme diligence—",
            "passage-xmlId": "UT22084-062-017-193",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།ཤེས་རབ་ཀྱིས་ནི་ཆོས་མཆོག་དམ་པ་ཐོབ།",
            "english": "With wisdom, attain the supreme and holy Dharma.’",
            "passage-xmlId": "UT22084-062-017-193",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་ལ་ཚིགས་སུ་བཅད་པ་འདི་བསྒྲགས་ནས་འདི་ལྟ་བུའི་བདེན་པའི་ཚིག་འདི་བྱེད་དེ།",
            "english": "“Once he had shared the verse with the crowd, Dharmakāma spoke the following words of truth:",
            "passage-xmlId": "UT22084-062-017-197",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "སའི་ཕྱོགས་འདི་ན་ལྷ་རྒྱ་ཆེན་པོ་གང་དག་གནས་པ་རྣམས་བདག་ལ་དགོངས་སུ་གསོལ།",
            "english": "“ ‘Great gods who dwell in this land, please heed me!",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དེ་དག་ཐམས་ཅད་ཀྱང་བདག་ལ་དགོངས་སུ་གསོལ།",
            "english": "All nāgas and yakṣas, gandharvas and asuras, garuḍas, kinnaras, and mahoragas, please heed me!",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བདག་ནི་གཏོང་བ་བགྱིད་དེ། ཤིན་ཏུ་གཏོང་བ་དང་། གཏོང་བའི་ཡང་གཏོང་བ་དང་། བདག་ཉིད་ཡོངས་སུ་གཏོང་བ་བགྱིད་དོ།",
            "english": "I am performing an act of giving, the greatest act of giving, an extreme act of giving—I am giving myself.",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་བདག་ཡོངས་སུ་གཏོང་བ་བགྱིད་པ་ནི་རྒྱལ་པོའི་སླད་དུ་མ་ལགས། ལོངས་སྤྱོད་ཀྱི་སླད་དུ་མ་ལགས། མཐོ་རིས་ཀྱི་སླད་དུ་མ་ལགས།",
            "english": "The truth and the words of truth with which I give myself away are these: “I do this not to be a king, nor for the sake of wealth or a higher rebirth.",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་སླད་དུ་མ་ལགས་ཀྱི།",
            "english": "I do this not to acquire the kingdom of a universal monarch.",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "གཞན་དུ་ན་བདག་ཇི་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་སེམས་ཅན་མ་དུལ་བ་རྣམས་གདུལ་བར་བགྱི། མ་རྒལ་བ་རྣམས་བསྒྲལ་བར་བགྱི། མ་གྲོལ་བ་རྣམས་དགྲོལ་བར་བགྱི། དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་དབྱུང་བར་བགྱི། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བགྱི་སྙམ་པའི་སླད་དུ་སྟེ།",
            "english": "Rather, I do this in order to attain supreme and perfect awakening and reach perfect buddhahood, so that I may tame those beings who are not yet tamed, free those who have not yet gone beyond, liberate those not yet liberated, reassure those who need reassurance, and place beyond suffering those who are still suffering.” By this truth, and by these words of truth, may my self-sacrifice not be fruitless!’",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བདེན་པ་དང་བདེན་པའི་ཚིག་དེས་བདག་གི་ཡོངས་སུ་གཏོང་བ་འབྲས་བུ་མེད་པར་མ་གྱུར་ཅིག་ཅེས་བྱས་ནས་མེ་དོང་དེར་བདག་ཉིད་མཆོངས་སོ།",
            "english": "“With these words, he hurled himself into the fire pit.",
            "passage-xmlId": "UT22084-062-017-198",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།དགེ་སློང་དག་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་མེ་དོང་དེར་མཆོངས་མ་ཐག་ཏུ་མེ་དོང་དེའི་མེ་ཤི་སྟེ། པད་མའི་རྫིང་དུ་གྱུར་ནས་བུང་བ་སྒྲ་ཟི་ཟི་ཟེར་བའི་པད་མ་ལ་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་འདུག་ནས་ཆོས་སྟོན་ཏེ། ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ།",
            "english": "“Monks, as soon as the brahmin boy Dharmakāma jumped into the fire pit, the fire within it died out and became a pool of lotuses. Dharmakāma was teaching the Dharma while on a lotus seat buzzing with bees. He gave instructions to all beings in proper spiritual conduct that were virtuous in the beginning, middle, and end;",
            "passage-xmlId": "UT22084-062-017-200",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ།",
            "english": "that were excellent in meaning and in expression;",
            "passage-xmlId": "UT22084-062-017-200",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་ཡང་དག་པར་སྟོན་ཏེ།",
            "english": "and that were uncontaminated, perfect, pure, and unsullied.",
            "passage-xmlId": "UT22084-062-017-200",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "བྲམ་ཟེ་དེ་ནི་ལུས་ཐམས་ཅད་ནས་མེ་བྱུང་སྟེ་ཚིག་ནས་ཚིག་གོ་ཞེས་སྨྲས་ཏེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་ངོ་།",
            "english": "“The brahmin’s entire body then burst into flames. He cried, ‘I am burning because of what I said!’ and fell into the great hells.",
            "passage-xmlId": "UT22084-062-017-201",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.a",
            "tibetan": "།དེ་ལ་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་འདི་སྐད་ཅེས་སྨྲས་སོ། །སློབ་དཔོན་མ་བསྙེངས་ཤིག །བདག་གིས་ཁྱོད་བསྐྱབ་པར་བགྱིའོ།",
            "english": "“The brahmin boy Dharmakāma said to him, ‘Master, do not be afraid! I will help you.’",
            "passage-xmlId": "UT22084-062-017-201",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/565"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་དེའི་ཚེ་འདི་ལྟ་བུའི་བདེན་པའི་ཚིག་འདི་བྱས་ཏེ།",
            "english": "“At that moment the brahmin boy Dharmakāma spoke the following words of truth:",
            "passage-xmlId": "UT22084-062-017-203",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་བདག་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་བྱང་ཆུབ་ལ་སྤྱོད་པའི་བདེན་པ་དང་། བདེན་པའི་ཚིག་དེས་བྲམ་ཟེ་འདིའི་ལུས་ཚིག་པ་རབ་ཏུ་ཞི་བར་གྱུར་ཅིག །སེམས་ཅན་དམྱལ་བ་ལས་ཀྱང་ལོག་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ།",
            "english": "“ ‘By the truth and the words of truth—the truth that I pursue awakening for the sake of beings—may the fire in the brahmin’s body be quelled, and may he return from the hell realms!’",
            "passage-xmlId": "UT22084-062-017-203",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཀྱིས་བདེན་པ་དང་བདེན་པའི་ཚིག་བྱས་མ་ཐག་ཏུ་བྲམ་ཟེ་དེ་སེམས་ཅན་དམྱལ་བ་དེ་ནས་ཐར་བར་གྱུར་ཏོ།",
            "english": "“The very instant that the brahmin boy Dharmakāma spoke this truth and words of truth, the brahmin was saved from the hell realms.",
            "passage-xmlId": "UT22084-062-017-205",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དགེ་སློང་དག་དེའི་ཚེ་དེའི་དུས་ན་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཅེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "“Monks, if you suspect or have doubts that the brahmin boy named Dharmakāma who lived at that time was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "དགེ་སློང་དག་ང་དེའི་ཚེ་དེའི་དུས་ན་བྲམ་ཟེའི་ཁྱེའུ་ཆོས་འདོད་ཅེས་བྱ་བར་གྱུར་ཏོ།",
            "english": "Monks, I was the brahmin boy named Dharmakāma at that time.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དགེ་སློང་དག་དེའི་ཚེ་དེའི་དུས་ན་བྲམ་ཟེར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།",
            "english": "Monks, if you suspect or have doubts that the brahmin who lived at that time was someone else, reconsider.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "ཁྱིམ་བདག་དཔལ་སྦས་དེའི་ཚེ་དེའི་དུས་ན་བྲམ་ཟེར་གྱུར་ཏོ།",
            "english": "The householder Śrīgupta was the brahmin at that time.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དགེ་སློང་དག་དེའི་ཚེ་ཡང་ཁྱིམ་བདག་དཔལ་སྦས་ང་མེ་དོང་དུ་བསྲེགས་ལ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འདོད་པ་ལས། ངས་དེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་ནས་བཟློག་ཅིང་།",
            "english": "Monks, at that time, I saved the householder Śrīgupta from falling into the great hells because of his wish to burn me in a fire pit and his being destined to fall into the great hells.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "འཕགས་པའི་ཆོས་འདུལ་བ་ལ་བཞག་སྟེ་འདི་དང་དེ་ཡང་དེ་བཞིན་དུ་ཟུང་ཤིག །དགེ་སློང་དག་ད་ལྟར་ཡང་དཔལ་སྦས་ང་མེ་དོང་དུ་བསྲེགས་ལ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འདོད་པ་ལས།",
            "english": "I established him in the noble Dharma and Vinaya. This is how you should remember these things. Monks, I have also now saved Śrīgupta from falling into the great hells because of his wish to burn me in a fire pit and his being destined to fall into the great hells.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "ངས་དེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་ལས་བཟློག་ཅིང་འཕགས་པའི་ཆོས་འདུལ་བ་ལ་བཞག་སྟེ།",
            "english": "I have also established him in the noble Dharma and Vinaya.",
            "passage-xmlId": "UT22084-062-017-206",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "དེ་དང་འདི་ཡང་དེ་བཞིན་དུ་ཟུང་ཤིག །དགེ་དང་མི་དགེ་སྔོན་བྱས་ཆུད་མི་ཟ།",
            "english": "This is how you should remember these things. “Past deeds, virtuous or wicked, are not fruitless;",
            "passage-xmlId": "UT22084-062-017-207",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།མཁས་པ་རྣམས་ལ་བསྟེན་པ་ཆུད་མི་ཟ།",
            "english": "Relying on the wise is not fruitless;",
            "passage-xmlId": "UT22084-062-017-207",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།འཕགས་པའི་ཚོགས་ཀྱིས་ལེགས་བཤད་ཆུད་མི་ཟ།",
            "english": "The eloquent expressions of the community of noble ones are not fruitless;",
            "passage-xmlId": "UT22084-062-017-207",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།བྱས་ལ་བྱས་གཟོ་ནམ་ཡང་ཆུད་མི་ཟ།",
            "english": "Reflecting on past actions is never fruitless.",
            "passage-xmlId": "UT22084-062-017-207",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།ལེགས་པར་བྱས་པ་དགེ་བའི་ལས།",
            "english": "“What is done with good intent is a virtuous act;",
            "passage-xmlId": "UT22084-062-017-211",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།ཉེས་པར་བྱས་པ་མི་དགེ་ཡིན།",
            "english": "What is done with evil intent is nonvirtuous.",
            "passage-xmlId": "UT22084-062-017-211",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།དེ་ལའང་རྣམ་པར་སྨིན་ཡོད་དེ།",
            "english": "Both bear their consequences;",
            "passage-xmlId": "UT22084-062-017-211",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།གདོན་མི་ཟ་བར་འབྲས་བུ་སྨིན།",
            "english": "Their fruits ripen unfailingly.”",
            "passage-xmlId": "UT22084-062-017-211",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.283.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་དེ་དག་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་བཅས་པ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།",
            "english": "When the Blessed One was finished speaking, his entire retinue, consisting of monks, nuns, and male and female lay devotees, as well as nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, rejoiced and praised the words of the Blessed One.",
            "passage-xmlId": "UT22084-062-017-215",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/566"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "།འཕགས་པ་དཔལ་སྦས་ཞེས་བྱ་བའི་མདོ་རྫོགས་སོ།། །།",
            "english": "This concludes The Noble Śrīgupta Sūtra.",
            "passage-xmlId": "UT22084-062-017-216",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/567"
        },
        {
            "creation_method": "v4",
            "notes": [],
            "flags": "",
            "folio": "F.284.a",
            "tibetan": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་བཅོས་ནས་གཏན་ལ་ཕབ་པ།། །།",
            "english": "Translated by the Indian preceptors Jinamitra and Dānaśīla, and the editor and translator, the monk Yeshé Dé. They translated and edited the sūtra, revised its terminology, and finalized it.",
            "passage-xmlId": "UT22084-062-017-217",
            "creation_tool": "monlam-ai/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/567"
        }
    ],
    "text-id": "UT22084-062-017"
}