{
    "tus": [
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.297.b",
            "tibetan": "༄༅༅། །རྒྱ་གར་སྐད་དུ། ཨཱརྱ་ཀརྨ་ཨཱ་བ་ར་ཎ་པྲ་ཏི་པྲ་སྲ་བི་ཏི་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ། བོད་སྐད་དུ།",
            "english": "",
            "passage-xmlId": "UT22084-062-019",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/594"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.297.b",
            "tibetan": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
            "english": "The Noble Mahāyāna Sūtra Putting an End to Karmic Obscurations Homage to the buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-062-019-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/594"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.297.b",
            "tibetan": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།",
            "english": "Thus did I hear at one time.",
            "passage-xmlId": "UT22084-062-019-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/594"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.297.b",
            "tibetan": "བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བདུན་ཁྲི་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།",
            "english": "The Bhagavat was residing with a great saṅgha of one thousand two hundred and fifty bhikṣus and seventy thousand bodhisattvas in Śrāvastī, in Jetavana, Anāthapiṇḍada’s Park.",
            "passage-xmlId": "UT22084-062-019-89",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/594"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.297.b",
            "tibetan": "དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་ཇི་ལྟར་སོ་སོར་བཤགས་པར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ལ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་ཚིག་འདི་སྐད་དུ་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་།",
            "english": "Through the power of the Buddha, Venerable Śāriputra rose from his seat and with his upper robe over one shoulder, he knelt on his right knee, placed his palms together in homage, bowed toward the Bhagavat, and inquired of the Bhagavat, “Bhagavat, how should a noble son or noble daughter who has entered the Śrāvakayāna, or who has entered the Pratyekabuddhayāna, or who has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, confess their individual karmic obscurations?”",
            "passage-xmlId": "UT22084-062-019-92",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/594"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.a",
            "tibetan": "བདེ་བའི་སླད་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྐོར་བ། ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྟོན་པ། ཆོས་ཀྱི་ཚུལ་རབ་ཏུ་འཛིན་པ། ཆོས་ཀྱི་སྦྱིན་པ་མཛད་པ། ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་མཛད་པ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་འབེབས་པ། ཆོས་ཀྱི་རྔ་རབ་ཏུ་རྡུང་བ། ཆོས་ཀྱི་རྔ་བོ་ཆེ་རབ་ཏུ་རྡུང་བ། ཆོས་ཀྱི་དུང་རབ་ཏུ་འབུད་པ། ཆོས་ཀྱི་སྲོག་ཤིང་སྒྲེང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ཚིམ་པར་མཛད་པ། ཉམ་བག་ཏུ་སྤྱོད་དུ་འཛུད་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཆོད་པའི་གནས། ཕྱག་བགྱི་བའི་གནས། རི་མོ་བགྱི་བའི་གནས། མཁྱེན་པར་གྱུར་པ། སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ།",
            "english": "After Venerable Śāriputra had asked that, the Bhagavat said these words to him: “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place their palms together in homage, and say these words: “ ‘For the benefit of many beings, for the happiness of many beings, out of compassion for the world, and for the benefit and healing and happiness of multitudes of beings, devas and humans, I pay homage to the buddha bhagavats who in this present time have attained the highest, most complete enlightenment of buddhahood in worlds in the ten directions, those buddha bhagavats who conscientiously turn the wheel of the Dharma, teach the wheel of the Dharma, possess the way of the Dharma, give the gift of the Dharma, light the lamp of the Dharma, send down the rain of the Dharma, beat the drum of the Dharma, beat the great drum of the Dharma, blow the conch of the Dharma, raise the central pillar of the Dharma, and bring satisfaction to all beings with the gift of the Dharma.",
            "passage-xmlId": "UT22084-062-019-94",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/595"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.a",
            "tibetan": "མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ། དེ་དག་ལ་བདག་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་ཕྱག་འཚལ་ལོ། །ཐོག་མ་དང་།",
            "english": "“ ‘I pay homage with my head, voice, and mind to those who are the object of offering, the object of homage, and the object of respect, and who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.",
            "passage-xmlId": "UT22084-062-019-97",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/595"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "ཐ་མ་མ་མཆིས་པའི་འཁོར་བ་ན་འཁོར་བའི་ཚེ། བདག་འདོད་ཆགས་ཀྱིས་གཟིར་བའམ། ཞེ་སྡང་གིས་གཟིར་བའམ། གཏི་མུག་གིས་གཟིར་བའི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཀྱི་སྒྲིབ་པ་གང་མངོན་པར་འདུས་བགྱིས་པ།",
            "english": "“ ‘While I have been circling in beginningless and endless saṃsāra, tormented by desire, tormented by anger, and tormented by stupidity, I have accumulated karmic obstructions with my body, speech, and mind.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "སངས་རྒྱས་སུ་མ་འཚལ་བ་དང་། ཆོས་སུ་མ་འཚལ་བ་དང་། དགེ་འདུན་དུ་མ་འཚལ་བ་དང་།",
            "english": "I have not acknowledged the Buddha, I have not acknowledged the Dharma, and I have not acknowledged the Saṅgha.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "དགེ་བ་དང་། མི་དགེ་བར་མ་འཚལ་བ་དང་། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་དང་།",
            "english": "I have not acknowledged what are good actions and what are bad ones.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "ཆོས་སྤངས་པ་དང་། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་དང་། དགེ་སློང་དགྲ་བཅོམ་པ་བཀུམ་པ་དང་། ཕ་མ་བཀུམ་པ་དང་། ལུས་ཀྱི་རྣམ་གསུམ། ངག་གི་རྣམ་བཞི། ཡིད་ཀྱི་རྣམ་གསུམ་སྟེ། མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་བགྱིས་པ་དང་།",
            "english": "With malicious intent, I have caused a tathāgata to bleed, I have forsaken the Dharma, I have caused a division of the Saṅgha, I have slain a bhikṣu arhat, I have slain my parents, and I have followed the path of the ten bad actions—the three physical, the four verbal, and the three mental.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "བགྱིད་དུ་སྩལ་བ་དང་། བགྱིད་པ་ལ་རྗེས་སུ་ཡི་རང་བ་དང་། སེམས་ཅན་ཁ་ཅིག་ལ་ངག་རྩུབ་པོ་སྨྲས་པ་དང་།",
            "english": "I have made others commit them, I have rejoiced in their accomplishment, and I have spoken harshly to certain beings.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "སྐུར་པ་བཏབ་པ་དང་།",
            "english": "I have maligned.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "སྲང་ལ་གཡོ་བགྱིས་པ་དང་།",
            "english": "I have cheated with weights.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "གཞལ་བ་ལ་གཡོ་བགྱིས་པ་དང་།",
            "english": "I have cheated with measures.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "འགྲོ་བ་དྲུག་ཏུ་འཁོར་བར་འཁོར་བ་ན་ཕ་མ་མི་དགའ་བར་བགྱིས་པ་དང་།",
            "english": "I have made my parents unhappy.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "གང་ཟག་གིའམ། མཆོད་རྟེན་གྱིའམ། དགེ་འདུན་གྱིའམ། ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་གྱི་ནོར་བརྐུས་པ་དང་།",
            "english": "I have stolen the wealth of individuals, of stūpas, of saṅghas, and of the saṅghas of bhikṣus in the four directions.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "ཅི་ལྟར་བསླབ་པའི་གཞི་བཅས་པ་རྣམས་ཀྱི་འདུལ་བ་དང་འགལ་བར་བགྱིས་པ་དང་། མཁན་པོ་དང་།",
            "english": "I have transgressed the vinaya and the foundations of the training.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "སློབ་དཔོན་གྱིས་བསྒོ་བ་མ་མཉན་པ་དང་། ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ།",
            "english": "I have disobeyed the upādhyāyas and the ācāryas.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "དེ་ལས་གཞན་པའི་སེམས་ཅན་རྣམས་ལ་མི་སྙན་པར་བགྱིས་པ་དང་། སྤྱོས་པ་དང་། བརྡེགས་པ་དང་། དེ་དག་ལ་ཐ་བ་དང་། ཞེ་སྡང་བསྐྱེད་པ་དང་།",
            "english": "I have been unpleasant to those who have entered the Śrāvakayāna, entered the Pratyekabuddhayāna, entered the Mahāyāna, and every other being—I have reviled and beaten them with a mind that is obstinate, angry, envious, and miserly.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "ཕྲག་དོག་དང་། སེར་སྣ་ལས་བྱུང་བའི་སེམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པ་དང་། ཆོས་ལ་ཆོས་མ་ལགས་ཞེས་བགྱིས་པ་དང་། ཆོས་མ་ལགས་པ་ལ་ཆོས་ལགས་ཞེས་བགྱིས་པ་དེ་དག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཁྱེན་པར་གྱུར་པ།",
            "english": "I have spoken harsh words to buddha bhagavats, have said that the sublime Dharma is not the Dharma, and have said that that which is not the Dharma is the sublime Dharma.",
            "passage-xmlId": "UT22084-062-019-98",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ། མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ་དེ་དག་གི་སྤྱན་སྔར་སོ་སོར་འཆགས་སོ། །",
            "english": "“ ‘All of this I individually confess in the presence of the buddha bhagavats who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.",
            "passage-xmlId": "UT22084-062-019-99",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "མཐོལ་ལོ། །མི་འཆབ་པོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །བདག་ལས་ཀྱི་སྒྲིབ་པ་གང་གིས་བསྒྲིབས་ཏེ། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། ཡི་དགས་ཀྱི་ཡུལ་དང་།",
            "english": "I repent them, I do not conceal them, and I will not repeat them.",
            "passage-xmlId": "UT22084-062-019-99",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "ལྷ་མ་ཡིན་གྱི་ཚོགས་ཀྱི་ནང་དུ་མཆི་བར་འགྱུར་བ་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་མཉེས་པར་བགྱིད་པར་མི་འགྱུར་བ་དང་། མི་ཁོམ་པ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བའི་ལས་དེ་ལུས་འདི་ཉིད་ལ་རྣམ་པར་སྨིན་ཏེ་གཞན་དུ་མི་མྱོང་བར་ཤོག་ཤིག །",
            "english": "“ ‘Whatever karmic obscurations obscure me—those that will cause me to be in the hell realms, in the life of an animal, or in the land of the pretas; to be among the hosts of asuras; to not be able to please the Buddha, Dharma, and Saṅgha; and to be born in other unfortunate existences—that karma will ripen in this body and will not be experienced by anyone else.",
            "passage-xmlId": "UT22084-062-019-100",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "དེ་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཁྱེན་པར་གྱུར་པ། སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ། མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ་དེ་དག་གི་སྤྱན་སྔར་སོ་སོར་འཆགས་སོ། །",
            "english": "I confess each one in the presence of the buddha bhagavats, who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.",
            "passage-xmlId": "UT22084-062-019-100",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.298.b",
            "tibetan": "མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །",
            "english": "I repent them, I do not conceal them, and I will not repeat them.",
            "passage-xmlId": "UT22084-062-019-100",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/596"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.a",
            "tibetan": "ཇི་ལྟར་སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་སྔོན་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པ་དང་། མ་བཅབས་པ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas of the past, in practicing for enlightenment, confessed each of their karmic obscurations, repenting them and not concealing them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.",
            "passage-xmlId": "UT22084-062-019-101",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/597"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.a",
            "tibetan": "ཇི་ལྟར་མ་འོངས་པའི་དུས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་པར་འགྱུར་བ་དང་། མི་འཆབ་པར་འགྱུར་བ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas in the future, in practicing for enlightenment, will confess each of their karmic obscurations, repent them, and not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.",
            "passage-xmlId": "UT22084-062-019-102",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/597"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.a",
            "tibetan": "ཇི་ལྟར་ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་པ་དང་། མི་འཆབ་པ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas in the ten directions in the present, in practicing for enlightenment, confess each of their karmic obscurations, repent them, and do not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.",
            "passage-xmlId": "UT22084-062-019-103",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/597"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.a",
            "tibetan": "ཇི་ལྟར་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པ་དང་། སོ་སོར་འཆགས་པ་དང་། སོ་སོར་འཆགས་པར་འགྱུར་བ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas of the past, the future, and the present, in practicing for enlightenment, confess each of their karmic obscurations, repent them, and do not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.’",
            "passage-xmlId": "UT22084-062-019-104",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/597"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.a",
            "tibetan": "མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །ཤཱ་རིའི་བུ་དེ་ལྟ་བས་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཆོས་ཐམས་ཅད་ལ་སྒྲིབ་པ་མེད་པ་རྣམ་པར་དག་པ་འཐོབ་པར་འདོད་པས་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །སུ་རྒྱལ་རིགས་ཀྱི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཕྱུག་པ། ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ།",
            "english": "“Thus, Śāriputra, a noble son or noble daughter who wishes to attain purity and absence of obscuration in all Dharmas should in that way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-105",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/597"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "ས་ལེ་སྦྲམ་དང་། ནོར་དང་། ཡོ་བྱད་མང་བ། ཤིན་ཏུ་སྐྱིད་པ། བཞོན་པ་ཆེན་པོ་ལ་ཞོན་པ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“Those who wish to be reborn like a great sal tree among the kṣatriyas, rich, with great wealth—with great possessions, with gold, with herds, with many requisites, very happy, and riding in a great carriage—should also in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-106",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "སུ་བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྣམས་དང་། ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཕྱུག་པ། ནོར་ཆེ་བ་ལོངས་སྤྱོད་ཆེ་བ། ས་ལེ་སྦྲམ་དང་། ནོར་དང་། ཡོ་བྱད་མང་བ། ཤིན་ཏུ་སྐྱིད་པ། བཞོན་པ་ཆེན་པོ་ལ་ཞོན་པ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“Those who wish to be reborn like a great sal tree among the brahmins, in a family like a great sal tree, that is rich, with great wealth—great possessions, gold, herds, many requisites, very happy, and riding in a great carriage—should also in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-107",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "སུ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ།",
            "english": "“Those who wish to be reborn into the same way of life as that of the devas of the Cāturmahā-rāja-kāyika should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-108",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "སུ་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །དེ་བཞིན་དུ་སུ་འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་པའི་མདུན་ན་འདོན་དང་། ཚངས་འཁོར་དང་། ཚངས་ཆེན་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་དང་། སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་དང་། སེམས་ཅན་འདུ་ཤེས་མེད་པ་དང་།",
            "english": "“Those who wish to be reborn among the devas of Trāyastriṃśa, with their same quality of life, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-109",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "གྱ་ནོམ་སྣང་བ་དང་། ཤིན་ཏུ་མཐོང་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“In the same way, those who wish to be reborn into the same way of life as that of the devas of Yāma, Tuṣita, Nirmāṇarati, Paranirmitavaśavartin, Brahmakāyika, Brahmapurohita, Brahmapariṣadya, Mahābrahmā, Parīttābha, Apramāṇābha, Ābhāsvara, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Anabhraka, Puṇyaprasava, Bṛhatphala, Asaṃjñasattva, Sudṛśa, Sudarśana, Avṛha, Atapa, or Akaniṣṭha should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-110",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.299.b",
            "tibetan": "སུ་གཟུགས་མེད་པ་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“Those who wish to be reborn among the devas who have arrived in the state of infinite space, the state of infinite consciousness, the state of nothingness, or the state of neither perception nor nonperception, with their condition of life, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-114",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/598"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "སུ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“Those who wish to reach the result of a stream entrant, the result of a once-returner, the result of a non-returner, or to manifest arhathood, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-115",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "སུ་རིག་པ་གསུམ་མམ། མངོན་པར་ཤེས་པ་དྲུག་གམ། སྟོབས་རྣམས་སམ། དབང་པོ་རྣམས་སམ། ཉན་ཐོས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའམ། ཉན་ཐོས་དབང་ཆེ་བར་གྲགས་པའམ། རང་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱེད་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །སུ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དང་།",
            "english": "“Those who wish to have the three knowledges, or the six higher cognitions, or the strengths, or the powers, or the final goal of the śrāvakas, or fame as a very powerful śrāvaka, or to manifest the enlightenment of a pratyekabuddha, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-116",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "རྣམ་པར་དག་པའི་ཡེ་ཤེས་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་ཡེ་ཤེས་དང་། མཚུངས་པ་མེད་པའི་ཡེ་ཤེས་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་མངོན་པར་བསྒྲུབ་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །",
            "english": "“Those who wish to accomplish omniscient wisdom, completely pure wisdom, inconceivable wisdom, unequaled wisdom, and the wisdom of complete buddhahood should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.",
            "passage-xmlId": "UT22084-062-019-117",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "“Why is that?",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ་ཞེས་གསུངས་པའི་ཕྱིར་ཏེ།",
            "english": "Śāriputra, the Tathāgata has taught, ‘All phenomena originate through dependence.’",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "རྒྱུ་དང་རྐྱེན་གཞན་དང་གཞན་གྱིས་གཞན་སྐྱེའོ། །གཞན་འགག་གོ། །",
            "english": "Because of certain causes and conditions, there is creation or cessation.",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "དེ་ལ་འདས་པའི་ཆོས་གང་ཡིན་པ་དེ་དག་ནི་འགགས་པ། ཟད་པ་བྲལ་བ་རྣམ་པར་གྱུར་པ་སྟེ། དེ་དག་ལ་ཡང་ལས་ཀྱི་སྒྲིབ་པ་ཆུང་ཟད་ཀྱང་མེད་དོ། །",
            "english": "The qualities that transcend this have no cessation or end, and they also do not have the slightest karmic obscuration.",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "དེ་ལྟར་ན་འདུ་བྱེད་པ་གང་ཡིན་པ་རྣམས་ཀྱང་མེད་པ་ལས་བྱུང་བ་སྟེ། དེ་དག་ལ་ཡང་ལས་ཀྱི་སྒྲིབ་པ་ཅུང་ཟད་ཀྱང་མེད་དོ། །",
            "english": "They arise from the absence of anything that is composite.",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why is that?",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.a",
            "tibetan": "ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ནི་སྟོང་པ། སེམས་ཅན་མེད་པ། སྲོག་མེད་པ། གང་ཟག་མེད་པ། མ་སྐྱེས་པ།",
            "english": "Śāriputra, the Tathāgata has taught, ‘All phenomena are empty, have no being, have no soul, have no individuality, are unborn, are unceasing, and are noncomposite.’",
            "passage-xmlId": "UT22084-062-019-118",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/599"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.b",
            "tibetan": "མ་འགགས་པ། འདུས་མ་བྱས་པ་ཞེས་གསུངས་པའི་ཕྱིར་རོ། །ཤཱ་རིའི་བུ་ཆོས་ཐམས་ཅད་བདག་ལས་བྱུང་ཡང་བདག་ཀྱང་ཡོད་པ་མ་ཡིན་ནོ། །ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ།",
            "english": "“Śāriputra, all phenomena do not arise from self or have a self.",
            "passage-xmlId": "UT22084-062-019-119",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/600"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.b",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་འདི་ལྟ་སྟེ། སེམས་ཅན་མེད་པའི་མཐའི་ཆོས་ཀྱི་ཚུལ་འདི་ལ་འཇུག་པ་འདི་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་སྟེ། ཤཱ་རིའི་བུ་འདི་ནི་སོ་སོར་བཤགས་པའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ།",
            "english": "Śāriputra, the engagement by a noble son or noble daughter in the nature of the ultimate Dharma of no being is called the end of the continuity of karmic obscuration, and that, Śāriputra, is the confession.”",
            "passage-xmlId": "UT22084-062-019-119",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/600"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.b",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས་ཇི་ལྟར་དགེ་བའི་རྩ་བ་རྣམས་ལ་རྗེས་སུ་ཡི་རང་བར་བགྱི།",
            "english": "Venerable Śāriputra then asked the Bhagavat, “Bhagavat, how should a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, rejoice in the roots of merit?”",
            "passage-xmlId": "UT22084-062-019-121",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/600"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.b",
            "tibetan": "དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་ནས་ཚིག་འདི་སྐད་དུ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་། བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུས་བགྱིས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "After Venerable Śāriputra had asked that, the Bhagavat said to him, “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place their palms together in homage, and say these words: “ ‘I rejoice with the greatest joy in whatever merit has arisen from the generosity of beings in the ten directions, from their good conduct, and from the merit that has arisen from their meditation.",
            "passage-xmlId": "UT22084-062-019-122",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/600"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.300.b",
            "tibetan": "རྗེས་སུ་ཡི་རང་བ་དམ་པ་དང་། གཙོ་བོ་དང་། ཁྱད་པར་ཅན་དང་། རབ་དང་། ཕུལ་དང་། གྱ་ནོམ་པ་དང་། བླ་མ་དང་།",
            "english": "I rejoice in that merit with a joy that is sublime, preeminent, superior, complete, perfect, excellent, the highest, unsurpassable, superlative, unequaled, and that has no equal.",
            "passage-xmlId": "UT22084-062-019-122",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/600"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བླ་ན་མེད་པ་དང་། ལྟག་ན་མེད་པ་དང་། མཉམ་པ་མེད་པ་དང་། མི་མཉམ་པ་དང་མཉམ་པས་རྗེས་སུ་ཡི་རང་ངོ་། །ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in whatever merit is arising from the generosity of beings in the ten directions, from their good conduct, and from the merit that is arising from their meditation.",
            "passage-xmlId": "UT22084-062-019-124",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུ་བགྱིད་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "I rejoice in that merit with a joy that is … and so on, until and that has no equal.",
            "passage-xmlId": "UT22084-062-019-124",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in whatever merit will arise from the generosity of beings in the ten directions, from their good conduct, and from the merit that will arise from their meditation.",
            "passage-xmlId": "UT22084-062-019-125",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུ་བགྱིད་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "I rejoice in that merit with a joy that is … and so on, until and that has no equal.",
            "passage-xmlId": "UT22084-062-019-125",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ད་ལྟ་ན་སེམས་དང་པོ་བསྐྱེད་པ་དེ་དག་གིས་དང་པོ་བྱང་ཆུབ་མཆོག་ཏུ་སེམས་བསྐྱེད་པ་དང་ལྡན་པའི་དགེ་བའི་རྩ་བ་གང་ལགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བསྐལ་པ་བརྒྱས་བྱུང་བ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ལགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ལགས་པ་དང་། ཕྱིར་མི་ལྡོག་པ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ལགས་པ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in all the roots of merit possessed by those bodhisattvas in the present who have first developed the aspiration to enlightenment, in all the accumulations of merit of bodhisattvas during a hundred eons, in all the accumulations of merit of bodhisattvas who have attained patience in the birthlessness of phenomena, in all the accumulations of merit of those who have become irreversible, and in all the accumulations of merit of bodhisattvas who have one life remaining.",
            "passage-xmlId": "UT22084-062-019-126",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "I rejoice in them with joy that is … and so on, until and that has no equal.",
            "passage-xmlId": "UT22084-062-019-126",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་ལྡན་པའི་དགེ་བའི་རྩ་བ་མངོན་པར་འདུས་བགྱིས་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་ངོ་། །རྗེས་སུ་ཡི་རང་བའི་དམ་པ་དང་། གཙོ་བོ་དང་། ཁྱད་པར་ཅན་དང་། རབ་དང་། ཕུལ་དང་། གྱ་ནོམ་པ་དང་། བླ་མ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in all the good roots of possessing the six perfections that were produced by the bodhisattva mahāsattvas during their past bodhisattva practice.",
            "passage-xmlId": "UT22084-062-019-127",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བླ་ན་མེད་པ་དང་། ལྟག་ན་མེད་པ་དང་། མཉམ་པ་མེད་པ་དང་། མི་མཉམ་པ་དང་མཉམ་པས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "I rejoice in them with a joy that is sublime, preeminent, superior, complete, perfect, excellent, the highest, unsurpassable, none-higher, unequaled, and that has no equal.",
            "passage-xmlId": "UT22084-062-019-127",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "མ་འོངས་པའི་དུས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་མངོན་པར་འདུ་བགྱིད་པར་འགྱུར་བ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་ངོ་། །རྗེས་སུ་ཡི་རང་བ་དམ་པ་དང་། གཙོ་བོ་དང་། ཁྱད་པར་ཅན་དང་། རབ་དང་། ཕུལ་དང་། གྱ་ནོམ་པ་དང་། བླ་མ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in all the accumulations of merit from possessing the six perfections that will be produced by the bodhisattva mahāsattvas in their bodhisattva practice in the future.",
            "passage-xmlId": "UT22084-062-019-128",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.a",
            "tibetan": "བླ་ན་མེད་པ་དང་། ལྟག་ན་མེད་པ་དང་། མཉམ་པ་མེད་པ་དང་། མི་མཉམ་པ་དང་མཉམ་པས་རྗེས་སུ་ཡི་རང་ངོ་། །",
            "english": "I rejoice in them with a joy that is sublime, pre-eminent, superior, complete, perfect, excellent, the highest, unsurpassable, none-higher, unequaled, and that has no equal.",
            "passage-xmlId": "UT22084-062-019-128",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/601"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.b",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དག་ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་དེ་དག་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་ལྡན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་མངོན་པར་འདུ་བགྱིད་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་ངོ་། །རྗེས་སུ་ཡི་རང་བ་དམ་པ་དང་། གཙོ་བོ་དང་། ཁྱད་པར་ཅན་དང་། རབ་དང་། ཕུལ་དང་། གྱ་ནོམ་པ་དང་། བླ་མ་དང་།",
            "english": "“ ‘I rejoice with the greatest joy in all the accumulations of merit from possessing the six perfections that are being produced by the bodhisattva mahāsattvas in their bodhisattva practice in the present.",
            "passage-xmlId": "UT22084-062-019-129",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/602"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.b",
            "tibetan": "བླ་ན་མེད་པ་དང་། ལྟག་ན་མེད་པ་དང་། མཉམ་པ་མེད་པ་དང་། མི་མཉམ་པ་དང་མཉམ་པས་རྗེས་སུ་ཡི་རང་ངོ་། །སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་།",
            "english": "I rejoice in them with a joy that is sublime, preeminent, superior, complete, perfect, excellent, the highest, unsurpassable, none-higher, unequaled, and that has no equal.",
            "passage-xmlId": "UT22084-062-019-129",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/602"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.b",
            "tibetan": "སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་བདེ་བའི་སླད་དུ་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ། ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྟན་པ། ཆོས་ཀྱི་ཚུལ་རབ་ཏུ་བཟུང་བ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་ཕབ་པ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་བཏང་བ། ཆོས་ཀྱི་རྔ་རབ་ཏུ་བརྡུངས་པ། ཆོས་ཀྱི་རྔ་བོ་ཆེ་བརྡུངས་པ། ཆོས་ཀྱི་དུང་བུས་པ། ཆོས་ཀྱི་སྲོག་ཤིང་བསྒྲེང་བ། ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་མཛད་པ། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ཚིམ་པར་མཛད་པ། ཉམ་བག་ཏུ་སྤྱོད་དུ་བཙུད་པ་གང་ལགས་པ་དང་། དེ་ལ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའམ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའམ།",
            "english": "“ ‘I rejoice with the greatest joy in the conscientious conduct of the tathāgata arhat samyaksaṃbuddhas of the past, who for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, attained the highest, most complete enlightenment of buddhahood; turned the wheel of the Dharma; taught the wheel of the Dharma; possessed the way of the Dharma; gave the gift of the Dharma; lit the lamp of the Dharma; sent down the rain of the Dharma; beat the drum of the Dharma; beat the great drum of the Dharma; blew the conch of the Dharma; raised the central pillar of the Dharma; and brought satisfaction to all beings with the gift of the Dharma, through which roots of merit were generated by beings who entered the Śrāvakayāna, beings who entered the Pratyekabuddhayāna, beings who entered the Bodhisattvayāna, or any other beings.",
            "passage-xmlId": "UT22084-062-019-130",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/602"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.301.b",
            "tibetan": "དེ་ལས་གཞན་པའི་སེམས་ཅན་རྣམས་ཀྱིས་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།",
            "english": "I rejoice in them with a joy that is … and so on, until and that has no equal.",
            "passage-xmlId": "UT22084-062-019-130",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/602"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.a",
            "tibetan": "འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་མ་འོངས་པའི་དུས་ཀྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་འགྱུར་བའི་བར་དག་གང་ལགས་པ་དང་། དེ་ལ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའམ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའམ།",
            "english": "“ ‘I rejoice with the greatest joy in the conscientious conduct of the tathāgata arhat samyaksaṃbuddhas of the future, who for the sake of the benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, will attain the highest, most complete enlightenment of buddhahood; turn the wheel of the Dharma; teach the wheel of the Dharma; possess the way of the Dharma; give the gift of the Dharma; light the lamp of the Dharma; send down the rain of the Dharma; beat the drum of the Dharma; beat the great drum of the Dharma; blow the conch of the Dharma; raise the central pillar of the Dharma; and bring satisfaction to all beings with the gift of the Dharma, through which roots of merit will be generated by beings who have entered the Śrāvakayāna, beings who have entered the Pratyekabuddhayāna, beings who have entered the Bodhisattvayāna, or any other beings.",
            "passage-xmlId": "UT22084-062-019-132",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/603"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.a",
            "tibetan": "དེ་ལས་གཞན་པའི་སེམས་ཅན་དག་དགེ་བའི་རྩ་བ་སྐྱེད་པར་འགྱུར་བ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།",
            "english": "I rejoice in them with a joy that is … and so on, until and that has no equal.",
            "passage-xmlId": "UT22084-062-019-132",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/603"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.a",
            "tibetan": "འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་ད་ལྟར་ན་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ། ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྟོན་པ། ཆོས་ཀྱི་ཚུལ་རབ་ཏུ་འཛིན་པ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་འབེབས་པ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་གཏོང་བ། ཆོས་ཀྱི་སྦྱིན་པ་མཛད་པ། ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་མཛད་པ། ཆོས་ཀྱི་རྔ་རྡུང་བ། ཆོས་ཀྱི་རྔ་བོ་ཆེ་རྡུང་བ། ཆོས་ཀྱི་དུང་འབུད་པ། ཆོས་ཀྱི་སྲོག་ཤིང་སྒྲེང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ཚིམ་པར་མཛད་པ། ཉམ་བག་ཏུ་སྤྱོད་དུ་འཛུད་པ་གང་ལགས་པ་དང་། དེ་ལ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའམ།",
            "english": "“ ‘I rejoice with the greatest joy in the conscientious conduct of the tathāgata arhat samyaksaṃbuddhas of the present time in the worlds of the ten directions, who for the sake of the benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, have attained the highest, most complete enlightenment of buddhahood; turn the wheel of the Dharma; teach the wheel of the Dharma; possess the way of the Dharma; give the gift of the Dharma; light the lamp of the Dharma; send down the rain of the Dharma; beat the drum of the Dharma; beat the great drum of the Dharma; blow the conch of the Dharma; raise the central pillar of the Dharma; and bring satisfaction to all beings with the gift of the Dharma, through which the roots of merit are generated by beings who have entered the Śrāvakayāna, beings who have entered the Pratyekabuddhayāna, beings who have entered the Bodhisattvayāna or any other beings.",
            "passage-xmlId": "UT22084-062-019-134",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/603"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.a",
            "tibetan": "བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའམ། དེ་ལས་གཞན་པའི་སེམས་ཅན་དག་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་ཞེས་བརྗོད་པར་བྱའོ། །",
            "english": "I rejoice in them with a joy that is … and so on, until and that has no equal.’",
            "passage-xmlId": "UT22084-062-019-134",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/603"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "ཤཱ་རིའི་བུ་འདི་ནི་རྗེས་སུ་ཡི་རང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོའོ། །",
            "english": "“Śāriputra, this is rejoicing’s aggregation of merit.",
            "passage-xmlId": "UT22084-062-019-136",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་རྗེས་སུ་ཡི་རང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་འདིས་རྗེས་སུ་ཡི་རང་ན་བསོད་ནམས་ཀྱི་ཕུང་པོ་མང་པོ་གྲངས་མེད། དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །ཤཱ་རིའི་བུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ནས།",
            "english": "If a noble son or noble daughter rejoices with this merit from rejoicing, they will generate many incalculable, measureless aggregations of merit.",
            "passage-xmlId": "UT22084-062-019-136",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པར་གྱུར་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཞིག་གིས་དེ་དག་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་གོས་དང་། ཟས་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱས་པ་བས་གང་ཞིག་རྗེས་སུ་ཡི་རང་བ་འདིས་རྗེས་སུ་ཡི་རང་ན་དེ་ནི་དེ་བས་བསོད་ནམས་ཆེས་མང་དུ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །",
            "english": "“Śāriputra, if the beings in not only this trichiliocosm world realm but in as many world realms as there are grains of sand in the Ganges River were all arhats, whose defilements had ceased, and if a noble son or noble daughter were to serve them for as long as they lived with clothing, food, medicines when ill, and other requisites, even then someone who rejoices through this rejoicing would create immeasurably, incalculably greater merit.",
            "passage-xmlId": "UT22084-062-019-137",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "ཤཱ་རིའི་བུ་དེ་བས་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་རྗེས་སུ་ཡི་རང་བ་འདིས་རྗེས་སུ་ཡི་རང་བར་བྱའོ། །",
            "english": "“Therefore, Śāriputra, a noble son or noble daughter who wishes for the highest, most complete enlightenment of buddhahood should rejoice with this kind of rejoicing.",
            "passage-xmlId": "UT22084-062-019-138",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "བུད་མེད་སྐྱེས་པའི་དབང་པོ་ཐོབ་པར་འདོད་ཅིང་བུད་མེད་ཀྱི་དབང་པོ་རྗེས་པར་འདོད་པས་ཀྱང་རྗེས་སུ་ཡི་རང་བ་འདིས་རྗེས་སུ་ཡི་རང་བར་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
            "english": "A woman who wishes to attain a male’s organs, who wishes to exchange her female organs for them, should rejoice with this kind of rejoicing.”",
            "passage-xmlId": "UT22084-062-019-138",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "བཅོམ་ལྡན་འདས་མ་འོངས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་སྣང་བ་བགྱིས་པར་འགྱུར་བ་དང་། ད་ལྟར་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མོས་པ་སྐྱེད་པར་འགྱུར་བའི་བསྐུལ་བའི་ཕུང་པོ་བཤད་དུ་གསོལ། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ།",
            "english": "When the Bhagavat had said that, Venerable Śāriputra said to the Bhagavat, “Bhagavat, I pray that you teach the accumulation of supplications that illuminates the bodhisattva mahāsattvas of the future and gives rise to aspiration in the bodhisattvas of the present.”",
            "passage-xmlId": "UT22084-062-019-139",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.302.b",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ལ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་ནས་ཚིག་འདི་སྐད་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་ད་ལྟར་ན། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དེ་དག་ལ་ཕྱག་འཚལ་ལོ། །",
            "english": "When Venerable Śāriputra had said that, the Bhagavat replied to him, “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest, most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place their palms together in homage, and say these words: “ ‘I pay homage to the buddha bhagavats who in this present time in the worlds of the ten directions have attained the highest, most complete enlightenment of buddhahood.",
            "passage-xmlId": "UT22084-062-019-140",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/604"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་ཕྱག་འཚལ་ནས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བར་བསྐུལ་གྱིས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་།",
            "english": "“ ‘Through my paying homage to those buddha bhagavats, and requesting them to turn the wheel of the Dharma, I pray that those buddha bhagavats, for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, turn the wheel of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "བདེ་བའི་སླད་དུ་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་དུ་གསོལ། །ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྟན་དུ་གསོལ། །",
            "english": "I pray that they teach the wheel of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་ཚུལ་རབ་ཏུ་གཟུང་དུ་གསོལ། །",
            "english": "I pray that they possess the way of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་སྦྱིན་པ་མཛད་པ་གཟུང་དུ་གསོལ། །",
            "english": "I pray that they give the gift of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་མཛད་དུ་གསོལ། །",
            "english": "I pray that they light the lamp of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་ཆར་དབབ་ཏུ་གསོལ། །",
            "english": "I pray that they send down the rain of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་རྔ་བརྡུང་དུ་གསོལ། །",
            "english": "I pray that they let fall the rain of the Dharma. I pray that they beat the drum of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་རྔ་བོ་ཆེ་བརྡུང་དུ་གསོལ། །",
            "english": "I pray that they beat the great drum of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་དུང་འབུད་དུ་གསོལ། །",
            "english": "I pray that they blow the conch of the Dharma.",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.a",
            "tibetan": "ཆོས་ཀྱི་སྲོག་ཤིང་བསྒྲེང་དུ་གསོལ་ཞེས་བརྗོད་པར་བྱའོ། །ཤཱ་རིའི་བུ་གཞན་ཡང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ།",
            "english": "I pray that they raise the central pillar of the Dharma.’",
            "passage-xmlId": "UT22084-062-019-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/605"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ལ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་ནས་ཚིག་འདི་སྐད་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་ད་ལྟ་ན་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་ཚེའི་འདུ་བྱེད་བཏང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་བདག་ཕྱག་འཚལ་ནས་གསོལ་བ་འདེབས་ཀྱིས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་།",
            "english": "“Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest, most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place palms together in homage, and say these words: “ ‘I pay homage to the buddha bhagavats who in this present time in the worlds of the ten directions are giving up their composite life.",
            "passage-xmlId": "UT22084-062-019-144",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "བདེ་བའི་སླད་དུ་ཆོས་ཀྱི་འཁོར་ལོ་ནི་རབ་ཏུ་བསྐོར། ཆོས་ཀྱི་སྒྲོན་མ་ནི་འབར་བར་མཛད། ཆོས་ཀྱི་ཆར་ནི་རབ་ཏུ་འབེབས། ཆོས་ཀྱི་ཆར་ནི་རབ་ཏུ་གཏོང་། ཆོས་ཀྱི་རྔ་ནི་རབ་ཏུ་རྡུང་། ཆོས་ཀྱི་རྔ་བོ་ཆེ་ནི་རབ་ཏུ་རྡུང་། ཆོས་ཀྱི་དུང་ནི་རབ་ཏུ་འབུད། ཆོས་ཀྱི་སྲོག་ཤིང་ནི་རབ་ཏུ་བསྒྲེང་། ཆོས་ཀྱི་སྒྲོན་མ་ནི་མཆེད་པར་མཛད། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ནི་ཚིམ་པར་མཛད།",
            "english": "“ ‘Through my paying homage to those buddha bhagavats, and requesting them to turn the wheel of the Dharma, I pray that those buddha bhagavats, for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, turn the wheel of the Dharma, light the lamp of the Dharma, send down the rain of the Dharma, let fall the rain of the Dharma, beat the drum of the Dharma, beat the great drum of the Dharma, blow the conch of the Dharma, raise the central pillar of the Dharma, increase the lamp of the Dharma, and satisfy all beings with the gift of the Dharma.",
            "passage-xmlId": "UT22084-062-019-146",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཉམ་བག་ཏུ་སྤྱོད་དུ་ནི་འཛུད་ཅིང་རེ་ཞིག་བཞུགས་སུ་གསོལ། གསོལ་བ་བཏབ་པའི་ཕུང་པོ་འདི་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་སྟེ།",
            "english": "“ ‘I also dedicate this accumulation of supplications to the highest, most complete enlightenment.",
            "passage-xmlId": "UT22084-062-019-148",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཇི་ལྟར་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་བ་དེ་བཞིན་དུ་འདི་ཡོངས་སུ་བསྔོའོ་ཞེས་བརྗོད་པར་བྱའོ། །",
            "english": "I dedicate this in such a way that it is dedicated to the highest, most complete enlightenment.’",
            "passage-xmlId": "UT22084-062-019-148",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཤཱ་རིའི་བུ་འདི་ནི་གསོལ་བ་གདབ་པའི་ཕུང་པོ་སྟེ།",
            "english": "“Śāriputra, this is the accumulation of supplications.",
            "passage-xmlId": "UT22084-062-019-149",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གསོལ་བ་བཏབ་པའི་ཕུང་པོ་འདིས་གསོལ་བ་འདེབས་ན། བསོད་ནམས་མང་པོ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །",
            "english": "If a noble son or noble daughter were to supplicate with this accumulation of supplications, they would create immeasurably, incalculably greater merit than that.",
            "passage-xmlId": "UT22084-062-019-149",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་པ་དེ་དག་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་བཀང་སྟེ། དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་དབུལ་བ་ཕུལ་བ་བས། གང་གིས་དེ་བཞིན་གཤེགས་པ་དེ་དག་ལ་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་བསྐུལ་ན་དེ་ནི་དེ་བས་བསོད་ནམས་ཆེས་མང་དུ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །",
            "english": "“Śāriputra, if a noble son or noble daughter were to make an offering to the tathāgatas of the entire trichiliocosm world realm filled with the seven jewels, someone who supplicates the tathāgatas to turn the wheel of the Dharma would create immeasurably, incalculably greater merit than that.",
            "passage-xmlId": "UT22084-062-019-150",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཤཱ་རིའི་བུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ལྟ་ཞོག་སྟེ། ཤཱ་རིའི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་དང་མཉམ་པ་ཇི་སྙེད་པ་དེ་དག་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཞིག་གིས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་བཀང་སྟེ། དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་དབུལ་བ་ཕུལ་བ་བས། གང་གིས་དེ་བཞིན་གཤེགས་པ་དེ་དག་ལ་གསོལ་བ་བཏབ་ན་དེ་ནི་དེ་བས་བསོད་ནམས་ཆེས་མང་དུ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །",
            "english": "“Śāriputra, let alone this trichiliocosm world realm—Śāriputra, if a noble son or noble daughter were to make an offering to the tathāgatas of as many trichiliocosm world realms filled with the seven jewels as there are grains of sand in the Ganges River, still, someone who supplicates the tathāgatas to turn the wheel of the Dharma would create immeasurably, incalculably greater merit than that.",
            "passage-xmlId": "UT22084-062-019-151",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "“Why is that?",
            "passage-xmlId": "UT22084-062-019-152",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "ཤཱ་རིའི་བུ་ངས་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་གསོལ་བ་བཏབ་སྟེ། དགེ་བའི་རྩ་བ་དེས་ན་ང་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བཅོམ་ལྡན་འདས་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།",
            "english": "Śāriputra, when in the past I was practicing bodhisattva conduct, I supplicated the tathāgatas to turn the wheel of the Dharma.",
            "passage-xmlId": "UT22084-062-019-152",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.303.b",
            "tibetan": "འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བར་གསོལ་ཞེས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བར་གསོལ་བ་བཏབ་བོ། །",
            "english": "It is because of that root of merit that Śakra, the lord of the devas, and Brahmā, the lord of Sahā, supplicated me to turn the wheel of the Dharma, saying, ‘Bhagavat, we pray that you turn the wheel of the Dharma for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans.’",
            "passage-xmlId": "UT22084-062-019-152",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/606"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.a",
            "tibetan": "ཤཱ་རིའི་བུ་ངས་སྔོན་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་རིང་དུ་བཞུགས་པར་གསོལ་ཏེ། དགེ་བའི་རྩ་བ་དེས་ན་ང་མི་འཇིགས་པ་བཞི་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།",
            "english": "“Śāriputra, when in the past I was practicing bodhisattva conduct, I prayed that the tathāgatas remain for a long time.",
            "passage-xmlId": "UT22084-062-019-154",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/607"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.a",
            "tibetan": "སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཐོབ་སྟེ། ངའི་དམ་པའི་ཆོས་ཀྱང་ཡུན་རིང་དུ་གནས་པར་འགྱུར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ།",
            "english": "It is because of that root of merit that I have attained the four confidences, the ten strengths of the tathāgatas, the eighteen unique qualities of a buddha, the four discernments, great love, great compassion, and complete nirvāṇa, and that my Dharma will remain for a long time.”",
            "passage-xmlId": "UT22084-062-019-154",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/607"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.a",
            "tibetan": "བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཇི་ལྟར་ཡོངས་སུ་བསྔོ་བར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ།",
            "english": "When the Bhagavat had said that, Venerable Śāriputra asked the Bhagavat, “Bhagavat, how should a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest, most complete enlightenment of buddhahood, dedicate their roots of merit in order to gain omniscience?”",
            "passage-xmlId": "UT22084-062-019-155",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/607"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.a",
            "tibetan": "སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་ཉིན་ལན་གསུམ་དུ་མཚན་ལན་གསུམ་དུ་ཚིག་འདི་སྐད་ཅེས་ཐོག་མ་དང་ཐ་མ་མ་མཆིས་པའི་འཁོར་བ་ན་འཁོར་བའི་ཚེ་བདག་གིས་དགེ་བའི་རྩ་བ་མངོན་པར་འདུས་བགྱིས་པར་གྱུར་པ། སངས་རྒྱས་སམ། ཆོས་སམ། དགེ་འདུན་ནམ། གང་ཟག་གམ། ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བ་རྣམས་སམ། སེམས་ཅན་གཞན་དག་ལ་ཡང་རུང་སྟེ། ཟན་ཆང་གཅིག་ཙམ་སྩལ་བར་གྱུར་པ་གང་ལགས་པ་དང་། འཆགས་པ་གང་ལགས་པ་དང་། གསོལ་བ་གདབ་པ་གང་ལགས་པ་དང་། སྐྱབས་སུ་མཆི་བ་གང་ལགས་པ་དང་། བསླབ་པའི་གཞི་དང་ལྡན་པའི་དགེ་བའི་རྩ་བ་གང་ལགས་པ་དང་། སོ་སོར་འཆགས་པ་དང་ལྡན་པའི་དགེ་བའི་རྩ་བ་གང་ལགས་པ་དང་། རྗེས་སུ་ཡི་རང་བ་དང་ལྡན་པའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་གང་ལགས་པ་དང་། གསོལ་བ་གདབ་པ་དང་ལྡན་པའི་དགེ་བའི་རྩ་བ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་གཅིག་ཏུ་བསྡུས་གཞལ་བཟླུམས་ཏེ། སེམས་དུལ་ཞིང་རྣམ་པར་གྲོལ་བ་དང་།",
            "english": "When Venerable Śāriputra had asked that, the Bhagavat said to him, “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest, most complete enlightenment of buddhahood, should three times each day and three times each night say these words: “ ‘Whatever good roots I have created while circling in beginningless and endless saṃsāra—whatever good roots I have from giving even a handful of food to the Buddha, to the Dharma, to the Saṅgha, or even to those reborn as an animal, or to any other being; whatever good roots I have from confession, from supplication, from taking refuge, or from possessing the basis of the training; whatever good roots I have from individual confessions; whatever merit I have from rejoicing; and whatever good roots I have from supplication—I gather them all into one, and with a mind that is tamed, liberated, and without grasping, I bestow all of that together on all beings.",
            "passage-xmlId": "UT22084-062-019-156",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/607"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "གཟུང་བ་མ་མཆིས་པས་སེམས་ཅན་ཐམས་ཅད་ལ་སྩལ་ཏོ། །ཇི་ལྟར་དགེ་བའི་རྩ་བ་རྣམས་སེམས་ཅན་ཐམས་ཅད་ལ་གཏང་བར་བགྱི་བ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཆགས་པ་མི་མངའ་བས་ཇི་ལྟར་མཁྱེན་པ་དེ་ལྟ་བུས་བདག་གིས་དགེ་བའི་རྩ་བ་དེ་གཏང་ངོ་།",
            "english": "“ ‘Just as the buddha bhagavats, with the unimpeded wisdom of buddhahood, know their giving of the roots of merit to all beings, I give the roots of merit in the same way.",
            "passage-xmlId": "UT22084-062-019-158",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "སེམས་ཅན་ཐམས་ཅད་ལག་ན་རིན་པོ་ཆེ་དང་ལྡན་པར་གྱུར་ཅིག །ནམ་མཁའི་མཛོད་དང་ལོངས་སྤྱོད་ཟད་མི་ཤེས་པ་དང་། བསོད་ནམས་ཟད་མི་ཤེས་པ་དང་།",
            "english": "“ ‘May all beings have jewels in their hands.",
            "passage-xmlId": "UT22084-062-019-159",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "ཆོས་ཟད་མི་ཤེས་པ་དང་། ཡེ་ཤེས་ཟད་མི་ཤེས་པ་དང་། སྤོབས་པ་ཟད་མི་ཤེས་པ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཐོབ་པར་གྱུར་ཅིག །",
            "english": "May they attain the treasury of space, enjoyment that knows no end, merit that knows no end, Dharma that knows no end, knowledge that knows no end, eloquence that knows no end, the highest, most complete enlightenment of buddhahood, and omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-159",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "བདག་གི་དགེ་བའི་རྩ་བ་སེམས་ཅན་ཐམས་ཅད་ལ་སྩལ་བ་ལས་བྱུང་བའི་བསོད་ནམས་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་གཅིག་ཏུ་བསྡུས་གཞལ་བཟླུམས་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྔོའོ། །",
            "english": "“ ‘I combine into one and unify whatever merit arises from my bestowing the roots of merit on all beings, and I dedicate it to the highest, most complete enlightenment.",
            "passage-xmlId": "UT22084-062-019-160",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "དགེ་བའི་རྩ་བ་འདིས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །",
            "english": "“ ‘Through this root of merit may I and all beings attain the highest, most complete enlightenment of buddhahood and may we attain omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-161",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.304.b",
            "tibetan": "ཇི་ལྟར་སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་བསྔོས་པ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་བསྔོའོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas of the past, practicing for the sake of enlightenment, dedicated their roots of merit for the sake of omniscience, in that same way I also dedicate my roots of merit for the sake of omniscience.",
            "passage-xmlId": "UT22084-062-019-162",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/608"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "དགེ་བའི་རྩ་བ་འདིས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །",
            "english": "“ ‘Through this root of merit may I and all beings attain the highest, most complete enlightenment of buddhahood and may we attain omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-163",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "ཇི་ལྟར་མ་འོངས་པའི་དུས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་སྔོ་བར་འགྱུར་བ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་བསྔོའོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas of the future, practicing for the sake of enlightenment, will dedicate their roots of merit for the sake of omniscience, in that same way I also will dedicate my roots of merit for the sake of omniscience.",
            "passage-xmlId": "UT22084-062-019-164",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "དགེ་བའི་རྩ་བ་འདིས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །",
            "english": "“ ‘Through this root of merit may I and all beings attain the highest, most complete enlightenment of buddhahood and may we attain omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-165",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "ཇི་ལྟར་དེ་ལྟ་ན་ད་ལྟར་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཀྱང་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་སྔོ་བ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བགྱི་བའི་སླད་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་བསྔོའོ། །",
            "english": "“ ‘Just as the bodhisattva mahāsattvas of the present, practicing for the sake of enlightenment, dedicate their roots of merit for the sake of omniscience, in that same way I also dedicate my roots of merit for the sake of omniscience.",
            "passage-xmlId": "UT22084-062-019-166",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "དགེ་བའི་རྩ་བ་འདིས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །ཇི་ལྟར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་དེས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་བཞུགས་ཏེ། སངས་རྒྱས་ཀྱི་ཏིང་ངེ་འཛིན་བསམ་གྱིས་མི་ཁྱབ་པ་དྲི་མ་མེད་པ་ཤིན་ཏུ་དཀར་བ་ལ་བཞུགས་ནས་བདུད་སྡིག་ཅན་བཅོམ་སྟེ། ཤེས་པར་བགྱི་བ་དང་།",
            "english": "“ ‘Through this root of merit may I and all beings attain the highest, most complete enlightenment of buddhahood and may we attain omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-167",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "བལྟ་བར་བགྱི་བ་དང་། རྟོགས་པར་བགྱི་བ་དང་། མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པར་བགྱི་བ་གང་ཅི་ཡང་རུང་སྟེ། དེ་ཐམས་ཅད་ནམ་གྱི་ཐོ་རངས་སྐྱ་རེངས་འཆར་ཀར་སྐད་ཅིག་གཅིག་དང་ལྡན་པའི་ཤེས་རབ་ཀྱིས་བདུད་རྩི་བརྙེས་ཏེ། འཆི་བ་མེད་པར་འགྲོ་བའི་ལམ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དེ་བཞིན་དུ་བདག་དང་སེམས་ཅན་ཐམས་ཅད་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་གྱུར་ཅིག །",
            "english": "Just as the Bhagavat Tathāgata Śākyamuni sat upon the Bodhimaṇḍa; remained in the inconceivable, stainless, and extremely difficult samādhi of buddhahood; defeated evil Māra; and at dawn obtained the amṛta of wisdom that in an instant had all knowledge, had the view, had realization, had complete enlightenment, and had gained the buddhahood of the path to deathlessness, in that same way may I and all beings attain the highest, most complete enlightenment of buddhahood.",
            "passage-xmlId": "UT22084-062-019-168",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.a",
            "tibetan": "ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །ཇི་ལྟར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་དང་། འོད་མཆོག་དང་། འོད་དགེ་དང་། བསོད་ནམས་འོད་དང་། མི་འཁྲུགས་པ་དང་། སེང་གེ་དང་། འོད་ཟེར་བརྒྱ་པ་དང་། འོད་ཟེར་མཐོ་དང་། འོད་དྲ་བ་ཅན་དང་། རིན་ཆེན་འོད་འཕྲོ་དང་། འོད་འབར་དང་། སྣང་བའི་རྒྱལ་པོ་དང་། ཤིན་དུ་བརྒྱན་དང་། རིན་ཆེན་ཏོག་དང་། ཆོས་ཀྱི་རྒྱལ་མཚན་དང་། ཡན་ལག་མཆོག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་དང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཞན་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཇི་ཙམ་དུ་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་། མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་།",
            "english": "May we attain omniscient wisdom.",
            "passage-xmlId": "UT22084-062-019-168",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/609"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "བདེ་བའི་སླད་དུ་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ་དེ་བཞིན་དུ་བདག་དང་སེམས་ཅན་ཐམས་ཅད་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་། མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྐོར་བར་ཤོག་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །",
            "english": "“ ‘Just as the tathāgata arhat samyaksaṃbuddhas, including the Bhagavat Tathāgata Amitābha, Varaprabha, Virtue of Light, Puṇyaprabha, Akṣobhya, Siṃha, Śatakiraṇa, Exalted Light Rays, Net of Light, Ratnārci, Prabhājvala, King of Illumination, Vibhūṣita, Ratnaketu, Dharmadhvaja, and Varāṅga, and other buddha bhagavats who attained the highest, most complete enlightenment of buddhahood, turned the wheel of the Dharma for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans, in the same way may I and all beings attain the highest, most complete enlightenment of buddhahood and turn the wheel of the Dharma for the sake of benefit for many beings, for the happiness of many beings, out of compassion for the world, and for the welfare, benefit, and happiness of multitudes of beings, devas and humans.’",
            "passage-xmlId": "UT22084-062-019-169",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "ཤཱ་རིའི་བུ་འདི་ནི་ཡོངས་སུ་བསྔོ་བའི་ཕུང་པོ་སྟེ།",
            "english": "“Śāriputra, that is the accumulation of dedication.",
            "passage-xmlId": "UT22084-062-019-175",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "བསོད་ནམས་ཀྱི་ཕུང་པོ་སྔ་མས་ཡོངས་སུ་བསྔོ་བའི་ཕུང་པོ་འདིའི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་བ་ནས་དཔེའི་བར་དུ་ཡང་མི་བཟོད་དོ། །ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ།",
            "english": "The previous accumulations of merit cannot approach the vastness of this accumulation of dedication and cannot even serve as an analogy for it.",
            "passage-xmlId": "UT22084-062-019-175",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་མདོ་འདི་ལེན་ཏམ། ཀུན་ཆུབ་པར་བྱེད་དམ། འཛིན་ཏམ། ཀློག་གམ། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་ན་དེ་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་བས་ཆེས་མང་དུ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་སྐྱེད་དོ། །",
            "english": "“Śāriputra, a noble son or noble daughter who obtains this sūtra, learns it, possesses it, reads it, and teaches it widely to others will develop an even greater, incalculable, measureless accumulation of merit.",
            "passage-xmlId": "UT22084-062-019-176",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "ཤཱ་རིའི་བུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་སྔ་ཕྱི་མེད་པར་མིའི་ལུས་ཐོབ་པར་གྱུར་ལ། སྔ་ཕྱི་མེད་པར་མིའི་ལུས་ཐོབ་ནས་ཀྱང་རང་བྱང་ཆུབ་ཐོབ་པར་གྱུར་ཏེ། དེ་དག་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཞིག་གིས་བསྟི་སྟང་དང་། ཕུ་དུད་དུ་བྱ་བའི་ཕྱིར་གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་བསྙེན་བཀུར་བྱས་ཏེ། རིམ་གྲོ་བྱ་བ་ལན་ཅིག་ཅིང་ཡང་རིན་པོ་ཆེའི་ཕུང་པོ་རི་རབ་ཙམ་གྱི་རིན་པོ་ཆེ་རྣམས་ཡོངས་སུ་ཟད་པར་བྱས་ལ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཀྱང་དེ་དག་གི་མཆོད་རྟེན་རིན་པོ་ཆེ་སྣ་བདུན་ཏེ། གསེར་དང་། དངུལ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། ཤེལ་དང་། སྤུག་དང་། མུ་ཏིག་དམར་པོ་ལས་འཕང་དུ་དཔག་ཚད་བཅུ་པ་བྱས་ཏེ། དེ་དག་ལ་གདུགས་དང་།",
            "english": "“Śāriputra, if all the past and future beings that are in a trichiliocosm world realm were to attain human bodies, and having gained human bodies, without distinction between past and future, were to each attain enlightenment, and if a noble son or noble daughter were to serve them throughout their lives with robes, food, bedding, medicine when ill, and requisites in order to honor them and revere them; and if they were to spend a heap of jewels the size of Sumeru each time they attended them; and if, when they had passed into nirvāṇa, they were to create stūpas for them ten yojanas high and made of the seven precious materials—gold, silver, pearls, beryl, crystal, white coral, and red pearls—and then make offerings to them with parasols, banners, flags, and streamers, then, Śāriputra, what do you think?",
            "passage-xmlId": "UT22084-062-019-177",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.305.b",
            "tibetan": "རྒྱལ་མཚན་དང་། བ་དན་དང་། བ་དན་ཕྲ་མོ་རྣམས་ཀྱིས་མཆོད་པ་བྱས་ན་ཤཱ་རིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སྐྱེད་དམ།",
            "english": "Would that noble son or noble daughter generate much merit upon that basis?”",
            "passage-xmlId": "UT22084-062-019-177",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/610"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "གསོལ་པ། བཅོམ་ལྡན་འདས་མང་ལགས་སོ། །",
            "english": "“Bhagavat, there would be much,” replied Śāriputra.",
            "passage-xmlId": "UT22084-062-019-178",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "བདེ་བར་གཤེགས་པ་མང་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ།",
            "english": "“Sugata, there would be much.”",
            "passage-xmlId": "UT22084-062-019-178",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་གང་མདོ་འདི་འཛིན་ཏམ། ཀུན་ཆུབ་པར་བྱེད་དམ། འདོན་པར་བྱེད་དམ། ཀློག་གམ། སྐྱེ་བོ་མང་པོ་ལ་ཡང་དག་པར་རབ་ཏུ་སྟོན་ཏམ།",
            "english": "“Śāriputra,” continued the Bhagavat, “a noble son or noble daughter who possesses this sūtra, learns it, recites it, reads it, teaches it to many people, and prays for the highest, most complete enlightenment will generate even greater merit.",
            "passage-xmlId": "UT22084-062-019-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་འདེབས་ན་དེ་ནི་དེ་བས་བསོད་ནམས་ཆེས་མང་དུ་སྐྱེད་དེ། བསོད་ནམས་ཀྱི་ཕུང་པོ་སྔ་མས་བསོད་ནམས་ཀྱི་ཕུང་པོ་འདིའི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་བ་ནས་དཔེའི་བར་དུ་ཡང་མི་བཟོད་དོ། །",
            "english": "The previous accumulations of merit cannot approach the vastness of this accumulation of merit; they cannot even serve as an analogy for it.",
            "passage-xmlId": "UT22084-062-019-179",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "“Why is that?",
            "passage-xmlId": "UT22084-062-019-180",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "ཤཱ་རིའི་བུ་འདི་ལྟར་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་སྒྲུབ་པ་འདི་ལ་གནས་ནས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བསྐུལ་བའི་ཕྱིར་རོ། །",
            "english": "Śāriputra, it is because a noble son or noble daughter who is established in this practice requests the buddha bhagavats in the world realms in the ten directions to turn the wheel of the Dharma.",
            "passage-xmlId": "UT22084-062-019-180",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "ཤཱ་རིའི་བུ་སྦྱིན་པ་རྣམས་ཀྱི་ནང་ན་ནི་འདི་ལྟ་སྟེ། ཆོས་ཀྱི་སྦྱིན་པ་ནི་མཆོག་ཅེས་ངས་བཤད་དོ། །",
            "english": "“Śāriputra, I have taught that the giving of the Dharma is the supreme act of generosity.”",
            "passage-xmlId": "UT22084-062-019-181",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "དེ་ནས་འཁོར་དེ་ལས་སྲོག་ཆགས་ཁྲི་སྟན་ལས་ལངས་ཏེ། སོ་སོ་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
            "english": "Then ten thousand beings within that assembly rose from their seats, and with their upper robes over one shoulder, knelt on their right knees, placed their palms together in homage, and bowed toward the Bhagavat.",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་མདོ་སྡེ་འདི་གཟུང་བར་བགྱིའོ། །",
            "english": "They said to the Bhagavat, “Bhagavat, we will possess this sūtra.",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་པར་བགྱིའོ། །",
            "english": "We will teach it widely to others.",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "བསྒྲུབ་པ་ལ་གནས་པར་བགྱིའོ། །",
            "english": "We will maintain its practice.",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "དེ་ཅིའི་སླད་དུ་ཞེ་ན།",
            "english": "Why is that?",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་དགེ་བའི་ཆོས་དེ་ལྟ་བུ་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་ཞིང་དོན་དུ་གཉེར་བ་ལགས་སོ། །",
            "english": "Bhagavat, it is because we are intent upon attaining the highest, most complete enlightenment of buddhahood through that kind of virtuous Dharma.”",
            "passage-xmlId": "UT22084-062-019-182",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བཅོམ་ལྡན་འདས་དང་། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ལྷའི་མེ་ཏོག་མན་དཱ་ར་བས་མངོན་པར་གཏོར་ཏོ། །",
            "english": "Then Śakra, the lord of the devas, cast coral tree flowers over the Bhagavat and this Dharma teaching.",
            "passage-xmlId": "UT22084-062-019-183",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.a",
            "tibetan": "མངོན་པར་གཏོར་ནས་ཀྱང་ཚིག་འདི་སྐད་ཅེས་བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་བསྐྲུན་པ་དང་། ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པའི་གཅེས་སྤྲས་བགྱིད་པ་ལགས་སོ། །",
            "english": "Having scattered them, he said, “Bhagavat, this is a greatly cherished Dharma teaching that creates the roots of merit for bodhisattvas and ends the continuity of the obscuration of karma.”",
            "passage-xmlId": "UT22084-062-019-183",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/611"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་དེ་བཞིན་ནོ། །ཀཽ་ཤི་ཀ་དེ་དེ་བཞིན་ཏེ།",
            "english": "“It is like that, Kauśika, it is like that,” said the Bhagavat.",
            "passage-xmlId": "UT22084-062-019-184",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "“Why is that?",
            "passage-xmlId": "UT22084-062-019-184",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ལྷའི་དབང་པོ་ངས་མངོན་པར་ཤེས་ཏེ། འདི་ནས་བསྐལ་པ་གྲངས་མེད་པའི་ཡང་ཆེས་གྲངས་མེད་པར་གྱུར་པ་ན་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་ཞེས་བྱ་བ་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁོ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ།",
            "english": "Lord of devas, I remember that innumerable eons beyond innumerable eons in the past, there appeared in the world a tathāgata arhat samyaksaṃbuddha, one with wisdom and pure conduct, a sugata, a knower of the world, an unsurpassable guide who tamed beings, a teacher of gods and humans, a buddha, a bhagavat named Mahāraśmiskandha.",
            "passage-xmlId": "UT22084-062-019-184",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ལྷ་དང་། མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་བྱུང་ངོ་། །ལྷའི་དབང་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་དེའི་ཚེའི་ཚད་ནི་ལོ་བྱེ་བ་ཕྲག་དྲུག་ཅུ་ཐུབ་པར་གྱུར་ཏོ། །",
            "english": "“Lord of devas, the lifespan of the tathāgata arhat samyaksaṃbuddha Mahāraśmiskandha was six hundred million years.",
            "passage-xmlId": "UT22084-062-019-186",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "དེའི་ཉན་ཐོས་ཐོག་མར་འདུས་པ་ནི་བྱེ་བ་ཕྲག་འབུམ་ཡོད་དེ། ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་ཤ་སྟག་གོ། །",
            "english": "His first assembly of śrāvakas numbered a trillion, and they were all arhats whose outflows had ceased.",
            "passage-xmlId": "UT22084-062-019-186",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "དེའི་ཉན་ཐོས་འདུས་པ་གཉིས་པ་ནི་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་བརྒྱད་ཡོད་དེ། ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་ཤ་སྟག་གོ། །",
            "english": "His second assembly of śrāvakas numbered ninety-eight trillion and they were all arhats whose outflows had ceased.",
            "passage-xmlId": "UT22084-062-019-186",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "དེའི་ཉན་ཐོས་འདུས་པ་གསུམ་པ་ནི་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་དགུ་ཡོད་དེ། ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་ཤ་སྟག་གོ། །",
            "english": "His third assembly of śrāvakas numbered ninety-nine trillion and they were all arhats whose outflows had ceased.",
            "passage-xmlId": "UT22084-062-019-186",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ལྷའི་དབང་པོ་དེ་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་དེ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུའི་དོན་གྱི་ཕྱིར་རྒྱུའོ། །",
            "english": "“Lord of devas, the tathāgata arhat samyaksaṃbuddha Mahāraśmiskandha was active in order to benefit beings of the world with its devas, with its Brahmā, and with its mendicants and brahmins.",
            "passage-xmlId": "UT22084-062-019-188",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ལྷའི་དབང་པོ་དེའི་ཚེ་བུད་མེད་གང་གཱའི་ལྷ་མོ་ཞེས་བྱ་བ་ཞིག་འཁོར་འདུས་པ་དེ་ཉིད་ཀྱི་ནང་དུ་འདུས་པར་གྱུར་ཏེ། འདུག་པ་དེས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་ལས་མངོན་སུམ་དུ་བཟུང་།",
            "english": "“Lord of devas, at that time, the female Gaṅgadevī entered the gathered assembly of his followers, and present there she obtained from the Tathāgata Mahāraśmiskandha this Dharma teaching.",
            "passage-xmlId": "UT22084-062-019-189",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ཀུན་ཆུབ་པར་བྱས། བླངས་ནས་སྐྱེ་བོ་མང་པོ་ལ་ཡང་དག་པར་བསྟན་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་ཡང་དག་པར་ཞུགས་པར་གྱུར་ཏོ། །",
            "english": "She learned it and, having acquired it, taught it to many beings, and set forth toward the highest, most complete enlightenment.",
            "passage-xmlId": "UT22084-062-019-189",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "དེ་དེ་ནས་ཤི་འཕོས་ནས་བུད་མེད་ཀྱི་ལུས་སྤངས་ཏེ། སྐྱེས་པའི་དབང་པོ་ཐོབ་ནས་རྟག་པར་རྒྱུན་དུ་ལྷ་དང་། མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ། ལན་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བྱས་ནས་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་འོད་འཕྲོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །",
            "english": "When she passed away, she left behind a female body and obtained a male’s faculties and was always thereafter reborn among devas or humans, became a cakravartin king eighty-four thousand times, and then became the Tathāgata Ratnārci.",
            "passage-xmlId": "UT22084-062-019-189",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ཀཽ་ཤི་ཀ་འདི་ནས་ཤར་ཕྱོགས་ན་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་སྟོང་ཕྲག་བརྒྱ་ན་ཆོས་སྟོན་ཏེ། ངས་ད་ལྟ་ན་ཡང་མཐོང་ངོ་། །",
            "english": "“Kauśika, even now I see him teaching the Dharma in the east in a trillion buddha realms.",
            "passage-xmlId": "UT22084-062-019-190",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "ཀཽ་ཤི་ཀ་སུ་དག་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འོད་འཕྲོ་དེའི་མིང་ཐོས་པ་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ངེས་པར་འགྱུར་རོ། །",
            "english": "“Kauśika, anyone who hears the name of the tathāgata arhat samyaksaṃbuddha Ratnārci will definitely pass into nirvāṇa.",
            "passage-xmlId": "UT22084-062-019-192",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.306.b",
            "tibetan": "བུད་མེད་གང་ལ་ལ་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འོད་འཕྲོ་དེའི་མིང་ཐོས་སམ། འཆི་ཀར་ཡང་མངོན་སུམ་དུ་བྱེད་ན་དེ་ཉིད་དེའི་བུད་མེད་ཀྱི་ལུས་ཀྱི་ཐ་མ་ཡིན་ནོ། །",
            "english": "Any woman who hears the name of the tathāgata arhat samyaksaṃbuddha Ratnārci, or perceives him at the time of death, will have been in her last female existence.",
            "passage-xmlId": "UT22084-062-019-192",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/612"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "ལྷའི་དབང་པོ་དེ་ལྟར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་སྒྲུབ་པ་དང་། ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པའི་གཅེས་སྤྲས་བྱེད་པ་ཡིན་ནོ། །",
            "english": "“Lord of devas, thus this Dharma teaching is the accomplishment of the good roots of bodhisattvas and mahāsattvas, and the cherishing of the ending of karma’s obscurations.”",
            "passage-xmlId": "UT22084-062-019-194",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས། འདི་ཇི་ལྟར་གཟུང་བར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་།",
            "english": "Then Śakra, the lord of devas, asked the Bhagavat, “What is the name of this Dharma teaching and how should we keep it?”",
            "passage-xmlId": "UT22084-062-019-195",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཀཽ་ཤི་ཀ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །",
            "english": "The Bhagavat said to Śakra, the lord of devas, “Kauśika, you should keep this Dharma teaching as Putting an End to Karmic Obscurations.",
            "passage-xmlId": "UT22084-062-019-196",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཅེས་བྱ་བར་ཡང་ཟུང་ཤིག །",
            "english": "Keep it as The Bodhisattva Piṭaka.",
            "passage-xmlId": "UT22084-062-019-196",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "འདི་སོམ་ཉི་གཅོད་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།",
            "english": "Also keep it as The Ending of Doubt.”",
            "passage-xmlId": "UT22084-062-019-196",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །",
            "english": "When the Bhagavat had said those words, Śakra, the lord of devas, Venerable Śāriputra, and the world with its devas, humans, asuras, and gandharvas rejoiced and praised the words of the Bhagavat.",
            "passage-xmlId": "UT22084-062-019-197",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།",
            "english": "The Noble Mahāyāna Sūtra “Putting an End to Karmic Obscurations” is concluded.",
            "passage-xmlId": "UT22084-062-019-198",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.307.a",
            "tibetan": "རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ། སྐད་གསར་ཆད་ཀྱིས་བཅོས་ཤིང་གཏན་ལ་ཕབ་པ།​། །",
            "english": "Translated and revised by the upādhyāyas Jinamitra and Dānaśīla, and by the lotsawa Yeshé Dé, the chief editor, and definitively revised according to the new language reform.",
            "passage-xmlId": "UT22084-062-019-199",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "62",
            "folio_xmlId": "UT4CZ5369-I1KG9188-0000/side/613"
        }
    ],
    "text-id": "UT22084-062-019"
}