{
    "tus": [
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "༄༅། །ཡི་དགས་མོ་ཁ་འབར་མ་དབུགས་དབྱུང་བའི་གཏོར་མའི་ཆོ་ག །",
            "english": "The Bali Ritual to Relieve the Female Preta Flaming Mouth",
            "passage-xmlId": "UT22084-091-044",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །",
            "english": "Homage to the Three Jewels.",
            "passage-xmlId": "UT22084-091-044-33",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཡུལ་སེར་སྐྱ་ན་ཤིང་ནྱ་གྲོ་དྷའི་ཀུན་དགའ་ར་བ་ན་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཆེན་པོ་དང་། སེམས་ཅན་གྱི་ཚོགས་ཆེན་པོ་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ་ཆོས་སྟོན་ཏོ། ། དེ་ནས་ཀུན་དགའ་བོ་དབེན་པར་འདུག་སྟེ། ནང་དུ་ཡང་དག་འཇོག་ཅིང་རྩེ་གཅིག་ཏུ་ཡིད་ལ་བྱེད་པས་ཆོས་མངོན་སུམ་དུ་བྱེད་པ་ན།",
            "english": "Once, the Blessed One was staying at Banyan Grove in Kapilavastu with a great congregation of monks, a great assembly of bodhisattvas, and a great assembly of other beings, teaching them the Dharma. In the meantime, Ānanda was in seclusion, meditating and realizing the Dharma through single-pointed contemplation.",
            "passage-xmlId": "UT22084-091-044-33",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "མཚན་མོ་ནམ་གྱི་ཆ་སྨད་ལ་དེའི་མདུན་དུ་ཡི་དགས་མོ་ཁ་འབར་མ་འདུག་ནས་སྨྲས་པ། ཀྱེ་ཀུན་དགའ་བོ་ཁྱོད་གནངས་འཆི་བར་འགྱུར་ཏེ། ཡི་དགས་ཀྱི་གནས་འདིར་སྐྱེ་བར་འགྱུར་རོ། །",
            "english": "During the last watch of the night, the female preta Flaming Mouth came before him and spoke, “O Ānanda, you will die the day after tomorrow and be reborn in the realm of pretas.”",
            "passage-xmlId": "UT22084-091-044-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "ཀུན་དགའ་བོས་སྨྲས་པ། བརྟེན་པའི་ཐབས་ཅི་ཡོད།",
            "english": "Ānanda asked, “What reliable method is there to avoid this?”",
            "passage-xmlId": "UT22084-091-044-39",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "ཡི་དགས་མོས་སྨྲས་པ། ཀུན་དགའ་བོ་གལ་ཏེ་ནང་པར་ཡི་དགས་གང་གཱའི་ཀླུ་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱི་བྱེ་མ་སྙེད་དག་ལ་ཡི་དགས་རེ་རེ་ལ་ཡང་ཟས་དང་སྐོམ་ཡུལ་མ་ག་དྷཱའི་བྲེ་བོ་ཆེ་བདུན་བདུན་ཙམ་བྱིན་ཏེ བྲམ་ཟེའི་དྲང་སྲོང་འབུམ་ཡང་ཚིམ་པར་བྱས་ལ། བདག་གི་མིང་གིས་དཀོན་མཆོག་གསུམ་ལ་མཆོད་པ་བྱས་ན། དེ་ལྟ་ན་ཁྱོད་ཀྱི་ཚེ་ཡང་ཕྱིར་ནུར་བར་འགྱུར་ལ། བདག་ཀྱང་ཡི་དགས་ཀྱི་འཇིག་རྟེན་ནས་ཤི་འཕོས་ཏེ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་རོ། །",
            "english": "The female preta replied, “Ānanda, if in the morning you offer food and drink in the amount of seven large Magadhan bushels to each and every preta as numerous as the billions of grains of sand of the river Ganges, and satisfy one hundred thousand brahmin ascetics, and make an offering in my name to the Three Jewels, then your life will be extended, and I will transmigrate from the realm of the pretas and be reborn in the upper realms.”",
            "passage-xmlId": "UT22084-091-044-41",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.132.b",
            "tibetan": "དེ་ནས་ཀུན་དགའ་བོས་ཡི་དགས་མོ་ཁ་འབར་མ་རིད་ཅིང་མདོག་ངན་ལ་ལུས་སྐེམ་པ། ཁ་ནས་མེ་ལྕེ་འབར་བ། ལྟོ་དང་ཁ་སྐོམ་པ། རལ་བའི་ཕུང་པོ་གཡེངས་པ། སྤུ་དང་སེན་མོ་རིང་བ་མཐོང་སྟེ ཚིག་མི་སྙན་ཅིང་ཡིད་དུ་མི་འོང་བ་དེ་ཐོས་ནས། སྐྲག་ཅིང་དངངས་ཏེ། སྤུ་ཟིང་ཞེས་བྱེད་ནས། སྟན་ལས་ལངས་ཏེ་ཤིན་ཏུ་རིངས་པ་དང་། ཤིན་ཏུ་མྱུར་བའི་ཤུགས་ཀྱིས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། འདར་བཞིན་དུ་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཅོམ་ལྡན་འདས་སྐྱབས་མཛད་དུ་གསོལ། བདེ་བར་གཤེགས་པ་སྐྱབས་མཛད་དུ་གསོལ།",
            "english": "Then Ānanda saw that female preta Flaming Mouth. She was wasted and ugly, with an emaciated body, tongues of flame coming from her mouth, and her belly and mouth shriveled up. Her hair was matted and in disarray, and she had long nails and body hair. Hearing her jarring and unpleasant words, he was so afraid that the hairs all over his body stood on end. He rose from his seat, and went hurriedly, very quickly, to where the Blessed One was.",
            "passage-xmlId": "UT22084-091-044-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/264"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.a",
            "tibetan": "བདག་ནི་གནངས་སྲོག་འགུམ་པར་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཡི་དགས་མོ་ཁ་འབར་མ་མཐོང་སྟེ། ཁྱོད་གནངས་འཆི་བར་འགྱུར་རོ་ཞེས་མཆི་ན། བདག་གིས་ཐབས་ཅི་མཆིས་ཞེས་སྨྲས་ན། དེའི་མཆིད་ནས་གལ་ཏེ་ཁྱོད་ཀྱིས་ཡི་དགས་གང་གཱའི་ཀླུང་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱི་བྱེ་མ་སྙེད་དག་ཚིམ་པར་བྱས་ཏེ། བྲམ་ཟེའི་དྲང་སྲོང་འབུམ་ཡང་ཚིམ་པར་བྱས་ན། དེ་ལྟ་ན་ཁྱོད་ཀྱི་ཚེ་ཕྱིར་ནུར་བར་འགྱུར་རོ་ཞེས་མཆི་ན། བཅོམ་ལྡན་འདས་དེ་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི་བ་བཀའ་སྩལ་དུ་གསོལ། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །",
            "english": "On arriving, he prostrated to the Blessed One and, trembling, he begged, “Blessed One, please protect me! Well-Gone One, please protect me! I will be killed the day after tomorrow. Blessed One, I saw the female preta Flaming Mouth and she told me, ‘You will die the day after tomorrow.’ I asked her, ‘What method is there to avoid it?’ She replied, ‘If you satisfy pretas as numerous as the billions of grains of sand of the river Ganges, as well as one hundred thousand brahmin ascetics, then your life will be extended.’ Blessed One, please tell me how I can do this.”",
            "passage-xmlId": "UT22084-091-044-43",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/265"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.a",
            "tibetan": "ཀུན་དགའ་བོ་གང་གིས་ཁྱོད་ཡི་དགས་རྣམས་དང་། བྲམ་ཟེའི་དྲང་སྲོང་རྣམས་ཚིམ་པར་བྱེད་པར་འགྱུར་བའི་ཐབས་ཡོད་ཀྱིས་མ་འཇིགས་ཤིག །ཀུན་དགའ་བོ་ཐམས་ཅད་དུ་འོད་དང་ལྡན་པ་རྒྱལ་ཆེན་ཤུགས་ལྡན་འོད་ཅེས་བྱ་བའི་གཟུངས་ཡོད་དེ དེས་བྱིན་པ་ཙམ་གྱིས་ཡི་དགས་གང་གཱའི་ཀླུང་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱི་བྱེ་མ་སྙེད་དག་ཚིམ་པར་བྱས་པར་འགྱུར་ཏེ། ཡི་དགས་དང་། བྲམ་ཟེའི་དྲང་སྲོང་རེ་རེ་ལ་ཟས་དང་སྐོམ་ཡུལ་མ་ག་དྷཱའི་བྲེ་བོ་བདུན་བདུན་བྱིན་པར་འགྱུར་རོ། ། དེ་ནི་ང་སྔོན་བྲམ་ཟེར་གྱུར་པ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇིག་རྟེན་དབང་ཕྱུག་དང་། དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་དབང་ཕྱུག་འོད་ལས་ངས་བཟུང་སྟེ། དེས་ཡི་དགས་དང་བྲམ་ཟེའི་དྲང་སྲོང་གྲངས་སུ་བགྲང་བ་མང་བ་དང་། ཆེས་མང་བ་དག་ངས་ཟས་དང་སྐོམ་གྱིས་ཚིམ་པར་བྱས་ཏེ། དེ་དག་ཐམས་ཅད་ཡི་དགས་ཀྱི་འཇིག་རྟེན་ནས་ཤི་འཕོས་ནས་ལྷའི་འཇིག་རྟེན་དུ་སྐྱེས་སོ། །",
            "english": "Then the Blessed One, the Thus-Gone One Śākyamuni, said to venerable Ānanda, “Ānanda, do not be afraid! There is a method to satisfy the pretas and the brahmin ascetics. Ānanda, there is a dhāraṇī called the great powerful light that illumines everything. Just making an offering with this will satisfy pretas as numerous as the billions of grains of sand of the river Ganges, so that each and every preta and brahmin ascetic will be given seven Magadhan bushels of food and drink. Long ago, when I was a brahmin, I received this dhāraṇī from the bodhisattva mahāsattva Lokeśvara and the Thus-Gone One Lokeśvaraprabha. With this dhāraṇī I satisfied numerous, countless pretas and brahmin ascetics with food and drink, and all of them transmigrated from the realm of the pretas and were reborn in the realm of the gods. Ānanda, remember and accept it:",
            "passage-xmlId": "UT22084-091-044-44",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/265"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.b",
            "tibetan": "ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་ཟུང་ལ་ངོ་ལོན་གྱིས་ཤིག །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་བ་ལོ་ཀི་ཏེ།",
            "english": "namaḥ sarvatathāgata avalokite oṃ sambhara sambhara hūṃ",
            "passage-xmlId": "UT22084-091-044-47",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/266"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.b",
            "tibetan": "ཨོཾ་སཾ་བྷ་ར་སཾ་བྷ་ར་ཧཱུཾ། ཀུན་དགའ་བོ་འདིས་ཡི་དགས་ཀྱི་གཏོར་མ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ནས་ལག་པ་བརྐྱངས་ཏེ་སྒོ་དྲུང་དུ་སྦྱིན་པར་བྱའོ། ། སེ་གོལ་ཡང་བརྡབ་པར་བྱའོ། ། དེ་ལྟར་བྱས་ནས་བྱིན་མ་ཐག་ཏུ་ཕྱོགས་བཞིའི་ཡི་དགས་གང་གཱའི་ཀླུང་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་གི་བྱེ་མ་སྙེད་དག་ཚིམ་པར་བྱས་པར་འགྱུར་ཏེ། ཡི་དགས་རེ་རེ་ལ་ཡང་ཡུལ་མ་གདྷཱའི་བྲེ་བོ་བདུན་བདུན་བྱིན་པར་འགྱུར་རོ། ། དེ་དག་ཟོས་པ་ཙམ་གྱིས་ཡི་དགས་ཀྱི་འཇིག་རྟེན་ནས་ཤི་འཕོས་ནས་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ། །",
            "english": "“Ānanda, recite this spell seven times over the bali for the preta. Then, extending your arm, offer it in front of the door, snap your fingers, and clap. Immediately after you offer it in this way, all the pretas of the four directions, as numerous as the billions of grains of sand of the river Ganges, will be satisfied, and each preta will be given seven Magadhan bushels. Merely by consuming it, they will transmigrate from the realm of the pretas and be reborn among the gods.",
            "passage-xmlId": "UT22084-091-044-48",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/266"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.b",
            "tibetan": "ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་ལ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་བོར་ཟུག་ཏུ་བསྙད་པར་བྱའོ། ། དེ་ལྟར་བྱས་ན་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་ཏེ། ཚེ་ཡང་རིང་བར་འགྱུར་རོ། ། དེ་བཞིན་གཤེགས་པ་བྱེ་བ་ཕྲག་འབུམ་གྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་རོ། ། རྟག་ཏུ་མི་མ་ཡིན་པ་རྒྱུ་བ་འབྱུང་པོ་དང་། ཤ་ཟ་དང་། གྲུལ་བུམ་ལ་སོགས་པ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། གདོན་དང་། ཡི་དགས་རྣམས་ཀྱིས་མི་མཐོང་བར་འགྱུར་རོ། ། སྟོབས་དང་། བརྩོན་འགྲུས་དང་ཡང་ལྡན་པར་འགྱུར་རོ། ། གཟུགས་དང་ལྡན་པ་དང་། གཟི་བརྗིད་དང་ལྡན་པ་དང་། དྲན་པ་དང་ལྡན་པར་ཡང་འགྱུར་རོ། ། བྲམ་ཟེའི་དྲང་སྲོང་ཚིམ་པར་བྱེད་འདོད་པ་དེས་ནི་མཆོད་ཡོན་དང་། དབུལ་བར་བྱ་བ་དང་། སྣོད་བཀང་བ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ལ་འབབ་ཆུ་ག་ལ་ཡོད་པའི་གནས་དེར་སྦྱིན་པར་བྱའོ། ། དེ་ལྟར་བྱས་ནས་ བྲམ་ཟེའི་དྲང་སྲོང་གང་གཱའི་ཀླུང་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མའི་བྱེ་མ་སྙེད་དག་ལྷའི་བཟའ་བ་དང་། བཏུང་བ་རྣམས་ཀྱིས་ཚིམ་པར་བྱས་པར་འགྱུར་རོ། །",
            "english": "“Ānanda, you should constantly and incessantly relate this to the monks and nuns and the male and female lay devotees around you. For those who act in this way, a heap of merit will be accrued and their life will be long. They will obtain the combined heaps of merit of a trillion thus-gone ones, and will become invisible to those spirits that wander incessantly in nonhuman forms—bhūtas, piśācas, kumbhāṇḍas, and others; yakṣas, rākṣasas, grahas, and pretas. They will become strong and diligent. They will obtain beauty, charisma, and mindfulness.",
            "passage-xmlId": "UT22084-091-044-50",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/266"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.133.b",
            "tibetan": "བྲམ་ཟེའི་དྲང་སྲོང་དེ་དག་ཀྱང་དབང་པོ་ཚིམ་པར་འགྱུར་ཏེ། དེ་དག་ཐམས་ཅད་ཀྱིས་ཨོཾ་བདེ་ལེགས་སུ་གྱུར་ཅིག་ཅེས་བྱ་བའི་སྒྲ་འབྱིན་པར་བྱེད་ལ། སེམས་ཅན་དེ་དག་ཀྱང་བསམ་པ་ཡོངས་སུ་དག་པར་འགྱུར་ཏེ། བྲམ་ཟེའི་གཟི་བརྗིད་དང་ལྡན་པར་འགྱུར་རོ། ། རྟག་ཏུ་ཚངས་པར་སྤྱོད་པར་ཡང་འགྱུར་རོ། ། དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱི་བྱེ་མ་སྙེད་དག་གི་དགེ་བའི་རྩ་བ་དང་ལྡན་པར་ཡང་འགྱུར་རོ། ། རྟག་ཏུ་དགྲ་ཐམས་ཅད་ཤིག་པར་འགྱུར་རོ། ། མེ་ཏོག་གམ། བདུག་པའམ། སྤོས་སམ། ཟས་དང་། སྐོམ་གྱི་ཡོ་བྱད་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་ལ། སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་དབུལ་བར་བྱའོ། །",
            "english": "“To satisfy brahmin ascetics, fill a container with the clean water to be offered, recite the dhāraṇī seven times, and make the offering at any place where water is swiftly flowing. When this is done accordingly, brahmin ascetics as numerous as the billions of grains of sand of the river Ganges will be satisfied with divine food and drink. Those brahmin ascetics will be thoroughly sated, and they will cry, “ Oṃ! May all be well!” In this way, the intentions of those beings will be completely purified, and they will have the charisma of brahmins. They will always live the religious life, they will obtain the roots of virtue of thus-gone ones as numerous as the billions of grains of sand of the river Ganges, and all their enemies will always be destroyed.",
            "passage-xmlId": "UT22084-091-044-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/266"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.134.a",
            "tibetan": "དེ་ལྟར་བྱས་ན་ རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་མ་དེས་ཕྱོགས་བཅུའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་གི་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་ལྷའི་མཆོད་པ་དང་དེ་བཞིན་གཤེགས་པའི་མཆོད་པའི་མཆོག་གིས་མཆོད་པ་བྱས་པར་འགྱུར་རོ། ། བླ་མར་བྱས། རི་མོར་བྱས་པར་འགྱུར་རོ། ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་དགོངས་ཤིང་ལུང་བསྟན་པ་དང་། ལྷ་ཐམས་ཅད་ཀྱིས་ཀུན་དུ་བསྲུང་བར་ཡང་འགྱུར་རོ། །",
            "english": "“Recite the dhāraṇī twenty-one times over flowers, incense, perfume, or food and drink, and then offer them to the Buddha, the Dharma, and the Saṅgha. If that is done accordingly, noble sons and noble daughters, monks and nuns, and male and female lay devotees will revere, honor, and worship the Buddha, Dharma, and Saṅgha of the buddhafields of all the thus-gone ones in the ten directions with divine offerings and the supreme offerings of the thus-gone ones. They will be in the intentions and prophecies of all the thus-gone ones, and will be protected by all the gods.",
            "passage-xmlId": "UT22084-091-044-53",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/267"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.134.a",
            "tibetan": "ཀུན་དགའ་བོ་སོང་ལ་ངོ་ལོན་ཡང་གྱིས་ཤིག །སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་ཡང་དག་པར་སྟོན་ཅིག ། དགེ་བའི་རྩ་བའི་ཚོགས་ཐམས་ཅད་ཀྱང་གྱིས་ཤིག་ཅེས་ང་སྨྲའོ། །",
            "english": "“Ānanda, go, and accept this! Teach it correctly, again and again, to all beings. Perform all the roots of virtue. Thus have I spoken.”",
            "passage-xmlId": "UT22084-091-044-54",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/267"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.134.a",
            "tibetan": "།​ཡི་དགས་མོ་ཁ་འབར་མ་དབུགས་དབྱུང་བའི་གཏོར་མའི་ཆོ་ག་རྫོགས་སོ།​། །​།",
            "english": "This concludes “The Bali Ritual to Relieve the Female Preta Flaming Mouth.”",
            "passage-xmlId": "UT22084-091-044-55",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "91",
            "folio_xmlId": "UT4CZ5369-I1KG9217-0000/side/267"
        }
    ],
    "text-id": "UT22084-091-044"
}