{
    "tus": [
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "༄༅༅། །རྒྱ་གར་སྐད་དུ། ཨཱརྱ་ཨ་གྲ་པྲ་དཱི་པ་དྷཱ་ར་ཎཱི་བིདྱ་རཱ་ཛ། བོད་སྐད་དུ། ",
            "english": "",
            "passage-xmlId": "UT22084-088-022",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་སྒྲོན་མ་མཆོག་གི་གཟུངས། ",
            "english": "The Noble King of Spells The Dhāraṇī of Agrapradīpa",
            "passage-xmlId": "UT22084-088-022",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-118"
            ],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།",
            "english": "Homage to all buddhas and bodhisattvas.",
            "passage-xmlId": "UT22084-088-022-20",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "།འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།",
            "english": "Thus did I hear at one time.",
            "passage-xmlId": "UT22084-088-022-20",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། ལྷ་དང་མི་འབུམ་ཕྲག་དུ་མ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འབུམ་ཕྲག་དུ་མ་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།",
            "english": "The Blessed One was residing near Śrāvastī, in Jeta Grove at Anāthapiṇḍada’s Park, along with a great congregation of 1,250 monks, many hundreds of thousands of gods and humans, and many hundreds of thousands of bodhisattvas.",
            "passage-xmlId": "UT22084-088-022-20",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏོ།",
            "english": "Surrounded and venerated by them, he taught the Dharma.",
            "passage-xmlId": "UT22084-088-022-20",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "།སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་མེ་ཏོག་མཐའ་ཡས་ཞེས་བྱ་བ་དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲོན་མ་མཆོག་ཅེས་བྱ་བ་ད་ལྟར་ཡང་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་པ་དེས་བྱང་ཆུབ་སེམས་དཔའ་འོད་ཆེན་པོ་དང་།",
            "english": "In a buddhafield one trillion buddhafields away from this buddhafield, the blessed, thus-gone, worthy, fully and perfectly awakened Buddha Agrapradīpa was residing in the world system named Infinite Flowers. He passed his time there teaching the Dharma.",
            "passage-xmlId": "UT22084-088-022-24",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "འོད་དཔག་མེད་ཅེས་བྱ་བ་བྱང་ཆུབ་སེམས་དཔའ་གཉིས་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་བཏང་ངོ་།",
            "english": "He sent the two great bodhisattvas, Great Light and Amitābha, here to the Sahā world system.",
            "passage-xmlId": "UT22084-088-022-24",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་གཉིས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།",
            "english": "The two bodhisattvas went to Jeta Grove at Anāthapiṇḍada’s Park, where Śākyamuni, the blessed, thus-gone, worthy, fully and perfectly awakened Buddha was residing.",
            "passage-xmlId": "UT22084-088-022-25",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།",
            "english": "They arrived, respectfully bowed their heads at the Blessed One’s feet, circumambulated him three times, and sat to one side.",
            "passage-xmlId": "UT22084-088-022-25",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "།ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་གཉིས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་ཕྲག་འབུམ་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་མེ་ཏོག་མཐའ་ཡས་ཞེས་བགྱི་བ་དེ་ན་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲོན་མ་མཆོག་ཅེས་བགྱི་བ་ད་ལྟར་བཞུགས་ཏེ།",
            "english": "Those two bodhisattvas said to the Blessed One, “Blessed One, a trillion buddhafields away is the world system named Infinite Flowers, where the blessed, thus-gone, worthy, fully and perfectly awakened Buddha Agrapradīpa resides.",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།",
            "english": "He passes his time there teaching the Dharma.",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲོན་མའི་མཆོག་དེས་བདག་ཅག་གཉིས་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་བཏང་སྟེ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲོན་མའི་མཆོག་དེས།",
            "english": "The blessed, thus-gone, worthy, fully and perfectly awakened Buddha Agrapradīpa sent us both here to this Sahā world system.",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ལ་གནོད་པ་ཆུང་ངམ།",
            "english": "The blessed, thus-gone, worthy, fully and perfectly awakened Buddha Agrapradīpa asks about the Blessed One’s health.",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "ཉམ་ང་བ་ཉུང་ངམ། བསྐྱོད་པ་ཡང་ངམ། འཚོའམ།",
            "english": "Are his illnesses and ailments few?",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.85.b",
            "tibetan": "སྟོབས་དང་། བདེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་མ་མཆིས་པ་ལ་རེག་པར་གནས་སམ་ཞེས་སྙུན་གསོལ་ལོ། །འདི་སྐད་ཅེས་ཀྱང་གསུང་ངོ་། །འདི་ན་མིའམ། མི་མ་ལགས་པའམ། འབྱུང་པོའམ། ཤ་ཟའམ། གནོད་སྦྱིན་ནམ། སྲིན་པོའམ། གྲུལ་བུམ་མམ། གྲུལ་བུམ་གྱི་སྡེ་དཔོན་ནམ། རྒྱལ་པོའམ། བློན་པོ་ཆེན་པོའམ། ཆོམ་རྐུན་ནམ། སྦྲུལ་ལམ།",
            "english": "Is he fit, nourished, strong, happy, free of annoyances, and therefore comfortable? “",
            "passage-xmlId": "UT22084-088-022-26",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/170"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-28",
                "UT22084-088-022-29"
            ],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "སྲིན་བུའམ། སྲིན་བུ་ལུ་ཏའམ། སྦྲང་བུ་ལྕགས་ཕྱེའམ། ཉེ་བའི་ཉོན་མོངས་པ་གང་ཡང་རུང་བདག་འཚེ་བར་བགྱིད་པ་འགའ་ཡང་མ་མཆིས་སམ་ཞེས་གསུང་ངོ་། །སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བ་དང་། མདངས་དང་ལྡན་པར་བགྱི་བ་དང་། གཟི་བརྗིད་དང་ལྡན་པར་བགྱི་བ་དང་། གྲགས་པ་དང་ལྡན་པར་བགྱི་བ་དང་། ཡོན་ཏན་དང་ལྡན་པར་བགྱི་བ་དང་།",
            "english": "He also asks if you are free from any and all of the harms in this world caused by humans, nonhumans, bhūtas, piśācas, yakṣas, rākṣasas, kumbhāṇḍas, the commander of the kumbhāṇḍa armies, kings, high-ranking ministers, thieves, snakes, insects, spiders, small biting insects, and other afflictions. “",
            "passage-xmlId": "UT22084-088-022-27",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-32",
                "UT22084-088-022-33"
            ],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "སྟོབས་དང་ལྡན་པར་བགྱི་བ་དང་། མདོག་དང་ལྡན་པར་བགྱི་བ་དང་། བསྲུང་བ་དང་། སྦ་བ་དང་། བསྐྱབ་པའི་སླད་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲོན་མའི་མཆོག་དེས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཀྱང་བསྐུར་ཏེ། འདི་ལྟ་སྟེ། ཛྭཱ་ལེ་ཛྭཱ་ལེ། ཛྭཱ་ལེ་ག་ཏེ། ཧུཀྐུ། མུཀྐུ། སཾ་མ་ཏེ། མ་ཧཱ་སཾ་མ་ཏེ། མ་ཧཱ་ཛྭཱ་ལེ། ཛྭཱ་བ་ལ་མེ། ས་ཧེ་ས་ཧེ། མ་ཧཱ་ཛྭཱ་ལེ། ཨུཀྐེ། མུཀྐེ།",
            "english": "For the benefit, welfare, and happiness of all beings, to provide them with vitality, charisma, glory, good qualities, strength, and beauty, and to protect, guard, and preserve them, the blessed, thus-gone, worthy, fully and perfectly awakened Buddha Agrapradīpa offers this dhāraṇī-mantra formula: jvāle jvāle jvāle gate hukku mukku sammate mahāsammate mahājvāle jvāvala me sahe sahe mahājvāle ukke mukke śame sammahe mahāsammate mahāśame svāha.”",
            "passage-xmlId": "UT22084-088-022-30",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "ཤ་མེ། སཾ་མ་ཧེ། མ་ཧཱ་སཾ་མ་ཧེ། མ་ཧཱ་ཤ་མེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, remember this mantra formula.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཟུང་ཤིག །ལོང་ཤིག །ཆོང་ཤིག །",
            "english": "Receive it, retain it, recite it, and master it.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Teach it to others extensively.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "ཀུན་དགའ་བོ་སངས་རྒྱས་འབྱུང་བ་རྙེད་པར་དཀའོ། །གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་རྙེད་པར་དཀའོ།",
            "english": "Ānanda, the appearance of a buddha is rare, and this dhāraṇī-mantra formula is hard to find.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་དག་འཛིན་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ནི་གཟུངས་ཀྱི་གསང་སྔགས་གཞི་འདི་དག་འཛིན་པ་དང་།",
            "english": "Ānanda, one who upholds this dhāraṇī-mantra formula is also exceedingly hard to find.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "ལེན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ནི་ཚེ་རབས་བདུན་དུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "Ānanda, any son or daughter of noble family who remembers, receives, retains, recites, and masters this dhāraṇī-mantra formula and teaches it to others extensively will remember their last seven rebirths.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "།ཚེ་འདི་ཉིད་ལ་ཡང་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "In this life they will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བདུན་ཅུ་རྩ་བདུན་གྱིས་གསུངས་ཏེ།",
            "english": "Ānanda, this dhāraṇī-mantra formula was taught by seventy-seven billion buddhas.",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.a",
            "tibetan": "གང་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ལས་འདའ་བར་བྱེད་པ་དེ་ནི་དེ་དག་ཐམས་ཅད་ལ་འཁུས་པ་ཡིན་ནོ།",
            "english": "This dhāraṇī-mantra formula is hidden from all those who would violate it.”",
            "passage-xmlId": "UT22084-088-022-34",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/171"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-36"
            ],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་སྟན་ལས་ལངས་ཏེ། གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།",
            "english": "The bodhisattva mahāsattva Ajita then rose from his seat, adjusted his robe on his shoulder, and knelt down on his right knee.",
            "passage-xmlId": "UT22084-088-022-142",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བ་དང་། མདངས་དང་ལྡན་པར་བགྱི་བ་དང་། གཟི་བརྗིད་དང་ལྡན་པར་བགྱི་བ་དང་། གྲགས་པ་དང་ལྡན་པར་བགྱི་བ་དང་། ཡོན་ཏན་དང་ལྡན་པར་བགྱི་བ་དང་། སྟོབས་དང་ལྡན་པར་བགྱི་བ་དང་། མདོག་དང་ལྡན་པར་བགྱི་བ་དང་། བསྲུང་བ་དང་། སྦ་བ་དང་། བསྐྱབ་པའི་སླད་དུ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་རྣམས་བརྗོད་པར་བགྱིའོ། །འདི་ལྟ་སྟེ། ཨཏྟེ། བཏྟེ། ནཏྟེ། ཀུ་ནཏྟེ། པུཀྐ་སེ། ཀུ་པུཀྐ་སེ། ཀ་སེ། ཨ་ན་ཀ་སེ། ནཱ་མ་ཀ་སེ། ཨ་ནུ་ཏ། པྲ་ནུ་ཏ། ཁ་ཛེ། མ་ཧཱ་ཁ་ཛེ།",
            "english": "Bowing to the Blessed One with joined palms, he spoke to the Blessed One: “O Blessed One, for the benefit, welfare, and happiness of all beings, to provide them with vitality, charisma, glory, good qualities, strength, and beauty, and to protect, guard, and preserve them, I will speak another dhāraṇī-mantra formula: atte vatte natte kunatte pukkase kupukkase kase anakase nāmakase anuta pranuta khaje mahākaje sadpaphe taḍaphe tuḍaphe hili mili tile svāha.”",
            "passage-xmlId": "UT22084-088-022-37",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "སད་པ་ཕེ། ཏ་ཌ་ཕེ། ཏུ་ཌ་ཕེ། ཧི་ལི་མི་ལི་ཏི་ལེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཟུང་ཤིག །",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, remember this mantra formula.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "ལོང་ཤིག །ཆོང་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །",
            "english": "Receive it, retain it, recite it, and master it.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Teach it to others extensively.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "ཀུན་དགའ་བོ་སངས་རྒྱས་འབྱུང་བ་རྙེད་པར་དཀའོ། །གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་རྙེད་པར་དཀའོ།",
            "english": "Ānanda, the appearance of a buddha is rare, and this dhāraṇī-mantra formula is hard to find.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ།",
            "english": "Ānanda, one who upholds this dhāraṇī-mantra formula is also exceedingly hard to find.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་། ལེན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ནི་ཚེ་རབས་བཅུ་གཉིས་སུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "Ānanda, any son or daughter of noble family who remembers, receives, retains, recites, and masters this dhāraṇī-mantra formula and teaches it to others extensively will remember their last twelve rebirths.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།ཚེ་འདི་ཉིད་ལ་ཡང་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "In this life they will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་གཉིས་ཀྱིས་གསུངས་ཏེ།",
            "english": "Ānanda, this dhāraṇī-mantra formula was taught by eighty-two billion buddhas.",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.86.b",
            "tibetan": "།གང་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ལས་འདའ་བར་བྱེད་པ་ནི་དེ་དག་ཐམས་ཅད་ལ་འཁུས་པ་ཡིན་ནོ།",
            "english": "This dhāraṇī-mantra formula is hidden from all those who would violate it.”",
            "passage-xmlId": "UT22084-088-022-38",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/172"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-40"
            ],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "།དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ཏེ། གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བ་དང་། མདངས་དང་ལྡན་པར་བགྱི་བ་དང་། གཟི་བརྗིད་དང་ལྡན་པར་བགྱི་བ་དང་། གྲགས་པ་དང་ལྡན་པར་བགྱི་བ་དང་། ཡོན་ཏན་དང་ལྡན་པར་བགྱི་བ་དང་།",
            "english": "Mañjuśrīkumārabhūta then rose from his seat, adjusted his robe on his shoulder, and knelt down on his right knee.",
            "passage-xmlId": "UT22084-088-022-39",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "སྟོབས་དང་ལྡན་པར་བགྱི་བ་དང་། མདོག་དང་ལྡན་པར་བགྱི་བ་དང་། བསྲུང་བ་དང་། སྦ་བ་དང་། བསྐྱབ་པའི་སླད་དུ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་རྣམས་བརྗོད་པར་བགྱིའོ། །དེ་འདི་ལྟ་སྟེ། ཨཀྑེ། བཀྑེ། ན་ཛི་ཏེ། ནཱ་གཱ་ས་རེ།",
            "english": "Bowing to the Blessed One with joined palms, he spoke to the Blessed One: “O Blessed One, for the benefit, welfare, and happiness of all beings, to provide them with vitality, charisma, glory, good qualities, strength, and beauty, and to protect, guard, and preserve them, I will speak another dhāraṇī-mantra formula: akkhe vakkhe najite nāgāsare nahili jahile jahili vate caṇḍīla vate svāha.”",
            "passage-xmlId": "UT22084-088-022-41",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "ན་ཧི་ལི། ཛ་ཧི་ལི། ཛ་ཧི་ལི་བ་ཏེ། ཙཎྜཱི་ལ་བ་ཏེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཟུང་ཤིག །",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, remember this mantra formula.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "ལོང་ཤིག །ཆོང་ཤིག །ལྷོགས་ཤིག །",
            "english": "Receive it, retain it, recite it, and master it.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Teach it to others extensively.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "ཀུན་དགའ་བོ་སངས་རྒྱས་འབྱུང་བ་རྙེད་པར་དཀའོ། །གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་རྙེད་པར་དཀའོ།",
            "english": "Ānanda, the appearance of a buddha is rare, and this dhāraṇī-mantra formula is hard to find.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་།",
            "english": "Ānanda, one who upholds this dhāraṇī-mantra formula is also exceedingly hard to find.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "ལེན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ནི་ཚེ་རབས་བཅུ་གསུམ་དུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "Ānanda, any son or daughter of noble family who remembers, receives, retains, recites, and masters this dhāraṇī-mantra formula and teaches it to others extensively will remember their last thirteen rebirths.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "།ཚེ་འདི་ཉིད་ལ་ཡང་སྔོན་གྱི་ལས་མ་གཏོགས་པ་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "In this life they will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་གཉིས་ཀྱིས་གསུངས་ཏེ།",
            "english": "Ānanda, this dhāraṇī-mantra formula was taught by eighty-two billion buddhas.",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.a",
            "tibetan": "གང་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ལས་འདའ་བར་བྱེད་པ་དེ་ནི་དེ་དག་ཐམས་ཅད་ལ་འཁུས་པ་ཡིན་ནོ།",
            "english": "This dhāraṇī-mantra formula is hidden from all those who would violate it.”",
            "passage-xmlId": "UT22084-088-022-42",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/173"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ངས་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བ་དང་། མདངས་དང་ལྡན་པར་བྱ་བ་དང་། གཟི་བརྗིད་དང་ལྡན་པར་བྱ་བ་དང་། གྲགས་པ་དང་ལྡན་པར་བྱ་བ་དང་། ཡོན་ཏན་དང་ལྡན་པར་བྱ་བ་དང་། སྟོབས་དང་ལྡན་པར་བྱ་བ་དང་། མདོག་དང་ལྡན་པར་བྱ་བ་དང་། བསྲུང་བ་དང་། སྦ་བ་དང་། བསྐྱབ་པའི་ཕྱིར་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་རྣམས་བཤད་དོ། །འདི་ལྟ་སྟེ། ཨཊྚེ། བཊྚེ། ན་ཊྚེ། ཀུ་ན་ཊྚེ། ཊ་ཀེ། ཨེ་ཌ་ཀེ། ཏ་ཏ་བེ། ཏུ་ཌ་བེ། ར་ཊ་ཀེ། ལོ་ལེ། ཧུ་ལེ། ཧི་ལི། མི་ལེ། ཏི་ལེ། ཤཱི་ལེ། ཤཱི་ལ། ཨ་ཌྷེ། བ་ཌྷེ། ན་ཌྷེ། ཀུ་ན་ཌྷེ། ཨ་ཌབ་ཏཱི།",
            "english": "Then, the Bhagavān addressed the monks: “O monks, for the benefit, welfare, and happiness of all beings, so that they may have vitality, charisma, glory, good qualities, strength, and beauty, and to protect, guard, and preserve them, I too will teach a dhāraṇī-mantra formula: aṭṭe vaṭṭe naṭṭe kunaṭṭe ṭake eḍake tatave tuḍave raṭake lole hule hili mile tile śīle śīla aḍḥe vaḍḥe naḍhe kunaḍhe aḍavatī panavatī kase kase kase phase phase phase mahāphase phase svāha.”",
            "passage-xmlId": "UT22084-088-022-43",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "པ་ན་བ་ཏཱི། ཀ་སེ་ཀ་སེ་ཀ་སེ། ཕ་སེ་ཕ་སེ་ཕ་སེ། མ་ཧཱ་ཕ་སེ་ཕ་སེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཟུང་ཤིག །",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, remember this mantra formula.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "ལོང་ཤིག །ཆོང་ཤིག །ལྷོགས་ཤིག །",
            "english": "Receive it, retain it, recite it, and master it.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Teach it to others extensively.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "ཀུན་དགའ་བོ་སངས་རྒྱས་འབྱུང་བ་རྙེད་པར་དཀའོ། །གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་རྙེད་པར་དཀའོ།",
            "english": "Ānanda, the appearance of a buddha is rare, and this dhāraṇī-mantra formula is hard to find.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་འདི་དག་སྟོན་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་།",
            "english": "Ānanda, one who teaches this dhāraṇī-mantra formula is also exceedingly hard to find.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "ལེན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ནི་ཚེ་རབས་བཅུ་བཞིར་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "Ānanda, any son or daughter of noble family who remembers, receives, retains, recites, and masters this dhāraṇī-mantra formula and teaches it to others extensively will remember their last fourteen rebirths.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "།ཚེ་འདི་ཉིད་ལ་ཡང་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "In this life they will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིས་གསུངས་ཏེ།",
            "english": "Ānanda, this dhāraṇī-mantra formula was taught by eighty-four billion buddhas.",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.87.b",
            "tibetan": "གང་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ལས་འདའ་བར་བྱེད་པ་དེ་ནི་དེ་དག་ཐམས་ཅད་ལ་འཁུས་པ་ཡིན་ནོ། །རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་དག་གིས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཤིང་སྐམ་པོ་གཤེར་བག་མེད་པ་ལ་བསྲུང་བ་བྱས་ཏེ། ཡོངས་སུ་བསྐྱབ་པ་དང་། ཡོངས་སུ་གཟུང་བ་དང་། བཅིང་བ་དང་།",
            "english": "This dhāraṇī-mantra formula is hidden from all those who would violate it. “",
            "passage-xmlId": "UT22084-088-022-45",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/174"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ཞི་བ་དང་། བདེ་ལེགས་སུ་འགྱུར་བ་བྱས་ན་ཤིང་དེ་ལ་ལྕུ་གུ་དང་། ལོ་མ་དག་ཀྱང་སྐྱེ་བར་འགྱུར་ཏེ། མེ་ཏོག་དང་། འབྲས་བུ་རྣམས་ཀྱང་མངོན་པར་འགྲུབ་པར་འགྱུར་ན།",
            "english": "When any son or daughter of noble family uses this dhāraṇī-mantra formula as protection for a carelessly watered, withered tree, using it to guard, support, control, pacify, and help it grow well, that tree will again produce sprouts and leaves, and it will again bear flowers and fruit.",
            "passage-xmlId": "UT22084-088-022-46",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "མིར་གྱུར་པ་ལྟ་ཅི་སྨོས།",
            "english": "What need is there to mention what will happen for a human?",
            "passage-xmlId": "UT22084-088-022-46",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-48"
            ],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ནམཿསརྦ་བུདྡྷེ་བྷྱཿ། སིད་དྷ་ནྟུ་དྷཱ་ར་ཎཱི། མནྟྲ་པཱ་ད་ནི་སྭཱ་ཧཱ།",
            "english": "nāmaḥ sarvabuddhebhyaḥ siddhyantu dhāraṇīmantrapādāni svāha.”",
            "passage-xmlId": "UT22084-088-022-47",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་སེམས་ཅན་རྣམས་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བ་དང་། མདངས་དང་ལྡན་པར་བྱ་བ་དང་། གཟི་བརྗིད་དང་ལྡན་པར་བྱ་བ་དང་། གྲགས་པ་དང་ལྡན་པར་བྱ་བ་དང་། ཡོན་ཏན་དང་ལྡན་པར་བྱ་བ་དང་། སྟོབས་དང་ལྡན་པར་བྱ་བ་དང་། མདོག་དང་ལྡན་པར་བྱ་བ་དང་། བསྲུང་བ་དང་། སྦ་བ་དང་། བསྐྱབ་པའི་ཕྱིར་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་གཞན་དག་ཀྱང་བཤད་པར་བྱའོ། །དེ་འདི་ལྟ་སྟེ། ཨཏྟེ། མཏྟེ། པ་ཀེ་པཱ་ར་ཀེ། པེ་ཀེ་ཌཱ།",
            "english": "The Blessed One again addressed the monks: “O monks, for the benefit, welfare, and happiness of all beings, so that they may have vitality, charisma, glory, good qualities, strength, and beauty, and to protect, guard and preserve them, I will teach another dhāraṇī-mantra formula.",
            "passage-xmlId": "UT22084-088-022-49",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "དྲ་མ་ཏི། ཏ་ར་མ་ཏི། ཊུ་ཌ་མ་ཊི། ཊུ་ཌ་མ་ཊི། ཊུ་ཌ་ཊུ་རེ། སུ་རེ།",
            "english": "It is as follows: atte matte pake pārake vekeḍā dramati taramati ṭuḍamati ṭuḍamati ṭuḍamati ṭuḍaṭure sure hile mule tile svāha.”",
            "passage-xmlId": "UT22084-088-022-50",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ཧི་ལེ། མུ་ལེ། ཏི་ལེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ཟུང་ཤིག །",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, remember this mantra formula.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ལོང་ཤིག །ཆོང་ཤིག །ཀློགས་ཤིག །",
            "english": "Receive it, retain it, recite it, and master it.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག །",
            "english": "Teach it to others extensively.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "ཀུན་དགའ་བོ་སངས་རྒྱས་འབྱུང་བ་རྙེད་པར་དཀའོ། །གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་རྙེད་པར་དཀའོ།",
            "english": "Ānanda, the appearance of a buddha is rare, and this dhāraṇī-mantra formula is hard to find.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ།",
            "english": "Ānanda, one who upholds this dhāraṇī-mantra formula is also exceedingly hard to find.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་། ལེན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དེ་ནི་ཚེ་རབས་ཉི་ཤུ་རྩ་གཅིག་ཏུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།",
            "english": "Ānanda, any son or daughter of noble family who remembers, receives, retains, recites, and masters this dhāraṇī-mantra formula and teaches it to others extensively will remember their last twenty-one rebirths.",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.a",
            "tibetan": "།ཚེ་འདི་ཉིད་ལ་ཡང་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "In this life they will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings. “",
            "passage-xmlId": "UT22084-088-022-51",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/175"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "།གང་ལ་ལ་ཞིག་ལ་བསྲུང་བ་བྱས་ན་དེ་ལ་ཡང་འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།",
            "english": "Anyone who is protected by it will not be affected by any kind of bhūta.",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "།ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།",
            "english": "They will not be harmed by devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, or any humans and nonhumans.",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "།སྦྲུལ་དང་། སྲིན་བུ་དང་། སྲིན་བུ་ལུ་ཏ་དང་། སྦྲང་བུ་ལྕགས་ཕྱེ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།",
            "english": "They will not be harmed by snakes, insects, spiders, or small biting insects.",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-53"
            ],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "།རིམས་རླུང་དང་། མཁྲིས་པ་དང་། བད་ཀན་དང་། འདུས་པ་དང་། དུས་ཚིགས་འགྱུར་བ་ལས་བྱུང་བ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ། །ཞག་གཅིག་པའམ། ཞག་གཉིས་པའམ། ཞག་གསུམ་པའམ། ཞག་བཞི་པའམ། ཞག་བདུན་པའམ།",
            "english": "Fevers resulting from disorders of wind, bile, or phlegm, their combination, or a change of seasons will not affect them.",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "ཟླ་བ་ཕྱེད་པའམ། ཟླ་བ་གཅིག་པའམ། ལོ་གཅིག་པའམ། ནད་རྒྱུན་རིངས་སམ། སྐད་ཅིག་པ་རྣམས་ཀྱིས་མི་ཚུགས་སོ། །འབྲས་སམ། ཕོལ་མིག་གམ། རྐང་ཤུའམ།",
            "english": "They will not be affected by illnesses lasting one, two, three, four, or seven days, half a month, a month, or a year, or illnesses that are chronic or sudden.",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-54"
            ],
            "flags": "",
            "folio": "F.88.b",
            "tibetan": "ལྷོག་པའམ། མེ་དཔལ་ལམ། ཤུ་བའམ། ཁྱི་རྔོའམ། གཡན་པའམ། མཛེ་ཐམས་ཅད་དམ། ལྷོག་པ་ཐམས་ཅད་དམ། གཤེད་བྱེད་ཐམས་ཅད་དམ། སྒྱུར་བའི་ལས་ཐམས་ཅད་དམ། བྱད་ཐམས་ཅད་དང་། རོ་ལངས་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་ཚུགས་སོ།",
            "english": "Boils, lesions, eczema, blood boils, rashes, ringworm, chronic itching, scabies, all forms of leprosy, and any kind of pustule will not afflict them, and they will not be affected by kṛtya rites, or by kākhordas and vetālas. “",
            "passage-xmlId": "UT22084-088-022-52",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/176"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་སངས་རྒྱས་བྱེ་བ་ཕྲག་དགུ་བཅུ་རྩ་དགུས་གསུངས་ཏེ།",
            "english": "Ānanda, this dhāraṇī-mantra formula was taught by ninety-nine billion buddhas.",
            "passage-xmlId": "UT22084-088-022-55",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "གང་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ལས་འདའ་བར་བྱེད་པ་དེ་ནི་དེ་དག་ཐམས་ཅད་ལ་འཁུས་པ་ཡིན་ནོ།",
            "english": "This dhāraṇī-mantra formula is hidden from all those who would violate it. “",
            "passage-xmlId": "UT22084-088-022-55",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་རྒྱལ་པོའི་ཕོ་བྲང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །ཆོམ་རྐུན་གྱི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །སྲིན་པོའི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །གཅན་གཟན་ཁྲོ་བོའི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ།",
            "english": "Ānanda, this dhāraṇī-mantra formula should be kept in mind when residing in a palace, as well as when staying among thieves, rākṣasas, and fierce predatory animals.",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།འབྲོག་དགོན་པའི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །ཀླུང་དང་བགྲོད་དཀའ་བ་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །མེའི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ། །ཆུའི་ནང་ན་འདུག་ན་ཡང་ཡིད་ལ་བྱའོ།",
            "english": "It should be kept in mind when staying in the wilderness, when at a river or other place that is difficult to traverse, or when dealing with fire and water.",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།དེ་ཡིད་ལ་བྱས་པ་དེ་རྣམས་ལས་འཇིགས་པ་དེ་དག་ཐམས་ཅད་མི་འབྱུང་ངོ་།",
            "english": "A person who keeps it in mind will not experience fear of such things.",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།དེས་དུག་ཟོས་པ་ཐམས་ཅད་ཀྱང་ཁ་ཟས་ཉིད་དུ་འགྱུར་རོ། །ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་ནི་འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ། །ཡི་དགས་ཐམས་ཅད་དང་།",
            "english": "It can even make poisonous food edible.",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "སྲུལ་པོ་ཐམས་ཅད་དང་། གཤེད་བྱེད་ཐམས་ཅད་དང་། སྒྱུར་བའི་ལས་ཐམས་ཅད་དང་། བྱད་ཐམས་ཅད་དང་། མི་དང་མི་མ་ཡིན་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་ཏེ།",
            "english": "Ānanda, whoever upholds this dhāraṇī-mantra formula will not be harmed by any kind of bhūta, preta, pūtana, kṛtya rite, kākhorda, or human or nonhuman.",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "ཀུན་དགའ་བོ་མདོར་ན་དེ་ལ་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།",
            "english": "In brief, Ānanda, no harm will come to them from outside forces. “",
            "passage-xmlId": "UT22084-088-022-56",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།ཀུན་དགའ་བོ་གསད་པའི་རིགས་པ་ནི་ཆད་པས་བྲལ་བར་འགྱུར་རོ།",
            "english": "A person deserving of execution, Ānanda, will be freed after being struck with a rod.",
            "passage-xmlId": "UT22084-088-022-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།ཆད་པས་གཅད་པའི་རིགས་པ་ནི་བརྡེགས་པས།",
            "english": "A person deserving of being struck with a rod will be released after a beating.",
            "passage-xmlId": "UT22084-088-022-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-58"
            ],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "བརྡེགས་པའི་རིགས་པ་ནི་བརྒྱད་པས།",
            "english": "A person deserving of a beating will be released after a scolding.",
            "passage-xmlId": "UT22084-088-022-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "བརྒྱད་པའི་རིགས་པ་ནི་བསྡིགས་པས།",
            "english": "A person deserving of a scolding will be released with a warning.",
            "passage-xmlId": "UT22084-088-022-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-59"
            ],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "བསྡིགས་པའི་རིགས་པ་ནི་མིག་ཚུགས་སུ་བལྟས་པས་ཐར་པར་འགྱུར་རོ།",
            "english": "A person deserving of a warning will be released with a stern look. “",
            "passage-xmlId": "UT22084-088-022-57",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།ཀུན་དགའ་བོ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་གིས་གང་ལ་བསྲུང་བ་བྱས་པའམ། ཡོངས་སུ་བསྐྱབ་པ་བྱས་པའམ། ཡོངས་སུ་གཟུང་བས་བཅིངས་པའམ། ཞི་བ་དང་། བདེ་ལེགས་སུ་འགྱུར་བ་བྱས་པ་གཞན་དུ་འགྱུར་བ་དེ་ནི་གནས་མེད་དེ།",
            "english": "Ānanda, a person who is controlled, calmed, and made to prosper through the protection, security, and support of these dhāraṇī-mantra formulas will never be otherwise.",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "ལྷ་དང་བཅས།",
            "english": "It is impossible.",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "བདུད་དང་བཅས། ཚངས་པ་དང་བཅས་པའི་འཇིག་རྟེན་དང་།",
            "english": "I have not seen that happen in the world of devas, māras, or Brahmā.",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "དགེ་སྦྱོང་དང་། བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་གྱི་ནང་ན་ཡང་ངས་མ་མཐོང་ངོ་།",
            "english": "I have not seen that among beings who are mendicants and brahmins, or among devas, humans, or asuras.",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "།དེ་ཅིའི་ཕྱིར་ཞེ་ན།",
            "english": "Why?",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.a",
            "tibetan": "གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་ནི་གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་ཐམས་ཅད་ལས་ངེས་པར་འབྱུང་བར་བྱིན་གྱིས་བརླབས་པའི་ཕྱིར་རོ།",
            "english": "This dhāraṇī-mantra formula grants blessings that bring escape from all harm, infectious diseases, and disturbances.”",
            "passage-xmlId": "UT22084-088-022-60",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/177"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-62"
            ],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "།དེ་ནས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྫོགས་པའི་རྗེས་ལ་རྒྱལ་པོ་ཆེན་པོ་བཞིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ཀྱང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྒྱ་ཆེར་རྒྱས་པར་བགྱི་བ་དང་། ཆོས་སྨྲ་བ་དེ་དག་རྗེས་སུ་ཡོངས་སུ་གཟུང་བ་དང་། དམ་པའི་ཆོས་ཅི་ནས་ཀྱང་ཡུན་རིང་དུ་གནས་པ་དང་། བདུད་ཐམས་ཅད་ཚར་གཅོད་པའི་སླད་དུ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་རྣམས་རྗེས་སུ་སྩལ་བར་འཚལ་ན།",
            "english": "Following this Dharma discourse, the Four Great Kings addressed the Blessed One: “Blessed One, if we also offer a dhāraṇī-mantra formula so that this Dharma discourse will spread widely, so that those who proclaim it are supported, so that the sublime Dharma will, by all means, last a long time, and so that all māras are defeated, will the Blessed One please consent to this by saying ‘Excellent’?”",
            "passage-xmlId": "UT22084-088-022-61",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་ལེགས་སོ་ཞེས་བགྱི་བ་གནང་བར་མཛད་དུ་གསོལ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་ཐུགས་བརྩེ་བའི་ཕྱིར་ཅང་མི་གསུང་བར་གྱུར་པས་གནང་སྟེ།",
            "english": "Out of affection for the Four Great Kings, the Blessed One then consented with his total silence.",
            "passage-xmlId": "UT22084-088-022-63",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དེ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བར་གྱུར་པས་གནང་བར་རིག་ནས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །དེ་ནི་འདི་ལྟ་སྟེ། ད་ནཊྜེ། དེ་ནཊྜེ། མ་ཧཱ་ནཊྜེ། ཛམྦྷ་ནེ། སྟམྦྷ་ནེ། ཊ་ཊེ། ཊ་ཊ་ནེ། མ་ཧཱ་ཊ་ཊ་ནེ། ཀུཊྚེ།",
            "english": "The Four Great Kings understood that the Blessed One was consenting with his total silence and made their solemn statement: “danaḍḍe denaḍḍe mahānaḍḍe jambhane stambhane ṭaṭe ṭaṭane mahāṭaṭane kuṭṭe kuṭṭane mahākuṭṭane dharmale carmale svāha. “",
            "passage-xmlId": "UT22084-088-022-64",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-66"
            ],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "ཀུཊྚ་ནེ། མ་ཧཱ་ཀུཊྚ་ནེ། དྷརྨ་ལེ། ཙརྨ་ལེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་འདི་དག་ནི་གཟུངས་འདིའི་འཁོར་གྱི་ཚིག་ལྟ་བུར་གདའ་བ་ལགས་ཏེ།",
            "english": "Blessed One, this formula is like the words found in this cycle of dhāraṇīs.",
            "passage-xmlId": "UT22084-088-022-65",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་། བཟླས་ཏེ་བཏོན་ནས་འཆང་བ་འདི་ནི་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།",
            "english": "Any son or daughter of noble family who receives this dhāraṇī-mantra formula, recites it, and upholds it will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.",
            "passage-xmlId": "UT22084-088-022-65",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "།དེ་ལ་ནི་དམ་པའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་གཟུང་བ་ལ་ཡང་བར་ཆད་འབྱུང་བར་མི་འགྱུར་ལགས་སོ།",
            "english": "They will fully comprehend the entire sublime Dharma and never face any obstacles.”",
            "passage-xmlId": "UT22084-088-022-65",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ལ་གྲོགས་པོ་དག་ཁྱོད་བསྟན་པ་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ།",
            "english": "The Blessed One then offered these words: “Friends, what you have done is most excellent because it will enable the teachings to remain for a long time.”",
            "passage-xmlId": "UT22084-088-022-67",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་དེ་དག་རྫུ་འཕྲུལ་ཆེ་བར་འགྱུར་བ་དང་། ཕན་ཡོན་ཆེ་བ་དང་། བྱིན་ཆེ་བར་འགྱུར་བའི་ཕྱིར་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །ལོང་ཤིག །",
            "english": "The Blessed One then addressed the venerable Ānanda: “Ānanda, because these dhāraṇīs have great miraculous power, are of great benefit, and have great blessings, remember this Dharma discourse on the dhāraṇīs.",
            "passage-xmlId": "UT22084-088-022-68",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "ཆོང་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག་གསོལ་པ།",
            "english": "I ask that you receive it, retain it, recite it, master it, and teach it to others extensively.” “",
            "passage-xmlId": "UT22084-088-022-68",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.89.b",
            "tibetan": "བཅོམ་ལྡན་འདས་རྒྱས་པར་བགྱི་བའི་སླད་དུ་བདག་གིས་གཟུང་ལགས་སོ།",
            "english": "Blessed One,” replied Ānanda, “I will uphold it so that it may spread widely.”",
            "passage-xmlId": "UT22084-088-022-68",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/178"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་རྒྱས་པར་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །གཟུངས་སྔགས་ཀྱི་ནི་མདོ་སྡེ་འདི། །སངས་རྒྱས་ཀུན་གྱིས་གསུངས་པ་སྟེ།",
            "english": "The Blessed One then spoke in verse to elaborate on the meaning: “This discourse on dhāraṇī-mantra Was taught by all buddhas.",
            "passage-xmlId": "UT22084-088-022-70",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །དེ་ནི་ངས་ཀྱང་བཤད་པ་ཡིན།",
            "english": "I have also now explained it For the benefit of all beings. “",
            "passage-xmlId": "UT22084-088-022-70",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།གང་ཞིག་གཟུངས་སྔགས་མདོ་སྡེ་འདི། །འཛིན་ཏམ་ཡང་ན་ཀློག་བྱེད་པ། །ཚེ་རབས་ཉི་ཤུ་རྩ་གཅིག་ཏུ། །དེ་ནི་ཚེ་རབས་དྲན་པར་འགྱུར།",
            "english": "Whoever remembers or recites This discourse on dhāraṇī-mantra Will be able to remember Their twenty-one previous lives. “",
            "passage-xmlId": "UT22084-088-022-72",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།གཟུངས་སྔགས་འདི་རྗོད་བྱེད་དེ་ལ། །མི་མིན་གང་ཡང་རུང་བ་དང་། །གནོད་སྦྱིན་གྲུལ་བུམ་སྲིན་པོ་དག །ནམས་ཀྱང་བར་ཆད་མི་བྱེད་དོ།",
            "english": "A person who recites this dhāraṇī-mantra Will never be obstructed By nonhumans of any kind, Including yakṣas, kumbhāṇḍas, and rākṣasas. “",
            "passage-xmlId": "UT22084-088-022-73",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།གཟུངས་སྔགས་འདི་རྗོད་བྱེད་དེ་ལ། །འདོད་ཁམས་དབང་ཕྱུག་གང་ཡིན་པ། །སྡིག་ཅན་བདུད་དེ་ནམ་དུ་ཡང་། །བར་ཆད་བྱེད་པར་མི་འགྱུར་རོ།",
            "english": "A person who recites this dhāraṇī-mantra Will never face obstacles Made by the wicked Māra, Who rules over the desire realm. “",
            "passage-xmlId": "UT22084-088-022-74",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།གཟུངས་སྔགས་འདི་འཛིན་བྱེད་དེ་ཡི། །ཕ་མ་དང་ནི་ཕུ་ནུ་དང་། །སྲིང་མོ་མཛའ་བཤེས་གཉེན་དག་ཀྱང་། །ལོག་པར་ལྟུང་བར་མི་འགྱུར་རོ།",
            "english": "The parents, brothers, and sisters, As well as the friends and relatives Of one who remembers this dhāraṇī-mantra Will not meet with ruin. “",
            "passage-xmlId": "UT22084-088-022-75",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [
                "UT22084-088-022-77"
            ],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།དེ་ཕྱིར་གཟུངས་སྔགས་མདོ་སྡེ་འདི། །འཇིགས་མེད་གང་གིས་ཐོས་གྱུར་ནས། །གཟུངས་སྔགས་འདི་རྗོད་བྱེད་པ་དེས། །ནམས་ཀྱང་འཇིགས་པར་མི་བྱའོ།",
            "english": "Therefore, one who fearlessly hears This discourse on dhāraṇī-mantra And then recites these dhāraṇī-mantras Will never be frightened again. “",
            "passage-xmlId": "UT22084-088-022-76",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།གཟུངས་སྔགས་འདི་འཛིན་བྱེད་དེ་ཡི། །བསྐལ་པ་བྱེ་བ་སྟོང་རྣམས་སུ། །སྒྲིབ་པའི་ལས་ནི་གང་བྱས་པ། །ཞག་བདུན་གྱིས་ནི་བྱང་བར་འགྱུར།",
            "english": "A person who remembers this dhāraṇī-mantra Will purify in seven days All the obscuring karma Amassed over a billion eons. “",
            "passage-xmlId": "UT22084-088-022-78",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་གང་། །བསྐལ་པ་བྱེ་བར་བསྒྲུབས་པ་ཀུན། །གཟུངས་སྔགས་འདི་འཛིན་བྱེད་པ་དེས། །ཞག་བདུན་གྱིས་ནི་ཟིལ་གྱིས་ནོན།",
            "english": "All the merit of a bodhisattva Achieved over ten million eons Will be surpassed in seven days By one who remembers this dhāraṇī-mantra. “",
            "passage-xmlId": "UT22084-088-022-79",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.a",
            "tibetan": "།ཕྱོགས་བཞིའི་འཇིག་རྟེན་སྐྱོང་བ་བོ། །རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག །ལུས་ངན་དང་ནི་ཡུལ་འཁོར་སྲུང་། །མིག་མི་བཟང་དང་འཕགས་སྐྱེས་པོ། །ཁ་དོག་ལྡན་ཞིང་གྲགས་དང་ལྡན། །འཁོར་བཅས་བློན་བཅས་དེ་དག་ཀྱང་། །གཟུངས་སྔགས་འདི་ནི་རྗོད་བྱེད་པ། །དེ་ལ་རྟག་ཏུ་སྲུང་བར་བྱེད། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། འཕགས་པ་བྱམས་པ་དང་། འཇམ་དཔལ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་།",
            "english": "The world guardians of the four directions, The Four Great Kings— Kubera, Dhṛtarāṣṭra, Virūpākṣa, and Virūḍhaka— “All of great appearance and renown, Will, along with their retinue and ministers, Recite this dhāraṇī-mantra And keep it always safe.”",
            "passage-xmlId": "UT22084-088-022-80",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/179"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.b",
            "tibetan": "ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།",
            "english": "After the Blessed One spoke these lines, the venerable Ānanda, the great śrāvakas, the noble bodhisattva mahāsattvas Maitreya, Mañjuśrī, and the rest, the Four Great Kings, and the world full of devas, humans, asuras, and gandharvas rejoiced and praised the Blessed One’s teaching. “",
            "passage-xmlId": "UT22084-088-022-82",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/180"
        },
        {
            "creation_method": "v3",
            "notes": [],
            "flags": "",
            "folio": "F.90.b",
            "tibetan": "འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་སྒྲོན་མ་མཆོག་གི་གཟུངས་རྫོགས་སོ།།",
            "english": "The Noble King of Spells, the Dhāraṇī of Agrapradīpa” is now complete.",
            "passage-xmlId": "UT22084-088-022-83",
            "creation_tool": "tibetan-aligner/84000",
            "volume": "88",
            "folio_xmlId": "UT4CZ5369-I1KG9214-0000/side/180"
        }
    ],
    "text-id": "UT22084-088-022"
}